import 'package:flutter/material.dart';

//
// var one_en = {
//   "noq": 2,
//   "q": {
//     "q1": "Do you feel tired?",
//     "q2": "Do you feel ....?"
//   }
// };
//
// var data = {};
// var answers = {};
// var question = 1;
// class Question extends StatefulWidget {
//   const Question({Key? key}) : super(key: key);
//
//   @override
//   State<Question> createState() => _QuestionState();
// }
// class _QuestionState extends State<Question> {
//   void controller(x) {
//     if (x == true) {
//       answers["ans${question}"] = true;
//     }else {
//       answers["ans${question}"] = false;
//     }
//
//     if (question != data["noq"]) {
//       setState(() {
//         question++;
//       });
//     }
//     else{
//       Navigator.push(
//         context,
//         PageRouteBuilder(
//           transitionDuration: Duration(milliseconds: 500),
//           pageBuilder: (_, __, ___) => Result(),
//           transitionsBuilder: (_, animation, __, child) {
//             return SlideTransition(
//               position: Tween<Offset>(
//                 begin: const Offset(1.0, 0.0),
//                 end: Offset.zero,
//               ).animate(animation),
//               child: child,
//             );
//           },
//         ),
//       );
//     }
//   }
//   @override
//   void initState() {
//     question =1;
//     super.initState();
//   }
//   @override
//   Widget build(BuildContext context) {
//     return MaterialApp(
//       home: Scaffold(
//         appBar:  AppBar(
//           leading: IconButton(icon: Icon(Icons.arrow_back_ios),onPressed: (){if(question!=1){setState(() {question--;});}},),
//           backgroundColor: Color(0xff196299),
//           title: Text("App Name",style: TextStyle(color: Colors.white,fontSize: 20),),
//           centerTitle: true,
//         ),
//         body: SafeArea(
//           child: Container(
//             color: Colors.white,
//             child: Column(
//               crossAxisAlignment: CrossAxisAlignment.start,
//               children: [
//                 Container(
//                   margin: EdgeInsets.fromLTRB(10,10,10,20),
//                   child: Text("${question}) ${data["q"]["q${question}"]}",style: TextStyle(fontSize: 20,fontWeight: FontWeight.bold,color: Color(0xffF76833)),),
//                 ),
//                 Center(
//                   child: Container(
//                       width: 250,
//                       child: Row(
//                         children: [
//                           GestureDetector(
//                             onTap: (){
//                               controller(true);
//                             },
//                             child: Container(
//                               width: 100,
//                               height: 100,
//                               padding: EdgeInsets.all(20),
//                               margin: EdgeInsets.only(left: 10),
//                               decoration: BoxDecoration(
//                                   border: Border.all(color: Color(0xff196299),width: 1),
//                                   borderRadius: BorderRadius.all(Radius.circular(50)),
//                                   color: Colors.white
//                               ),
//                               child: Center(child: Image.asset("images/true.jpg")),
//                             ),
//                           ),
//                           GestureDetector(
//                             onTap: (){
//                               controller(false);
//                             },
//                             child: Container(
//                               width: 100,
//                               padding: EdgeInsets.all(20),
//                               margin: EdgeInsets.only(left: 10),
//                               decoration: BoxDecoration(
//                                   border: Border.all(color: Color(0xff196299),width: 1),
//                                   borderRadius: BorderRadius.all(Radius.circular(50)),
//                                   color: Colors.white
//                               ),
//                               child: Center(child: Image.asset("images/false.jpg")),
//                             ),
//                           ),
//
//                         ],
//                       )
//                   ),
//                 ),
//                 Expanded(
//                     child: Container(
//                       child: Center(
//                           child: Stack(
//                               children: [
//                                 Center(
//                                   child: Image.asset("images/doctor.jpg"),
//                                 )
//                               ]
//                           )
//                       ),
//                 )),
//               ],
//             ),
//           ),
//         ),
//
//       ),
//     );
//   }
// }
//
//
// class Result extends StatelessWidget {
//   const Result({Key? key}) : super(key: key);
//
//   @override
//   Widget build(BuildContext context) {
//     return MaterialApp(
//       home: Scaffold(
//         appBar:  AppBar(
//           backgroundColor: Color(0xff196299),
//           title: Text("App Name",style: TextStyle(color: Colors.white,fontSize: 20),),
//           centerTitle: true,
//         ),
//         body: SafeArea(
//           child: Container(
//             color: Colors.white,
//             child: Column(
//               children: [
//                 Expanded(
//                   child: Container(
//                     margin: EdgeInsets.fromLTRB(20, 20, 20, 30),
//                     width: double.infinity,
//                     padding: EdgeInsets.all(10),
//                     decoration: BoxDecoration(
//                       color: Colors.white,
//                       border: Border.all(color: Color(0xff196299))
//                     ),
//                     child: SingleChildScrollView(child: Text("HAIDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDHAIDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD")),
//                   ),
//                 ),
//                 Expanded(
//                     child: Image.asset("images/doctor.jpg")
//                 )
//               ],
//             ),
//           ),
//         ),
//       ),
//     );
//   }
// }


var last_male = {
  "11": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "12": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "13": "حدد موعدًا مع طبييب عظام باطنة إذا كانت لديك أعراض تقلقك",
  "a13": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "21": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a21": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "22": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a22": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "31":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a31":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "b31":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "c31":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "32":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a32":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "33":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a33":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "41":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a41":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "b41":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "c41":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "42":"حدد موعدًا مع طبييب  مسالك إذا كانت لديك أعراض تقلقك",
  "a42":"حدد موعدًا مع طبييب  مسالك إذا كانت لديك أعراض تقلقك",
  "b42":"حدد موعدًا مع طبييب  مسالك إذا كانت لديك أعراض تقلقك",
  "c42":"حدد موعدًا مع طبييب  مسالك إذا كانت لديك أعراض تقلقك",
  "43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "b43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "c43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "d43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "51":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a51":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "b51":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "52":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a52":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "53":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "61":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a61":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "62":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a62":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "b71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "c71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "d71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "72":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a72":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",

  "81":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a81":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "b81":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "82":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "a82":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "b82":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",

  "91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "a91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "b91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "c91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "d91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "e91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "f91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "g91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "h91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "i91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "j91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "k91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "l91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",

  "101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "a101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "b101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "c101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "d101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "a102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "b102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "c102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "d102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "a103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "b103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "c103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "d103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "e103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",

  "111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "a111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "b111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "c111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "d111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "e111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "f111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "g111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "h111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "i111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "j111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "k111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "l111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "m111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "n111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",

  "121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "a121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "b121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "c121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "d121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "e121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "f121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "g121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "h121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "i121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "j121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "k121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "l121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "a131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "b131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "c131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "d131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "e131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "f131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "g131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "h131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",

  "141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "a141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "b141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "c141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "d141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "a142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "b142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "c142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "d142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "e142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "f142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "g142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "a143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "b143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "c143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "d143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",

  "151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "a151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "b151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "c151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "d151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "e151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "f151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",

  "161":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "171":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "181":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "191":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "201":"حدد موعدًا مع طبييب مسالك بولية إذا كانت لديك أعراض تقلقك",

  "211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "a211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "b211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "c211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "d211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "212":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "a221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "b221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "c221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "d221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "231":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "a241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "b241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "c241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "d241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "e241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "a251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "b251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "c251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "d251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "a261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "b261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "c261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "d261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "e261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "a271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "b271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "c271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "d271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "e271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "f271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "g271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "h271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "i271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "j271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "k271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "272":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",
  "a272":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",
  "b272":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",
  "c272":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",

  "273":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",
  "a273":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "b273":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",

  "281":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "a281":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "b281":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "c281":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "d281":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "e281":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "a291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "b291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "c291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "d291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "e291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "f291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "g291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "h291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "i291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "j291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "k291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "l291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "m291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "n291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "p291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "q291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "r291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "s291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "t291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
};
var last_female = {
  "fe11": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe12": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe13": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea13": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",

  "fe21": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea21": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe22": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea22": "حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe31":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea31":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "feb31":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fec31":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe32":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea32":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe33":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea33":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",


  "fe41":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea41":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "feb41":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fec41":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe42":"حدد موعدًا مع طبييب  مسالك إذا كانت لديك أعراض تقلقك",
  "fea42":"حدد موعدًا مع طبييب  مسالك إذا كانت لديك أعراض تقلقك",
  "feb42":"حدد موعدًا مع طبييب  مسالك إذا كانت لديك أعراض تقلقك",
  "fec42":"حدد موعدًا مع طبييب  مسالك إذا كانت لديك أعراض تقلقك",
  "fe43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "feb43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fec43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fed43":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe51":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea51":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "feb51":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe52":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea52":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe53":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe61":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea61":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe62":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea62":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",

  "fe71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "feb71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fec71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fed71":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe72":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fea72":"حدد موعدًا مع طبييب  باطنة إذا كانت لديك أعراض تقلقك",
  "fe73":"حدد موعدًا مع طبييب  نسا وتولبد إذا كانت لديك أعراض تقلقك",
  "fea73":"حدد موعدًا مع طبييب   نسا وتولبد إذا كانت لديك أعراض تقلقك",

  "fe81":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fea81":"حدد موعدًا مع طبييب  نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "feb81":"حدد موعدًا مع طبييب  نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fec81":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fed81":"حدد موعدًا مع طبييب  نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fee81":"حدد موعدًا مع طبييب  نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fef81":"حدد موعدًا مع طبييب  نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "feg81":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "feh81":"حدد موعدًا مع طبييب  نسا وتوليد إذا كانت لديك أعراض تقلقك",


  "fe91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "fea91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "feb91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "fec91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "fed91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "fee91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "fef91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "feg91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "feh91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "fei91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "fej91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "fek91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",
  "fel91":"حدد موعدًا مع طبييب  عيون إذا كانت لديك أعراض تقلقك",

  "fe101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fea101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "feb101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fec101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fed101":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fe102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fea102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "feb102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fec102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fed102":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fe103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fea103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "feb103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fec103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fed103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fee103":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",

  "fe111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fea111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "feb111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fec111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fed111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fee111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fef111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "feg111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "feh111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fei111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fej111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fek111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fel111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fem111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",
  "fen111":"حدد موعدًا مع طبييب اسنان إذا كانت لديك أعراض تقلقك",

  "fe121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fea121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "feb121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fec121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fed121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fee121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fef121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "feg121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "feh121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fei121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fej121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fek121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fel121":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fe131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "fea131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "feb131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "fec131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "fed131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "fee131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "fef131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "feg131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",
  "feh131":"حدد موعدًا مع طبييب مخ وأعصاب  إذا كانت لديك أعراض تقلقك",

  "fe141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fea141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "feb141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fec141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fed141":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fe142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fea142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "feb142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fec142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fed142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fee142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fef142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "feg142":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fe143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fea143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "feb143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fec143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "fed143":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",

  "fe151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fea151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "feb151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fec151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fed151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fee151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",
  "fef151":"حدد موعدًا مع طبييب أنف وأذن وحنجرة إذا كانت لديك أعراض تقلقك",

  "fe161":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fe171":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fe181":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fe191":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "fe201":"حدد موعدًا مع طبييب  نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fea201":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fe202":"حدد موعدًا مع طبييب  مسالك إذا كانت لديك أعراض تقلقك",
  "fe203":"حدد موعدًا مع طبييب  نسا وتوليد إذا كانت لديك أعراض تقلقك",



  "fe211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fea211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feb211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fec211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fed211":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fe212":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "fe221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fea221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feb221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fec221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fed221":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "fe231":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "fe241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fea241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feb241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fec241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fed241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fee241":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "fe251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fea251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feb251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fec251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fed251":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "fe261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fea261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feb261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fec261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fed261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fee261":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "fe271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fea271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feb271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fec271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fed271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fee271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fef271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feg271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feh271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fei271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fej271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fek271":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "fe272":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",
  "fea272":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",
  "feb272":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",
  "fec272":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",

  "fe273":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",
  "fea273":"حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك",
  "feb273":"حدد موعدًا مع طبييب مسالك إذا كانت لديك أعراض تقلقك",
  "fe274":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fea274":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "feb274":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fec274":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fed274":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fee274":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fef274":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "feg274":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",



  "fe281":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fea281":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "feb281":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fec281":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fed281":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fee281":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fef281":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "feg281":"حدد موعدًا مع طبييب نسا وتوليد إذا كانت لديك أعراض تقلقك",
  "fe282":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fea282":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feb282":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fec282":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fed282":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fee282":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

  "fe291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fea291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feb291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fec291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fed291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fee291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fef291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feg291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feh291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fei291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fej291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fek291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fel291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fem291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fen291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fep291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "feq291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fer291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fes291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",
  "fet291":"حدد موعدًا مع طبييب عظام إذا كانت لديك أعراض تقلقك",

};

var female_data = {
  "1": [
    [
      "البنكرياس",
      "images/organs/pancreas.jpg",
      "ألتهاب البنكرياس الحاد"
    ],
    [
      "القلب",
      "images/organs/heart.jpg",
      "نقص التروية الدمية في القلب"
    ],
    [
      "المعدة",
      "images/organs/stomach.jpg",
      "عسر الهضم\nحرقة (حموضة ) المعدة"
    ],
  ],
  "2": [
    [
      "المعدة",
      "images/organs/stomach.jpg",
      "التهاب المعدة\nقرحة المعدة"
    ],
    [
      "الطحال",
      "images/organs/spleen.jpg",
      "خراج الطحال\nأحتشاء الطحال"
    ],
  ],
  "3": [
    [
      "الكبد",
      "images/organs/liver.jpg",
      "التهاب الكبد\nخراج الكبد\nتضخم الكبد"
    ],
    [
      "المعدة",
      "images/organs/stomach.jpg",
      "قرحة الأثني عشر\nقرحة المعدة"
    ],
    [
      "المرارة",
      "images/organs/gallbladder.jpg",
      "التهاب المرارة\nحصي المرارة"
    ],
  ],
  "4": [
    [
      "الأمعاء",
      "images/organs/largeandsmall.jpg",
      "الفتق السري\nداء الامعاء الالتهابي\nمتلازمه القولون العصبي\nالاسهال"
    ],
    [
      "المثانة",
      "images/organs/bladder.jpg",
      "احتباس البول\n التهاب المثانه\nالتهاب المسالك البوليه\nفرط نشاط المثانه"
    ],
    [
      "أسباب أخري",
      "images/organs/stomach-pain.jpg",
      "غازات\nام الدم الابهريه البطني\nالامساك\nورم دموي\nفتق مختنق"
    ],
  ],
  "5": [
    [
      "الأمعاء",
      "images/organs/largeandsmall.jpg",
      "متلازمة القولون العصبي\nمرض كرون\nالتهاب الزائدة الدودية"
    ],
    [
      "الكلي",
      "images/organs/kidney.jpg",
      "التهاب الكلي\nحصي الكلي"
    ],
  ],
  "6": [
    [
      "الكلي",
      "images/organs/kidney.jpg",
      "التهاب الكلي\nحصي الكلي"
    ],
    [
      "الأمعاء",
      "images/organs/largeandsmall.jpg",
      "متلازمة القولون العصبي\nالتهاب الرتج"
    ],
  ],
  "7": [
    [
      "المعده والامعاء",
      "images/organs/digestive-system.jpg",
      "التهاب الزائدة الدودية\n التهاب المعده والامعاء\nانسداد الأمعاء\nنقص الترويه الدمويه في الامعاء \nالتهاب الصفاق"
    ],
    [
      "اسباب أخري",
      "images/organs/stomach-pain.jpg",
      "حمى التيفيه\nحماض كيتونى سكرى"
    ],
    [
      "الأعضاء التناسلية",
      "images/organs/stomach-pain.jpg",
      "التصاقات الحوض\nالأورام الليفية الرحمية"
    ],
  ],
  "8": [
    [
      "الجهاز التناسلي",
      "images/organs/rahem.jpg",
      "عسر الطمث\n الم الإباضة\nالتواء المبيض\nتكايس المبايض\nالتهبيطات النسائية\nالتهاب المهبل\nداء التهاب الحوضى\n التهاب الاعضاء التناسلية الخارجية ( التهاب الفرج vulvitis)\n انتباذ بطانة الرحم"
    ],
  ],
  "9": [
    [
      "العين",
      "images/organs/the-eye.jpg",
      "مرض الماء الابيض \nالجلوكوما\nالقرنية المخروطية\nزغب العين\nانحراف العين \nكسل العين ( الغمش - العين الكسولة. )\nحساسية العين\nجفاف العين \nالتهاب الملتحمة\nالتهاب القزحية\nالم العين\nدوائر مظلمة\nالعيون السوداء (لون كدمة العين) "
    ],
  ],
  "10": [
    [
      "الأذن الخارجية",
      "images/organs/eye.jpg",
      "دمامل او خراج الاذن (التهاب الأذن الخارجية المحدد) \n التهاب الجلد في قناة الأذن \nالتهاب سمحتق الغضروف\nاسباب انسداد الاذن\nعدوى قناة الاذن ( اذن السباحيين) "
    ],
    [
      "الأذن الوسطي",
      "images/organs/eye.jpg",
      "عدوى او التهاب الاذن الوسطى \nالتهاب الخشاء\nالتهاب طبلة الاذن \nالرضخ الضغطى\n تمزُّق (ثقب) طبلة الأذن"
    ],
    [
      "الأذن الداخلية",
      "images/organs/eye.jpg",
      "داء المينيير\nاعتلال او التهاب العصب الدهليزى\nالهربس النطاقى فى الأذن \nالتهاب التيه الصديدي\nأسباب دوار الوضعة الانتيابي الحميد\nورم الشفانى الدهليزي "
    ],
  ],
  "11": [
    [
      "الفم",
      "images/organs/mouth.jpg",
      "متلازمة الفم الحارق\nقرح الفم\nالتهاب الشفاه\nقرحة اللسان\nالسلاق الفموى \nالتهاب اللسان\nتمزق او تشقق اللسان\nالعصب الثلاثي\nالتهاب اللب\nخراج اللثه\nخراج الأسنان\nالتواج\nقلح الأسنان\nلوحية سنية\nالأسنان المنطمره ( ضرس العقل )"
    ],
  ],
  "12": [
    [
      "الأنف",
      "images/organs/nose.jpg",
      "نزيف الأنف\nالتهابات الجيوب الانفية\nحساسية الانف والجيوب الأنفية\nأورام الأنف\nارتشاح السائل النخاعي من الأنف\nانحراف الحاجز الانفي\nتضخم غضاريف الأنف\nتضخم اللحميه خلف الأنف\nجسم غريب في الأنف\nانسداد الفتحه الخلفيه للانف\nلحميات في الانف\nناسور بين الجيب الانفي والفم\nاسباب أخري"
    ],
  ],
  "13": [
    [
      "الدماغ",
      "images/organs/headache.jpg",
      "الصداع النصفي ( الشقيقة)\nصداع الجيوب الانفيه\nصداع النخاع الشوكى\nالصداع الارتدادى\nالصداع العنقودى\nالصداع التوتري\nالشقيقة مع الهالة\n اللتهاب السحايا\nاسباب أخري"
    ]
  ],
  "14": [
    [
      "القلب",
      "images/organs/heart.jpg",
      "تسلخ الشريان التاجى ( تلقائى)\nالتهاب عضلة القلب\nالتهاب التامور\nالنوبة القلبية\nاعتلال عضلة القلب"
    ],
    [
      "الرئة",
      "images/organs/lung.jpg",
      "التهاب الرئة\nانسداد الرئة\nالتهاب غشاء الرئة (التهاب الجنبه)\nأسباب تدلي وارتخاء الصمام التاجي\nداء السل (الدرن)\nالانصمام الرئوى\nالتهاب الرئة\nالذبحة الصدرية"
    ],
    [
      "أسباب أخري",
      "images/organs/chest-hurt.jpg",
      "تسلخ الاورطى ( الأبهر)\nارتجاع المرئ\nاضطرابات تقلص المرئ (تشنج المرئ)\nفتق الحجاب الحاجز\n التهاب الغضروف الضلعي"
    ],

  ],
  "15": [
    [
      "الرقية",
      "images/organs/neck.jpg",
      "التهاب الغده الدرقيه\nخراج خلف البلعوم\nسرطان الراس والعنق\nالتهاب لسان المزمار\nالتهاب الحنجرة\nالعدوة الفيروسية في الرقبة(التهاب الغدد اللمفاوية)\nأسباب أخري"
    ],
  ],

  "16": [
    [
      "الركبة",
      "images/organs/mefsal-rokbah.jpg",
      "ألم في مفصل الركبه"
    ],
  ],
  "17": [
    [
      "الساق",
      "images/organs/alm-saq.jpg",
      "ألم في الساق"
    ],
  ],
  "18": [
    [
      "القدم",
      "images/organs/qadam.png",
      "ألم في القدم"
    ],
  ],
  "19": [
    [
      "الفخذ",
      "images/organs/fa5th.jpg",
      "الم في الفخذ"
    ],
  ],
  "20": [
    [
      "الرحم",
      "images/organs/rahem.jpg",
      "الأورام الليفيه الرحميه\nالحمل خارج الرحم"
    ],
    [
      "المثانة",
      "images/organs/bladder.jpg",
      "حصي المثانة"
    ],
    [
      "أسباب أخري",
      "images/organs/stomach-pain.jpg",
      "التصاقات الحوض"
    ],
  ],
  "21": [
    [
      "الكتف",
      "images/organs/katef.jpg",
      "أصابه أو كسر الكتف المدوره\nالتهاب الأوتار\nالتهاب الجراب\nتجمد الكتف"
    ],
  ],
  "22": [
    [
      "الكوع",
      "images/organs/ko3.jpeg",
      "التهاب الأوتار\nالتهاب الجراب الناتئ المرفقي\nالتواء الاربطه\nالعصب المنضغط\nأسباب أخري"
    ],
  ],
  "23": [
    [
      "اليد والرسغ",
      "images/organs/nafaq.jpg",
      "متلازمه النفق الرسغي"
    ],
  ],

  "24": [
    [
      "عظمه العضد",
      "images/organs/3adad.jpg",
      "التهاب الأوتار\nكسر العضد\nالتضيق الشوكي\nالعصب المنضغط\nالقرص المفتوق\nأسباب أخري"
    ],
  ],
  "25": [
    [
      "الرقبة",
      "images/organs/back-neck.jpg",
      "انزلاق غضروفي أو الديسك\n تضيق القناة الشوكية\nالالم العضلى التليفى\nالتهاب المفاصل الروماتويدي\nأسباب أخري"
    ],
  ],
  "26": [
  [
    "عظمه الساعد",
    "images/organs/sa3ed.jpg",
    "التهاب الأوتار\nكسر الساعد\nالتضيق الشوكي\nالعصب المنضغط\nالقرص المفتوق\nأسباب أخري"
  ],
  ],

  "27": [
    [
      "الفقرات العجزية و العصعصية",
      "images/organs/spine.jpg",
      "متلازمة العضلة الكمثرية\nالكيسة الشعرية\nورم الفقرات\nانفتاق القرص\nالتهاب المفضل العجزى\nالتهاب الجراب\nالفصال العظمى\nانزلاق غضروفي أو الديسك\nالتهاب المفصل الصدفى\nتضييق العمود الفقري\nتضيق القناة االشوكية"
    ],
    [
      "المسالك البولية",
      "images/organs/gehaz-bawle.jpg",
      "حصي الكلي\nالتهاب الكلي\nالتهاب المثانة\nحصوات المسالك البولية ( حصوات المثانة)"
    ],
    [
      "أسباب أخري",
      "images/organs/back-pain.jpg",
      "خراج شرجي\nالتهاب الزائدة الدودية\n الشرخ الشرجي"
    ],
    [
      "الرحم",
      "images/organs/rahem.jpg",
      "عسر الطمث\nالم الإباضة\nتكايس المبايض\n داء التهاب الحوضى\nانتباذ بطانة الرحم ( بطانة الرحم المهاجرة )\nالتصاقات الحوض\nالأورام الليفية الرحمية\nاسباب أخري"
    ],
  ],
  "28": [
    [
      "الرحم",
      "images/organs/rahem.jpg",
      "عسر الطمث\nألم الاباضة\nتكايس المبايض\nداء التهاب الحوضي\nانتباذ بطانة الرحم ( بطانة الرحم المهاجرة ) \nالتصاقات الحوض\nالأورام الليفية الرحمية\nاسباب أخري"
    ],
    [
      "الفقرات القطنية",
      "images/organs/spine.jpg",
      "النتوء الفقري\nالفتق الفقري\nكلاس الغضاريف ( النقرس الكاذب)\nالتهاب العضلات\nالتهاب العظم\n تضيق القناة الشوكية"
    ],
  ],
  "29": [
    [
      "الفقرات الصدرية",
      "images/organs/spine.jpg",
      "تقلص العضلات في جانبي العمود\nضيق التنفس\nانزلاق غضروفي أو الديسك\nألم عضلي ليفي\nالتهاب العظم\nالتهاب المراره\nالنوبة القلبية\nالنتوء الفقري\nالفتق الفقري\nالتضيق الشوكي\nكلاس الغضاريف ( النقرس الكاذب)\nالتهاب العضلات\nالعصب المقروص أو المنضغط\nمتلازمه ألم اللفاف العضلية \nداء القرص التنكسي\nانحناءات العمود الفقري\nالتهاب مفاصل الفقرات ( الفقار المقسط)\nورم الحبل الشوكى\nأسباب أخري"
    ],
  ]
};

var all_data = {
  "": [],
  "1": [
    [
      "البنكرياس",
      "images/organs/pancreas.jpg",
      "ألتهاب البنكرياس الحاد"
    ],
    [
      "القلب",
      "images/organs/heart.jpg",
      "نقص التروية الدمية في القلب"
    ],
    [
      "المعدة",
      "images/organs/stomach.jpg",
      "عسر الهضم\nحرقة (حموضة ) المعدة"
    ],
  ],
  "2": [
    [
      "المعدة",
      "images/organs/stomach.jpg",
      "التهاب المعدة\nقرحة المعدة"
    ],
    [
      "الطحال",
      "images/organs/spleen.jpg",
      "خراج الطحال\nأحتشاء الطحال"
    ],
  ],
  "3": [
    [
      "الكبد",
      "images/organs/liver.jpg",
      "التهاب الكبد\nخراج الكبد\nتضخم الكبد"
    ],
    [
      "المعدة",
      "images/organs/stomach.jpg",
      "قرحة الأثني عشر\nقرحة المعدة"
    ],
    [
      "المرارة",
      "images/organs/gallbladder.jpg",
      "التهاب المرارة\nحصي المرارة"
    ],
  ],
  "4": [
    [
      "الأمعاء",
      "images/organs/largeandsmall.jpg",
      "الفتق السري\nداء الامعاء الالتهابي\nمتلازمه القولون العصبي\nالاسهال"
    ],
    [
      "المثانة",
      "images/organs/bladder.jpg",
      "احتباس البول\n التهاب المثانه\nالتهاب المسالك البوليه\nفرط نشاط المثانه"
    ],
    [
      "أسباب أخري",
      "images/organs/stomach-pain.jpg",
      "غازات\nام الدم الابهريه البطني\nالامساك\nورم دموي\nفتق مختنق"
    ],
  ],
  "5": [
    [
      "الأمعاء",
      "images/organs/largeandsmall.jpg",
      "متلازمة القولون العصبي\nمرض كرون\nالتهاب الزائدة الدودية"
    ],
    [
      "الكلي",
      "images/organs/kidney.jpg",
      "التهاب الكلي\nحصي الكلي"
    ],
  ],
  "6": [
    [
      "الكلي",
      "images/organs/kidney.jpg",
      "التهاب الكلي\nحصي الكلي"
    ],
    [
      "الأمعاء",
      "images/organs/largeandsmall.jpg",
      "متلازمة القولون العصبي\nالتهاب الرتج"
    ],
  ],
  "7": [
    [
      "المعده والامعاء",
      "images/organs/digestive-system.jpg",
      "التهاب الزائدة الدودية\n التهاب المعده والامعاء\nانسداد الأمعاء\nنقص الترويه الدمويه في الامعاء \nالتهاب الصفاق"
    ],
    [
      "اسباب أخري",
      "images/organs/stomach-pain.jpg",
      "حمى التيفيه\nحماض كيتوني السكري"
    ],
  ],
  "8": [
    [
      "الخصية",
      "images/organs/testis.jpg",
      "التواء الخصية\nفتق الاربى\nتورم كيس الصفن ( سرطان الخصية) "
    ],
    [
      "البروستاتا",
      "images/organs/prostate.jpg",
      "التهاب البروستاتا\nسرطان البروستاتا ( تضخم البروستاتا غير حميد)\nتضخم البروستاتا\n"
    ],
  ],
  "9": [
    [
      "العين",
      "images/organs/the-eye.jpg",
      "مرض الماء الابيض \nالجلوكوما\nالقرنية المخروطية\nزغب العين\nانحراف العين \nكسل العين ( الغمش - العين الكسولة. )\nحساسية العين\nجفاف العين \nالتهاب الملتحمة\nالتهاب القزحية\nالم العين\nدوائر مظلمة\nالعيون السوداء (لون كدمة العين) "
    ],
  ],
  "10": [
    [
      "الأذن الخارجية",
      "images/organs/eye.jpg",
      "دمامل او خراج الاذن (التهاب الأذن الخارجية المحدد) \n التهاب الجلد في قناة الأذن \nالتهاب سمحتق الغضروف\nاسباب انسداد الاذن\nعدوى قناة الاذن ( اذن السباحيين) "
    ],
    [
      "الأذن الوسطي",
      "images/organs/eye.jpg",
      "عدوى او التهاب الاذن الوسطى \nالتهاب الخشاء\nالتهاب طبلة الاذن \nالرضخ الضغطى\n تمزُّق (ثقب) طبلة الأذن"
    ],
    [
      "الأذن الداخلية",
      "images/organs/eye.jpg",
      "داء المينيير\nاعتلال او التهاب العصب الدهليزى\nالهربس النطاقى فى الأذن \nالتهاب التيه الصديدي\nأسباب دوار الوضعة الانتيابي الحميد\nورم الشفانى الدهليزي "
    ],
  ],
  "11": [
    [
      "الفم",
      "images/organs/mouth.jpg",
      "متلازمة الفم الحارق\nقرح الفم\nالتهاب الشفاه\nقرحة اللسان\nالسلاق الفموى \nالتهاب اللسان\nتمزق او تشقق اللسان\nالعصب الثلاثي\nالتهاب اللب\nخراج اللثه\nخراج الأسنان\nالتواج\nقلح الأسنان\nلوحية سنية\nالأسنان المنطمره ( ضرس العقل )"
    ],
  ],
  "12": [
    [
      "الأنف",
      "images/organs/nose.jpg",
      "نزيف الأنف\nالتهابات الجيوب الانفية\nحساسية الانف والجيوب الأنفية\nأورام الأنف\nارتشاح السائل النخاعي من الأنف\nانحراف الحاجز الانفي\nتضخم غضاريف الأنف\nتضخم اللحميه خلف الأنف\nجسم غريب في الأنف\nانسداد الفتحه الخلفيه للانف\nلحميات في الانف\nناسور بين الجيب الانفي والفم\nاسباب أخري"
    ],
  ],
  "13": [
    [
      "الدماغ",
      "images/organs/headache.jpg",
      "الصداع النصفي ( الشقيقة)\nصداع الجيوب الانفيه\nصداع النخاع الشوكى\nالصداع الارتدادى\nالصداع العنقودى\nالصداع التوتري\nالشقيقة مع الهالة\n اللتهاب السحايا\nاسباب أخري"
    ]
  ],
  "14": [
    [
      "القلب",
      "images/organs/heart.jpg",
      "تسلخ الشريان التاجى ( تلقائى)\nالتهاب عضلة القلب\nالتهاب التامور\nالنوبة القلبية\nاعتلال عضلة القلب"
    ],
    [
      "الرئة",
      "images/organs/lung.jpg",
      "التهاب الرئة\nانسداد الرئة\nالتهاب غشاء الرئة (التهاب الجنبه)\nأسباب تدلي وارتخاء الصمام التاجي\nداء السل (الدرن)\nالانصمام الرئوى\nالتهاب الرئة\nالذبحة الصدرية"
    ],
    [
      "أسباب أخري",
      "images/organs/chest-hurt.jpg",
      "تسلخ الاورطى ( الأبهر)\nارتجاع المرئ\nاضطرابات تقلص المرئ (تشنج المرئ)\nفتق الحجاب الحاجز\n التهاب الغضروف الضلعي"
    ],

  ],
  "15": [
    [
      "الرقية",
      "images/organs/neck.jpg",
      "التهاب الغده الدرقيه\nخراج خلف البلعوم\nسرطان الراس والعنق\nالتهاب لسان المزمار\nالتهاب الحنجرة\nالعدوة الفيروسية في الرقبة(التهاب الغدد اللمفاوية"
    ],
  ],

  "16": [
    [
      "الركبة",
      "images/organs/mefsal-rokbah.jpg",
      "ألم في مفصل الركبه"
    ],
  ],
  "17": [
    [
      "الساق",
      "images/organs/alm-saq.jpg",
      "ألم في الساق"
    ],
  ],
  "18": [
    [
      "القدم",
      "images/organs/qadam.png",
      "ألم في القدم"
    ],
  ],
  "19": [
    [
      "الفخذ",
      "images/organs/fa5th.jpg",
      "الم في الفخذ"
    ],
  ],
  "20": [
    [
      "المثانة",
      "images/organs/bladder.jpg",
      "حصي المثانة"
    ],
  ],
  "21": [
    [
      "الكتف",
      "images/organs/katef.jpg",
      "أصابه أو كسر الكتف المدوره\nالتهاب الأوتار\nالتهاب الجراب\nتجمد الكتف"
    ],
  ],
  "22": [
    [
      "الكوع",
      "images/organs/ko3.jpeg",
      "التهاب الأوتار\nالتهاب الجراب الناتئ المرفقي\nالتواء الاربطه\nالعصب المنضغط\nأسباب أخري"
    ],
  ],
  "23": [
    [
      "اليد والرسغ",
      "images/organs/nafaq.jpg",
      "متلازمه النفق الرسغي"
    ],
  ],
  "24": [
    [
      "عظمه العضد",
      "images/organs/3adad.jpg",
      "التهاب الأوتار\nكسر العضد\nالتضيق الشوكي\nالعصب المنضغط\nالقرص المفتوق\nأسباب أخري"
    ],
  ],
  "25": [
    [
      "الرقبة",
      "images/organs/back-neck.jpg",
      "انزلاق غضروفي أو الديسك\n تضيق القناة الشوكية\nالالم العضلى التليفى\nالتهاب المفاصل الروماتويدي\nأسباب أخري"
    ],
  ],
  "26": [
    [
      "عظمه الساعد",
      "images/organs/sa3ed.jpg",
      "التهاب الأوتار\nكسر الساعد\nالتضيق الشوكي\nالعصب المنضغط\nالقرص المفتوق\nأسباب أخري"
    ],
  ],

  "27": [
    [
      "الفقرات العجزية و العصعصية",
      "images/organs/spine.jpg",
      "متلازمة العضلة الكمثرية\nالكيسة الشعرية\nورم الفقرات\nانفتاق القرص\nالتهاب المفضل العجزى\nالتهاب الجراب\nالفصال العظمى\nانزلاق غضروفي أو الديسك\nالتهاب المفصل الصدفى\nتضييق العمود الفقري\nتضيق القناة االشوكية"
    ],
    [
      "المسالك البولية",
      "images/organs/gehaz-bawle.jpg",
      "حصي الكلي\nالتهاب الكلي\nالتهاب المثانة\nحصوات المسالك البولية ( حصوات المثانة)"
    ],
    [
      "أسباب أخري",
      "images/organs/back-pain.jpg",
      "خراج شرجي\nالتهاب الزائدة الدودية\n الشرخ الشرجي"
    ],
  ],
  "28": [
    [
      "الفقرات القطنية",
      "images/organs/spine.jpg",
      "النتوء الفقري\nالفتق الفقري\nكلاس الغضاريف ( النقرس الكاذب)\nالتهاب العضلات\nالتهاب العظم\n تضيق القناة الشوكية"
    ],
  ],
  "29": [
    [
      "الفقرات الصدرية",
      "images/organs/spine.jpg",
      "تقلص العضلات في جانبي العمود\nضيق التنفس\nانزلاق غضروفي أو الديسك\nألم عضلي ليفي\nالتهاب العظم\nالتهاب المراره\nالنوبة القلبية\nالنتوء الفقري\nالفتق الفقري\nالتضيق الشوكي\nكلاس الغضاريف ( النقرس الكاذب)\nالتهاب العضلات\nالعصب المقروص أو المنضغط\nمتلازمه ألم اللفاف العضلية \nداء القرص التنكسي\nانحناءات العمود الفقري\nالتهاب مفاصل الفقرات ( الفقار المقسط)\nورم الحبل الشوكى\nأسباب أخري"
    ],
  ]

};

var value = "";
var used_data = [];
var is_female = false;

class Question extends StatefulWidget {
  const Question({Key? key}) : super(key: key);

  @override
  State<Question> createState() => _QuestionState();
}
class _QuestionState extends State<Question> {
  Widget container(index) {
    var data = used_data[index];
    return GestureDetector(
      behavior: HitTestBehavior.translucent,onTap: (){
        if (is_female) {
          current_pos = "fe${value}${index+1}";
        }else{
          current_pos = "${value}${index+1}";
        }
        print(current_pos);
      Navigator.push(
          context,
          PageRouteBuilder(
            transitionDuration: Duration(milliseconds: 500),
            pageBuilder: (_, __, ___) => SecondStage(),
            transitionsBuilder: (_, animation, __, child) {
              return SlideTransition(
                position: Tween<Offset>(
                  begin: const Offset(1.0, 0.0),
                  end: Offset.zero,
                ).animate(animation),
                child: child,
              );
            },
          ));
    },
      child: Center(
        child: Container(
          padding: EdgeInsets.all(10),
          margin: EdgeInsets.fromLTRB(20, 10, 20, 10),
          width: double.infinity,
          decoration:
          BoxDecoration(border: Border.all(color: Color(0xff196299), width: 1)),
          child: Column(
            crossAxisAlignment: CrossAxisAlignment.start,
            children: [
              Center(
                child: Text(
                  "${index + 1}. ${data[0]}",
                  style: TextStyle(
                      color: Color(0xffF76833),
                      fontWeight: FontWeight.bold,
                      fontSize: 20),
                ),
              ),
              Center(
                  child: Container(
                      margin: EdgeInsets.fromLTRB(10, 5, 10, 0),
                      padding: EdgeInsets.all(5),
                      height: 100,
                      // decoration: BoxDecoration(
                      //   border: Border.all(color: Color(0xffF76833))
                      // ),
                      child: Image.asset(
                        data[1],
                        fit: BoxFit.fitHeight,
                      ))),
              Container(
                  margin: EdgeInsets.fromLTRB(0, 5, 0, 0),
                  child: Center(child: Text(data[2],style: TextStyle(color: Color(0xff196299),fontSize: 18),))
              )
            ],
          ),
        ),
      ),
    );
  }
  @override
  void initState() {
    if (is_female) {
      used_data = female_data[value]!;
    }else{
      used_data = all_data[value]!;
    }

    // TODO: implement initState
    super.initState();
  }

  @override
  Widget build(BuildContext context) {
    return MaterialApp(
      theme: ThemeData(
        scaffoldBackgroundColor: Colors.white,
      ),
      home: Scaffold(
        appBar: AppBar(
          backgroundColor: Color(0xff196299),
          title: Row(mainAxisAlignment: MainAxisAlignment.center,children: [
            Text("QD.",style: TextStyle(color: Colors.white,fontSize: 24,fontWeight: FontWeight.bold)),
            Container(
              margin: EdgeInsets.only(top: 5),
              child: Text("(Quick Diagnosis)",style: TextStyle(color: Colors.white,fontSize: 16)),
            ),

          ]),
        ),
        body: SafeArea(
          child: Directionality(
            textDirection: TextDirection.rtl,
            child: Container(
              color: Colors.white,
              child: Column(
                crossAxisAlignment: CrossAxisAlignment.start,
                children: [
                  // Container(
                  //   margin: EdgeInsets.fromLTRB(10, 10, 0, 0),
                  //   child: Text(
                  //     "It may be: ",
                  //     style: TextStyle(
                  //         color: Color(0xff196299),
                  //         fontWeight: FontWeight.bold,
                  //         fontSize: 20),
                  //   ),
                  // ),
                  Expanded(
                    child: ListView.builder(
                      itemCount: used_data.length,
                      itemBuilder: (context, index) {
                        return container(index);
                      },
                    ),
                  ),
                ],
              ),
            ),
          ),
        ),
      ),
    );
  }
}

var current_pos = "11";
var irregular = false;

var second_stage_data = {
  // 10
  "11": {
    "title": "ألتهاب البنكرياس الحاد",
    "image": "images/organs/pancreas.jpg",
    "causes": "1- فرط استهلاك الكحول\n 2- أمراض المناعة الذاتية \n 3- انسداد قناة البنكرياس بسبب حصوات المرارة\n 4 -التليف الكيسي\n 5- فرط الكالسيوم في الدم\n6- فرط شحوم الدم\n7- استخدام بعض الأدوية، مثل الآزوثيوبرين (بالإنجليزية: Azathioprine)، والسلفوناميدات (بالإنجليزية: Sulphonamides)، وبعض مدرات البول ",
    "symptoms": "1-  النوبات المتكررة من ألم البطن الحاد في الجزء العلوي من البطن وقد ينتقل إلى الظهر، يزداد الألم بعد تناول الطعام، ومع تفاقم الحالة قد تصبح الآلام مستمرة.\n 2- الغثيان والتقيؤ\n3- فقدان الشهية.\n4- نقص في الإنزيمات الهاضمة\n     - براز دهني كريه الرائحة.\n    -الإسهال.\n    - لانتفاخ والتطبل.\n   -  تقلصات البطن.\n 5- فرط الكالسيوم في الدم\n6- تتطور أعراض الالتهاب المزمن\n    - فقدان الوزن.\n    - اليرقان.\n    - أعراض السكري (فرط العطش، تكرار التبول، والإعياء العام).",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "12": {
    "title": "نقص التروية الدموية في القلب",
    "image": "images/organs/heart.jpg",
    "causes": "1- الأشخاص المصابين بتصلب الشرايين بسبب تراكم الترسبات على جدران الشرايين التاجية\n2- انخفاض إمداد الدم أيضًا بسبب جلطات الدم\n3- تقلص الشريان التاجي\n4- الأمراض الشديدة التي تزيد من حاجة القلب للأكسجين.",
    "symptoms": "1- الألم أو الضغط أو الثقل الذي يبدأ في الصدر إلى الذراعين أو الظهر أو مناطق أخرى.\n2- الأنتفاخ أو عسر الهضم\n3- عندما يعمل القلب بجهد أكبر أثناء المجهود البدني و تهدأ الأعراض مع الراحة. \n4- الأعراض خطيرة: \n    - ألم أو ضغط في الصدر، عادةً في الجانب الأيسر من الجسم ويمكن أن ينتشر إلى الفك أو الرقبة أو الكتف أو الذراع\n    - الجلد بارد وشاحب\n    - الشعور بالغثيان مع القيء أو بدونه\n    - تنفس سريع أو ضيق في التنفس\n    - الدوخة أو الإغماء",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "13": {
    "title": "عسر الهضم",
    "image": "images/organs/stomach.jpg",
    "causes": "يحدث عُسر الهضم نتيجة للعديد من الأسباب المحتملة. ويرتبط عسر الهضم غالبًا بنمط الحياة وربما ينتج عن الطعام أو الشراب أو الدواء\nالإفراط في الأكل أو تناوُل الطعام بسرعة بالغة\nتناوُل الأطعمة الغنية بالدهون أو الشحوم أو كثيرة التوابل\nتناوُل قدر كبير من الكافيين أو الشوكولاتة أو المشروبات الغازية\n التدخين\nالقلق\nبعض المضادات الحيوية والمسكنات ومكملات الحديد",
    "symptoms": "1- الشبع المبكر أثناء تناول وجبتك. قد تشعر بالامتلاء الشديد وقد لا تتمكن من إنهاء طعامك مع أنك لم تأكل الكثير من وجبتك.\n2- الشعور بامتلاء مزعج بعد تناول وجبتك. يستمر إحساس الامتلاء لمدة أطول مما ينبغي. \n3- الإحساس بعدم راحة في أعلى البطن. تشعر بألم من خفيف إلى شديد في المنطقة الواقعة بين أسفل عظم الصدر والسرة.\n4- الإحساس بحرقة في أعلى البطن. تشعر بسخونة مزعجة أو حرقة في المنطقة الواقعة بين أسفل عظم الصدر والسرة.\n5- انتفاخ في أعلى البطن. تشعر بإحساس مزعج بالضيق في الجزء العلوي من البطن.\n6- الغثيان. تشعر كأنك ترغب في القيء. \n7- تشمل مؤشرات المرض والأعراض الأقل شيوعًا القيء والتجشؤ.\n8- قد يشعر المصابون بعسر الهضم أيضًا بحرقة المعدة أحيانًا. وحرقة المعدة هي ألم أو شعور بالحرقة في وسط صدرك قد يمتد إلى رقبتك أو ظهرك أثناء الأكل أو بعده",
    "button": "حرقة (حموضة ) المعدة",
    "pos": "a13",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."

  },
  "a13": {
    "title": "حرقة (حموضة ) المعدة",
    "image": "images/organs/stomach.jpg",
    "causes": "1- تحدث حرقة المعدة عندما يرتجع حمض المعدة إلى الأنبوب الذي ينقل الطعام من فمك إلى معدتك (المريء).\n2- عندما تبتلع الطعام عادة، ترتخي مجموعة من العضلات المحيطة بأسفل المريء (المَصَرّة المريئية السفلية) للسماح بدخول الطعام والسوائل إلى المعدة. وبعد هذا تنقبض العضلة مرة أخرى.\n3- إذا لم تكن المَصَرّة المريئية السفلية تعمل كما ينبغي لها، فقد يرتجع حمض المعدة إلى المريء (الارتجاع الحمضي) ويسبب حرقة المعدة. وقد يكون الارتجاع الحمضي أسوأ عندما تكون منحنيًا أو مستلقيًا.",
    "symptoms": "1- ألم الحرقة في الصدر الذي يحدث عادةً بعد تناول الطعام، وقد يَحدث أثناء الليل\n2- ألم يزداد سوءًا عندما الاستلقاء أو الانحناء\n3-  إحساس بطعم مُر أو حمضي في الفم",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."

  },

  "21": {
    "title": "التهاب المعدة",
    "image": "images/organs/stomach.jpg",
    "causes": "1-  ضعف أو إصابة الحاجز المبطن بالمخاط الذي يحمي جدار المعدة يسمح للعصارة الهضمية بإلحاق الضرر والتهاب بطانة المعدة\n2- يمكن لعدد من الأمراض والحالات أن تزيد من خطر الإصابة بالتهاب المعدة ، بما في ذلك الحالات الالتهابية ، مثل داء كرون.",
    "symptoms": "1- قضم أو حرقة وجع أو ألم (عسر هضم) في الجزء العلوي من البطن قد يزداد سوءًا أو يتحسن مع تناول الطعام\n2- غثيان\n3- التقيؤ\n4- الشعور بالامتلاء في الجزء العلوي من البطن بعد تناول الطعام",
    "button": "قرحة المعدة",
    "pos": "a21",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a21": {
    "title": "قرحة المعدة",
    "image": "images/organs/stomach.jpg",
    "causes": "1- عدوى جرثومة المعدة (H. pylori): يؤدي إلى تهيج هذه البطانة وجعلها أكثر عرضة للتلف بسبب حمض المعدة.\n2- الاستخدام المفرط لمضادات الالتهاب غير الستيرويدية.\n3- أسلوب المعيشة: قد يؤدي نمط الحياة إلى الإصابة بقرحة المعدة والتي تتمثل بتناول الأطعمة الحارة وشرب الكحول والتعرض للضغط النفسي والتدخين مما يزيد من احتمالية الإصابة بالعدوى ويجعل علاجها غير فعال.\n4- وهناك أيضًا أسباب نادرة لقرحة المعدة ، وهي الالتهابات الفيروسية ، والداء البطني ، وعدم التوازن بين أحماض المعدة والغشاء المخاطي للمعدة.",
    "symptoms": "1- فقدان الوزن.\n2- عدم الرغبة في الأكل نتيجة الألم.\n3- استفراغ و غثيان.\n4- الانتفاخ.\n5- الشعور بالشبع.\n6- التجشؤ.\n7- ألم يتحسن بعد الأكل أو الشرب أو تناول الأدوية.\n8- المضادة للحموضة.\n9- فقر دم.\n10- براز قطراني داكن.\n11- القيء الدموي الذي يشبه البن المطحون.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "22": {
    "title": "خراج الطحال",
    "image": "images/organs/spleen.jpg",
    "causes": "1- الاصابه بعدوي بكتيريه.\n2- وجود أجسام غريبة داخل الجسم، مثل الشوك، أو أجزاء من مواد معدنية.\n3- إصابة الجلد بجروح أو ضربات، لا سيما الجروح الثاقبة.\n4- الإصابة بأنواع أخرى من العدوى، مثل العدوى الفيروسية، أو الفطرية، أو الطفيلية.\n5- الخضوع لعمليات جراحية.",
    "symptoms": "1- تورم أملس تحت الجلد.\n2- الشعور بألم وطراوة في المنطقة المصابة.\n3- احمرار ودفئ المنطقة المصابة.\n4- تقشر أو تقرح الجلد في المنطقة المصابة.\n5- خروج سوائل من الجلد.\n6- تجمع مرئي للقيح أبيض أو أصفر اللون تحت الجلد.\n7- ارتفاع حرارة الجسم (حمى).\n8- قشعريرة.\nتتضمن الأعراض المرافقة للخراج الداخلي ما يلي:\n    - الشعور بعدم ارتياح في المنطقة المصابة.\n    - ارتفاع حرارة الجسم.\n    - زيادة في التعرق.\n    - الشعور بالمرض.\n    - قشعريرة.\n    - ألم أو تورم في البطن.\n    - فقدان الشهية، وخسارة الوزن.\n    - تورم العقد اللمفاوية.\n    - صداع.\n    - ألم المفاصل.\n    - غثيان، أو تقيؤ، او إسهال.\n    - أعراض عصبية (في حال ضغط الخراج على بعض الأعصاب أو أجزاء من الدماغ).\n    - التهاب الحلق.",
    "button": "أحتشاء الطحال",
    "pos": "a22",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a22": {
    "title": "أحتشاء الطحال",
    "image": "images/organs/spleen.jpg",
    "causes": "1- إصابة في الجانب الأيسر من الجسم. عادة ما يحدث تمزق الطحال بسبب ضربة في الجزء العلوي الأيسر من البطن أو أسفل الصدر الأيسر ، كما قد يحدث أثناء الحوادث الرياضية والاشتباكات بالأيدي وحوادث السيارات.\n2- يمكن أن يتمزق الطحال المصاب بعد فترة وجيزة من صدمة البطن أو ، في بعض الحالات ، بعد أيام أو أسابيع من الإصابة.\n3- تضخم الطحال. يمكن أن يتضخم الطحال عندما تتراكم خلايا الدم في الطحال. يمكن أن يحدث تضخم الطحال بسبب العديد من المشاكل الأساسية ، مثل عدد كريات الدم البيضاء والالتهابات الأخرى وأمراض الكبد وسرطان الدم.",
    "symptoms": "1- ألم في الجزء العلوي الأيسر من البطن.\n2- الرقة عند لمس الجزء العلوي الأيسر من البطن.\n3- ألم في الكتف الأيسر.\n4- ارتباك أو دوار.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "31": {
    "title": "التهاب الكبد",
    "image": "images/organs/eltehab-kabd.png",
    "causes": "1- مدمن على الكحول.\n2- عوز ألفا -1 أنتيتريبسين (حالة وراثية تسبب تلف الكبد والرئة).\n3- رد فعل المناعة الذاتية\n4- قلة تدفق الدم إلى الكبد\n5- الأدوية أو السموم\n6- داء ترسب الأصبغة الدموية (اضطراب يتميز بزيادة الحديد في الجسم)\n7- اليرقان الانسدادي\n8- عدوى فيروسية\n9- مرض ويلسون (اضطراب يتسبب في تراكم النحاس الزائد في الجسم).",
    "symptoms": "حمى.\nمرهق.\nباعراض تشبه اعراض الانفلونزا .\nبراز شاحب\nوجع بطن.\nغثيان.\nالتقيؤ.\nالبول الداكن.\nألم الفاصل.\nفقدان الشهية.\nفقدان الوزن غير المبرر.\nاليرقان هو اصفرار الجلد والعينين.\nقد لا تظهر أي أعراض على بعض الأشخاص المصابين بالتهاب الكبد B أو التهاب الكبد C حتى يؤثر الضرر على وظائف الكبد ، بعد سنوات عديدة.",
    "button": "خراج الكبد",
    "pos": "a31",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a31": {
    "title": "خراج الكبد",
    "image": "images/organs/5orag-kabd.jpg",
    "causes": "لسبب الأكثر شيوعًا لحدوث خراج الكبد هو التهاب القناة الصفراوية ، وهناك عدد من الأسباب الأخرى التي تؤدي إلى خراج الكبد ، منها:\n    بعض أنواع السرطان مثل: سرطان البنكرياس وسرطان القولون.\n    عدوى في البطن ، مثل البكتيريا الناتجة عن التهاب الزائدة الدودية أو التهاب الرتج أو ثقب في الأمعاء.\n    التهاب الأمعاء.\n    الإصابة بتسمم الدم.\n    التعرض لصدمة تضر بالكبد.\n    إصابة القنوات الصفراوية.",
    "symptoms": "1- ألم في الجانب الأيمن من الصدر.\n2- الشعور بالبرد.\n3- استفراغ و غثيان.\n4- درجة حرارة عالية.\n5- ألم في الجانب العلوي من البطن.\n6- فقدان الوزن المفاجئ.\n7- البول الداكن\n8- براز خفيف\n9- إسهال.",
    "button": "تضخم الكبد",
    "pos": "b31",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "b31": {
    "title": "تضخم الكبد",
    "image": "images/organs/tada5om-kabd.png",
    "causes": "1- أمراض الكبد\n2-التليف الكبدي\n3- التهاب الكبد الناجم عن فيروس - بما في ذلك التهاب الكبد A و B و C - أو الناجم عن عدد كريات الدم البيضاء المعدية\n4-  مرض الكبد الدهني غير الكحولي\n5- مرض الكبد الدهني الكحولي\n6- اضطراب يتسبب في تراكم البروتين غير الطبيعي في الكبد (الداء النشواني)\n7- اضطراب وراثي يتسبب في تراكم النحاس في الكبد (مرض ويلسون)\n8- اضطراب يتسبب في تراكم الحديد في الكبد (داء ترسب الأصبغة الدموية)\n9- اضطراب يتسبب في تراكم المواد الدهنية في الكبد (مرض جوشر)\n10- جيوب مملوءة بالسوائل في الكبد (تكيسات الكبد)\n11- أورام الكبد غير السرطانية ، بما في ذلك الورم الوعائي والورم الحميد\n12- انسداد المرارة أو القنوات الصفراوية\n13- التهاب الكبد السام\n14- السرطانات\n15- السرطان الذي يبدأ في جزء آخر من الجسم وينتشر إلى الكبد\n16- سرطان الدم\n17- سرطان الكبد\n18- سرطان الغدد الليمفاوية\n19- مشاكل القلب والأوعية الدموية\n20- انسداد الأوردة التي تفرغ الكبد (متلازمة بود خياري)\n21- سكتة قلبية\n22- التهاب الأنسجة المحيطة بالقلب (التهاب التامور)",
    "symptoms": "قد لا يسبب تضخم الكبد أعراضًا. عندما ينتج تضخم الكبد عن أمراض الكبد ، فقد يكون مصحوبًا بما يلي:\n    وجع بطن.\n    تعب.\n    استفراغ و غثيان.\n    اصفرار الجلد وبياض العينين (اليرقان)",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "32": {
    "title": "قرحة الأثني عشر",
    "image": "images/organs/korhet-ma3eda.webp",
    "causes": "1- بكتيريا عادة ما تعيش هيليكوباكتر بيلوري في الطبقة المخاطية التي تغطي وتحمي الأنسجة التي تبطن المعدة والأمعاء الدقيقة. في كثير من الأحيان ، لا تسبب هيليكوباكتر بيلوري أي مشاكل ، لكنها يمكن أن تسبب التهاب الطبقة الداخلية للمعدة ، مما يؤدي إلى حدوث قرحة.\n2- ليس من الواضح كيف تنتشر عدوى الملوية البوابية ، حيث يمكن أن تنتقل من شخص لآخر من خلال الاتصال الوثيق مثل التقبيل ، وقد يصاب الناس بالبكتيريا الحلزونية البوابية عن طريق الطعام والماء.\n3- الاستخدام المستمر لبعض مسكنات الآلام يمكن أن يؤدي تناول الأسبرين بالإضافة إلى بعض مسكنات الألم التي تُصرف دون وصفة طبية والمعروفة باسم مضادات الالتهاب غير الستيرويدية (NSAIDs) إلى تهيج أو التهاب بطانة المعدة والأمعاء الدقيقة. تشمل هذه الأدوية إيبوبروفين ونابروكسين الصوديوم وكيتوبروفين وغيرها من الأدوية التي لا تحتوي على عقار الاسيتامينوفين.\n4- أدوية أخرى يمكن أن يؤدي تناول بعض الأدوية الأخرى مع مضادات الالتهاب غير الستيروئيدية ، مثل: المنشطات ، ومضادات التخثر ، وجرعة منخفضة من الأسبرين ، ومثبطات امتصاص السيروتونين الانتقائية ، والأليندرونات ، والريزدرونات ، إلى آثار جانبية. هذا يزيد بشكل كبير من فرص الإصابة بالقرحة.",
    "symptoms": "\n1. الأعراض الأكثر شيوعاً ومن أبرز الأعراض ما يلي:\n    - ألم حارق في المعدة.\n    - الشعور بالامتلاء أو الانتفاخ أو التجشؤ.\n    - عدم تحمل الأطعمة الدهنية.\n    - حرقة في المعدة\n    - غثيان.\n2. أعراض أقل شيوعا:\n    - القيء أو القيء مع الدم الذي قد يبدو أحمر أو أسود.\n    - دم غامق في البراز أو براز أسود أو قطراني.\n    - صعوبة في التنفس.\n    - إغماء\n    - الغثيان أو القيء.\n    - فقدان الوزن غير المبرر.\n    - تغيرات الشهية",
    "button": "قرحة المعدة",
    "pos": "a32",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a32": {
    "title": "قرحة المعدة",
    "image": "images/organs/korhet-ma3eda.webp",
    "causes": "1- عدوى جرثومة المعدة (H. pylori): يؤدي إلى تهيج هذه البطانة وجعلها أكثر عرضة للتلف بسبب حمض المعدة.\n2- الاستخدام المفرط لمضادات الالتهاب غير الستيرويدية\n3- أسلوب المعيشة: قد يؤدي نمط الحياة إلى الإصابة بقرحة المعدة والتي تتمثل بتناول الأطعمة الحارة وشرب الكحول والتعرض للضغط النفسي والتدخين مما يزيد من احتمالية الإصابة بالعدوى ويجعل علاجها غير فعال.\n4- وهناك أيضًا أسباب نادرة لقرحة المعدة ، وهي الالتهابات الفيروسية ، والداء البطني ، وعدم التوازن بين أحماض المعدة والغشاء المخاطي للمعدة.",
    "symptoms": "1- فقدان الوزن.\n2- عدم الرغبة في الأكل نتيجة الألم.\n3- استفراغ و غثيان.\n4- الانتفاخ.\n5- الشعور بالشبع.\n6- التجشؤ.\n7- ألم يتحسن بعد الأكل أو الشرب أو تناول الأدوية.\n8- المضادة للحموضة.\n9- فقر دم.\n10- براز قطراني داكن.\n11- القيء الدموي الذي يشبه البن المطحون.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "33": {
    "title": "التهاب المرارة",
    "image": "images/organs/gallbladder.jpg",
    "causes": "1- غالبًا ما يكون التهاب المرارة ناتجًا عن جزيئات صلبة تتطور في المرارة (حصوات المرارة). يمكن أن تسد حصوات المرارة الأنبوب (القناة الكيسية) التي تتدفق من خلالها الصفراء عندما تغادر المرارة. تتراكم الصفراء في المرارة مسببة الالتهاب.\n2- ورم. قد يمنع الورم خروج الصفراء من المرارة بشكل صحيح. هذا يسبب تراكم الصفراء الذي يمكن أن يؤدي إلى التهاب المرارة.\n3- انسداد القناة الصفراوية. يمكن للحجارة أو الصفراء السميكة والجزيئات الدقيقة (الحمأة) أن تسد القناة الصفراوية وتؤدي إلى التهاب المرارة. يمكن أن يتسبب الالتواء أو التندب في القنوات الصفراوية أيضًا في حدوث انسداد.\n4- عدوى. يمكن أن يؤدي الإيدز وبعض أنواع العدوى الفيروسية إلى التهاب المرارة.\n5- مرض شديد. يمكن أن يؤدي المرض الشديد إلى تلف الأوعية الدموية وتقليل تدفق الدم إلى المرارة ، مما يؤدي إلى التهاب المرارة.",
    "symptoms": "1- ألم شديد في أعلى يمينك أو وسط البطن\n2- ألم ينتشر إلى كتفك الأيمن أو ظهرك\n3- رقة على بطنك عند لمسها\n4- غثيان\n5- التقيؤ\n6- حمى\n7- غالبًا ما تحدث أعراض التهاب المرارة بعد تناول الوجبة ، خاصةً الوجبة الكبيرة أو الدهنية.",
    "button": "حصي المرارة",
    "pos": "a33",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a33": {
    "title": "حصي المرارة",
    "image": "images/organs/hasah-mararah.jpg",
    "causes": "1- تتكون حصوات المرارة عند اتحاد الكوليسترول مع المواد الأخرى المكوّنة لعصارة المرارة، وذلك في حالات عدم تفريغ كيس المرارة بالشكل الصحيح.\n2- يعد الأشخاص الذين يعانون من الوزن الزائد، أو الأشخاص الذين يحاولون إنقاص وزنهم بأقصى سرعة ممكنة أكثر عرضة للإصابة بحصى المرارة",
    "symptoms": "لا يعاني معظم الأشخاص المصابين بالتحص الصفراوي من أية أعراض، وفي بعض الأحيان تظهر بعض الأعراض، مثل ما يأتي:\n    - ألم معتدل في جوف البطن، أو في القسم العلوي الأيمن من البطن.\n    - ألم في الجهة اليمنى العلوية من الظهر، أو باتجاه الكتف اليمنى.\n    - ألم عند تناول الطعام.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "41": {
    "title": "الفتق السري",
    "image": "images/organs/fatq-sory.jpg",
    "causes": "1- فشل جدار البطن في الإغلاق بشكل صحيح في الرحم، وهو عيب خلقي.\n2- السعال المزمن.\n3- أضرار العمليات الجراحية.\n4- الاضطرابات الهضمية أثناء فترة الحمل.\n5- رفع الوزن الثقيل.\n6- الأمراض المزمنة في البطن والتي تسبب الاستسقاء.\n8- الجراحة في المنطقة.",
    "symptoms": "1- أكثر الأعراض شيوعا للفتق هو حدوث انتفاخ في المنطقة المصابة، ويمكن ملاحظة ظهور كتلة على جانبي عظم العانة.\n2- المضايقات التي تتعرض لها في البطن عند السعال وخاصة في حالة الوقوف أو الانحناء.\n3- ألم في الصدر وصعوبة في البلع.\n4- حالات الإعياء الشديدة الناتجة عن انتفاخ البطن، والتي تستوجب التدخل الجراحي.",
    "button": "داء الامعاء الالتهابى",
    "pos": "a41",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a41": {
    "title": "داء الامعاء الالتهابى",
    "image": "images/organs/da2-am3a2.jpeg",
    "causes": "1- من الأسباب المحتملة وجود خلل في الجهاز المناعي. فعندما يحاول الجهاز المناعي مقاومة فيروس أو بكتيريا، تُسبب الاستجابة غير الطبيعية للجهاز المناعي مهاجمته للخلايا الموجودة في السبيل الهضمي أيضًا.\n2- ارتبطت عدة طفرات جينية بمرض الأمعاء الالتهابي. يبدو أيضًا أن للوراثة دورًا في شيوع مرض الأمعاء الالتهابي أكثر بين الأشخاص الذين لديهم أقارب مصابون بالمرض. ومع ذلك، فإن معظم المصابين بمرض الأمعاء الالتهابي ليس لديهم هذا التاريخ العائلي.",
    "symptoms": "1- الحمى.\n2- القشعريرة\n3- الشعور بحرقة أو ألم عند التبول\n4- الحاجة إلى التبول بشكلٍ متكرر.\n5-  الحاجة الملحة المستمرة إلى التبول.\n6- الشعور بآلام الظهر أو الجانب أو الأربية.\n7- الغثيان والقيء.\n8- ظهور صديد أو دم في البول\n9- خروج بول عكِر أو له رائحة كريهة.\n10- ألم البطن",
    "button": "متلازمة القولون العصبي",
    "pos": "b41",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "b41": {
    "title": "متلازمة القولون العصبي",
    "image": "images/organs/emsak.jpg",
    "causes": "حتى الآن لا يوجد سبب واضح للإصابة به، ولكن يُعتقد أن سببه اجتماع عدة عوامل معًا، منها:\n    - خلل بين الإشارات العصبية في الجهاز الهضمي والدماغ.\n    - مشاكل في حركة الجهاز الهضمي.\n    - تضخم في البكتيريا الطبيعية الموجودة في الأمعاء.\n    - العدوى.\n    - الوراثة.\n    - حساسية الطعام.\n    - بعض المشاكل النفسية مثل: الاكتئاب، القلق وغيرهما. ",
    "symptoms": "1. تقلصات وآلام في البطن.\n2. فقدان الشهية.\n3. الشعور بالتخمة.\n4. غازات في البطن.\n5. مخاط في البراز.",
    "button": "الاسهال",
    "pos": "c41",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "c41": {
    "title": "الاسهال",
    "image": "images/organs/eshal.jpg",
    "causes": "1-السبب الأكثر شيوعا للإصابة بالإسهال هو العدوى الفيروسية بسبب الفيروس الذي يصيب الأمعاء، وعادة ما تستمر الإصابة لمدة يومين.\n2-العدوى البكتيرية\n3-تناول الأطعمة التي تسبب اضطرابات الجهاز الهضمي.\n4-وجود الحساسية تجاه بعض الأطعمة.\n5-بعض العلاجات الدوائية.\n6-العلاج الإشعاعي.\n7-أمراض الأمعاء الالتهابية ومنها مرض كرون ،والتهاب القولون التقرحي .\n8-سوء الامتصاص (حيث يكون الجسم غير قادر على امتصاص العناصر الغذائية بشكل كاف معينة من الغذاء).\n9-إساءة استخدام الملينات.\n10-جراحة الجهاز الهضمي.\n11-مرض السكري.\n12-ممارسة رياضة الجري، إذ يعاني بعض الأشخاص من مشكلة إسهال العداء دون أسباب واضحة.",
    "symptoms": "1- الانتفاخ في البطن.\n2- الشعور بتقلصات وتشنجات في البطن.\n3- الشعور بالحاجة الملحة للذهاب إلى المرحاض.\n4- الإصابة بالغثيان والقيء.\n5- أعراض الإسهال الشديد\n6- وجود الدم، أو المخاط في البراز.\n7- حدوث فقدان الوزن.\n8- الإصابة بالحمى.\n9- الإصابة بالجفاف.\n10- الشعور بآلام حادة في البطن",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "42": {
    "title": "التهاب المثانة",
    "image": "images/organs/eltehab-mathanah.jpg",
    "causes": "1-التدخل في تدفق البول: يمكن أن يحدث هذا في حالات مثل وجود حصوة في المثانة أو تضخم البروستاتا عند الرجال.\n2- التغييرات في جهاز المناعة: يمكن أن يحدث هذا في حالات معينة مثل مرض السكري وعدوى فيرووس وفي بعض الحالات من الالتهابات الفيروسية.\n3-الاستخدام المطول لقسطرة المثانة: قد تكون هناك حاجة إلى هذه الأنابيب في الأشخاص المصابين بأمراض مزمنة أو عند كبار السن حيث يمكن أن يؤدي الاستخدام المطول إلى زيادة التعرض للعدوى البكتيرية وكذلك تلف أنسجة المثانة.",
    "symptoms": "1- الحاجة القوية والمستمرة إلى التبول.\n2- الشعور بالألم أو الحرقة عند التبول\n3- التبول بكميات صغيرة على نحو متكرر\n4- ظهور دم في البول (البيلة الدموية)\n5 -بول غائم أو له رائحة قوية.\n6- شعور مزعج في منطقة الحوض.\n7- الشعور بضغط في منطقة أسفل السرة (البطن).\n8- ألم في الظهر أو في أحد جانبي الجسم\n9- الحُمّى والقشعريرة\n10- الغثيان والقيء.\n11- حمى خفيفة",
    "button": "احتباس البول",
    "pos": "a42",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a42": {
    "title": "احتباس البول",
    "image": "images/organs/ehtebas-bool.jpg",
    "causes": "1- قلة البول في المثانة، بحيث لا تتوافر فيها كمية كافية من البول، وبالتالي ينخفض الشعور بالإمتلاء اللازم لتحفيز عملية التبول.\n2- ضعف عضلات المثانة: وعدم قدرتها على التقلص، ويحدث هذا الأمر في بعض الأمراض العصبية مثل داء باركنسون، وداء الزهايمر.\n3- التحصى البولي.\n4- التعرض لتيارات البرد الشديدة.\n5- حجز البول لفترات طويلة.\n6- تضخم البروستاتا الحميد.\n7- التهاب المسالك البولية\n8- مرض السيلان.\n9- العمليات الجراحية على مجرى البول.",
    "symptoms": "1- الألم الشديد في منطقة العانة.\n2- التورم في منطقة أسفل البطن.\n3- الإحساس الفوري بعدم القدرة على تفريغ البول من المثانة.",
    "button": "التهاب المسالك البولية",
    "pos": "b42",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "b42": {
    "title": "التهاب المسالك البولية",
    "image": "images/organs/masalek.jpeg",
    "causes": "1- الحمل\n2- ممارسة الجنس، تكرار ممارسة الجنس.\n3- قلة النظافة الشخصية.\n4- الأمراض التي قد تسبب عدم القدرة على تفريغ البول بشكل كامل من المثانة.\n5- السكري.\n6- تضخم البروستاتا عند الرجال.\n7- استخدام السدادات القطنية.\n8- بعض أنواع موانع الحمل.\n9- استخدام قثطار البول أو القسطر، والذي يستخدم عادة لتصريف البول من المثانة، إذ يتم إدخاله عن طريق الفتحة البولية وصولاً إلى المثانة. \n10- وجود حصاة في الكلى.",
    "symptoms": "تعتمد أعراض التهابات المسالك البولية على الجزء المصاب من المسالك البولية، والعمر والجنس ومن أعراض التهابات الجهاز البولي ما يلي:\n    - ألم في العضلات أو ألم البطن.\n    - حرقان عند التبول.\n    - تكرار التبول.\n    - الاستفراغ والغثيان.\n    - تغير لون البول، ووجود رائحة للبول، أو وجود دم في البول",
    "button": "فرط نشاط المثانة ",
    "pos": "c42",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "c42": {
    "title": "فرط نشاط المثانة",
    "image": "images/organs/fart-nashat.jpg",
    "causes": "1- اضطرابات عصبية: مثل مرض باركِنسون، والتصلب المتعدد، والسكتة الدماغية.\n2- انسداد في أصل المثانة: بسبب تضخم غدة البروستات، والإمساك، أو الجراحة بمنطقة الحوض.\n3- زيادة العمر: تزيد من مخاطر فرط نشاط المثانة.\n4-  التهاب المسالك البولية.\n5- تشمل زيادة استهلاك الكافيين والكحول.\n6- الأدوية المدرة للبول.\n7- الضرر الهيكلي بكيس المثانة: بسبب ورم المثانة أو وجود حصى.",
    "symptoms": "1- تسرُّب البول بشكل مفاجئ ولا إرادي يظهر بعد الشعور بالحاجة إلى التبوُّل.\n2- التبول بشكل إرادي وبوتيرة تزيد على الثماني مرات في اليوم.\n3- الحاجة إلى التبول أكثر من مرتين خلال الليل.\n4- حتى عندما يستطيع المريض الذهاب إلى الحمام مع ظهور الدافع للتبول في كل مرة دون تسرُّب البول، فإنّ الحاجة لترك أي نشاط والذهاب للحمام دون القدرة على المقاومة تثير القلق وتضر بجودة الحياة.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "43": {
    "title": "الغازات",
    "image": "images/organs/8azat.jpg",
    "causes": "1- تَنتُج الغازات في معدتك بشكل أساسي بسبب ابتلاع الهواء عند تناوُل الطعام أو الشراب ، او بسبب تناول بعض الأطعمة مثل منتجات الألبان و الحبوب الكاملة و المشروبات الغازية\n2- وهناك بعض الاسباب التى تعد خطيرة مثل\n    - اضطرابات الجهاز الهضمى مثل ( متلازمة القولون العصبى ، الامساك و عسر الهضم)\n    - عدم تحمل اللاكتوز الموجود في منتجات الالبان ",
    "symptoms": "1- التجشؤ\n2- خروج الغازات\n3- الألم والتقلُّصات أو الشعور بشد في البطن\n4- الشعور بالامتلاء أو الضغط على البطن (الامتلاء)\n5- زيادة ملحوظة في حجم البطن (انتفاخ)",
    "button": "ام الدم الابهرية البطنية",
    "pos": "a43",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a43": {
    "title": "ام الدم الابهرية البطنية",
    "image": "images/organs/omdam-abrahea.jpg",
    "causes": "1- المسبب الأكثر شيوعًا لهذه الظاهرة فهو مرض التصلب العصيدي (Atherosclerosis)، وتبدأ هذه الظاهرة بترسب الدهون على جدار الأبهر مما يؤدي مع مرور الوقت إلى تكوّن التهاب كردة فعل، وترسّب الكالسيوم، وتكوين خثرات وهذه، جميعها تؤدي إلى إضعاف جدار الأبهر وتوسّعه.\nمن الأسباب الأخرى لأم الدم الأبهرية:\n    - الإحساس بوجود كتلة تنبض في البطن.\n    - آلام البطن.\n    - آلام الظهر.",
    "symptoms": "1- أكثر الأعراض شيوعا للفتق هو حدوث انتفاخ في المنطقة المصابة، ويمكن ملاحظة ظهور كتلة على جانبي عظم العانة.\n2- المضايقات التي تتعرض لها في البطن عند السعال وخاصة في حالة الوقوف أو الانحناء.\n3- ألم في الصدر وصعوبة في البلع.\n4- حالات الإعياء الشديدة الناتجة عن انتفاخ البطن، والتي تستوجب التدخل الجراحي.",
    "button": "الامساك",
    "pos": "b43",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "b43": {
    "title": "الأمساك",
    "image": "images/organs/emsak.jpg",
    "causes": "1- النظام الغذائي قليل الألياف، مثل الفواكه والخضروات.\n2- عدم شرب الماء بشكل كافي.\n3- قلة النشاط البدني ونمط الحياة غير النشط، مثل قضاء فترات طويلة في الجلوس أو الاستلقاء.\n4- تغيير الروتين اليومي، مثل السفر أو اختلاف أوقات العمل، أو اضطراب أوقات النوم، ويعد اختلاف الروتين الاعتيادي للشخص من اسباب الامساك المفاجئ.\n5- تجاهل أو تأخير تلبية الرغبة في استخدام الحمام.",
    "symptoms": "1- التغوط بمعدل أقل من ثلاثة مرات في الأسبوع.\n-2 براز جاف وصلب، وأحياناً يكون على شكل قطع صغيرة.\n3- الشعور بضغط وألم أثناء التبرز.\n4- الشعور بعدم الإفراغ الكامل للأمعاء.\n5- الحاجة للضغط على أسفل البطن للتبرز.\n6- انتفاخ البطن.\n7- ألم وتشنج في البطن.\n8- الغثيان.\n9- فقدان الشهية.\n10- الشعور بألم شديد في أسفل البطن.\n11- خروج الدم مع البراز.\n12- نوبات تناوب ما بين الإمساك والإسهال.\n13- الشعور بألم شديد في منطقة الشرج.\n14- نقصان الوزن دون وجود سبب واضح",
    "button": "ورم دموى",
    "pos": "c43",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "c43": {
    "title": "ورم دموى",
    "image": "images/organs/waram-damay.jpeg",
    "causes": "ورم دموي ناتج عن الصدمات: غالباً ما ينتج هيماتوما بالجسم نتيجة الصدمات المباشرة، مثل التعرض لحادث سيارة، أو الضرب، أو نتيجة إلتواء في الذراع أو الساق، وبسبب هذه الإصابات تتضرر الأوعية الدموية ويتحطم جدارها؛ مما يؤدي إلى خروج الدم من الوعاء الدموي إلى النسيج المحيط\nورم دموي ناتج عن الأدوية: من اسباب الهيماتوما أيضاً تناول بعض الأدوية مثل الأدوية المميعة والمانعة لتخثر الدم، وتشمل الوارفارين، والأسبرين، والهيبارين.\n3- ورم دموي ناتج عن الامراض التي تقلل الصفائح الدموية: تؤثر بعض الأمراض على عدد الصفائح الدموية المسؤولة عن تخثر الدن وتشمل هذه الأمراض الالتهابات الفيروسية مثل الحصبة الألمانية، والنكاف، وجدري الماء، وفيروس نقص المناعة المكتسبة، والتهاب الكبد الوبائي سي، بالإضافة لبعض أنواع السرطانات.\n4- ورم دموي ناتج عن العمليات الجراحية: عادة ما يحدث الورم الدموي بعد العمليه الجراحية ،إما بسبب حدوث نزيف شديد، أو فشل في تصريف الدم من جروح التصريف بعد الجراحة.",
    "symptoms": "تعتمد أعراض الورم الدموي على موقع الهيماتوما في الجسم وحجمها، وتشمل أبرز أعراض الورم الدموي العامة ما يلي:\n    - احمرار المنطقة المصابة.\n    - الشعور بالألم عند الضغط عليها.\n    - تورم المنطقة، وانتفاخها.",
    "button": "فتق مختنق",
    "pos": "d43",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "d43": {
    "title": "فتق مختنق",
    "image": "images/organs/fatq-mo5taneq.jpg",
    "causes": "1- سبب خلقي، حيث يكون الفتق موجود عند الولادة.\n2- الحمل.\n3- ممارسة النشاط المنهك.\n4- التعرّض لعمليات جراحية في البطن، ممّا يُضعف جدار البطن، كما هو الحال في بعض حالات الولادة القيصرية.\n5- إجهاد في أثناء حركات الأمعاء.\n6- السعال المزمن.\n7- الإمساك المزمن.\n8- زيادة الوزن المفاجئة",
    "symptoms": "1- الألم الحاد الذي يأتي فجأة. ويمكن أن تزداد حدة الألم على مدى فترة قصيرة.\n2- وجود دم في البراز.\n3- الإمساك أو الإسهال.\n4- سواد أو احمرار الجلد في منطقة الفتق.\n5- الشعور بالإعياء.\n6- الحمى.\n7- عدم القدرة على التخلص من غازات البطن.\n8- الالتهاب حول منطقة الفتق.\n9- زيادة معدل ضربات القلب.\n10- الشعور بالغثيان.\n11- القيء.\n12- شعور بالحرقة، وسخونة في منطقة الفتق.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "51": {
    "title": "متلازمة القولون العصبي",
    "image": "images/organs/largeandsmall.jpg",
    "causes": "حتى الآن لا يوجد سبب واضح للإصابة به، ولكن يُعتقد أن سببه اجتماع عدة عوامل معًا، منها:\n    - خلل بين الإشارات العصبية في الجهاز الهضمي والدماغ.\n    - مشاكل في حركة الجهاز الهضمي.\n    - تضخم في البكتيريا الطبيعية الموجودة في الأمعاء.\n    - العدوى.\n    - الوراثة.\n    - حساسية الطعام.\n    - بعض المشاكل النفسية مثل: الاكتئاب، القلق وغيرهما. ",
    "symptoms": "1. تقلصات وآلام في البطن.\n2. فقدان الشهية.\n3. الشعور بالتخمة.\n4. غازات في البطن.\n5. مخاط في البراز.",
    "button": "مرض كرون",
    "pos": "a51",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a51": {
    "title": "مرض كرون",
    "image": "images/organs/coron.jpg",
    "causes": "هو التهاب مزمن وغير معدٍ، يسبب التهاب بطانة الجهاز الهضمي وهو أحد الأمراض التي تسمى أمراض التهاب الأمعاء.\nلا يزال السبب الدقيق لمرض كرون مجهولاً؛ حيث كان في السابق يشتبه في النظام الغذائي والإجهاد؛ لكن هذه العوامل تؤدي إلى تفاقم الأعراض؛ ولكن لا تسبب مرض كرون. كما أن هناك عددًا من العوامل من المحتمل أن تلعب دورًا في تطورها، مثل:\n    - الوراثة: حيث إن الجينات الموروثة قد تزيد خطر الإصابة بمرض كرون.\n    - الجهاز المناعي: قد يكون بسبب مشكلة في الجهاز المناعي (دفاع الجسم ضد العدوى والمرض) الذي يسبب مهاجمة البكتيريا السليمة في الأمعاء",
    "symptoms": " يمكن أن تؤثر في أي منطقة من الفم إلى فتحة الشرج، والمناطق الأكثر شيوعًا هي الجزء الأخير من الأمعاء الدقيقة أو الأمعاء الغليظة\nتختلف من شخص لآخر، وتراوح العلامات والأعراض من خفيفة إلى شديدة، وعادة ما تتطور تدريجيًّا؛ لكن في بعض الأحيان تأتي فجأة، دون سابق إنذار، والتي تشمل:\n    - آلام في البطن.\nالإسهال الشديد (أحيانًا مع الدم والمخاط).\n    - التعب.\n    - ارتفاع درجة حرارة الجسم.\n    - فقر الدم.\n    - فقدان الشهية والوزن.\n    - تقرحات الفم.\n    - تأخر أو ضعف النمو في الأطفال.",
    "button": "التهاب الزائدة الدودية",
    "pos": "b51",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "b51": {
    "title": "التهاب الزائدة الدودية",
    "image": "images/organs/eltehab-zydah.jpg",
    "causes": "يحدث التهاب الزائدة الدودية الحاد عندما يسد شيء ما الزائدة الدودية، وقد يكون هذا بسبب ما يأتي:\n    - عدوى فيروسية أو بكتيرية أو طفيلية في الجهاز الهضمي، والتي يمكن أن تؤدي إلى توسع أنسجة جدار الزائدة الدودية.\n    - براز يسبب انسداد الأنبوب في الأمعاء الغليظة.\n    - الأورام.\n    - أمراض التهاب الأمعاء.\n    - إصابة أو صدمة في البطن.\n    - من الجدير بالذكر أنه مع زيادة التورم يقل تدفق الدم إلى الزائدة الدودية ثم يتوقف بشكل تام، وفي هذه الحالة تبدأ الزائدة الدودية في الموت، أو يمكن أن تتمزق أو تنفجر",
    "symptoms": "1- التغوط بمعدل أقل من ثلاثة مرات في الأسبوع.\n-2 براز جاف وصلب، وأحياناً يكون على شكل قطع صغيرة.\n3- الشعور بضغط وألم أثناء التبرز.\n4- الشعور بعدم الإفراغ الكامل للأمعاء.\n5- الحاجة للضغط على أسفل البطن للتبرز.\n6- انتفاخ البطن.\n7- ألم وتشنج في البطن.\n8- الغثيان.\n9- فقدان الشهية.\n10- الشعور بألم شديد في أسفل البطن.\n11- خروج الدم مع البراز.\n12- نوبات تناوب ما بين الإمساك والإسهال.\n13- الشعور بألم شديد في منطقة الشرج.\n14- نقصان الوزن دون وجود سبب واضح",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "52": {
    "title": "التهاب الكلي",
    "image": "images/organs/eltehab-kelah.jpg",
    "causes": "1- يمكن للبكتيريا التي تدخل المسالك البولية عبر الإحليل أن تتكاثر وتنتقل إلى الكلى. وهذا هو السبب الأكثر شيوعًا للإصابة بعدوى الكلى.\n2- يمكن أيضًا أن تنتشر البكتيريا من عدوى في جزء آخر من الجسم عبر مجرى الدم إلى الكلى. في حالات نادرة، يمكن أن يسبب المفصل الاصطناعي أو صمام القلب المُصاب عدوى الكلى.\n3- ونادرًا ما تحدث التهاب الكلى بعد الخضوع لعملية في الكلى.",
    "symptoms": "1- الحمى\n2- القشعريرة\n3- الشعور بحرقة أو ألم عند التبول\n4- الحاجة إلى التبول بشكلٍ متكرر\n5- الحاجة الملحة المستمرة إلى التبول\n6- الشعور بآلام الظهر أو الجانب أو الأربية\n7- الغثيان والقيء\n8- ظهور صديد أو دم في البول\n9- خروج بول عكِر أو له رائحة كريهة\n10- ألم البطن",
    "button": "حصي الكلي",
    "pos": "a52",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a52": {
    "title": "حصي الكلي",
    "image": "images/organs/hasah-kelah.jpg",
    "causes": "1- قلة شرب الماء\n2- تناول بعض الأدوية، مثل: مدرات البول.\n3- الإصابة ببعض الأمراض، مثل: التهاب الجهاز البولي، والنقرس، بالإضافة إلى بعض الاضطرابات الوراثية.",
    "symptoms": "تتحرك حصيات صغيرة في الكلى بسهولة من خلال المسالك البولية؛ لذا فقد لا تظهر أي أعراض، أما عند وجود حصيات كبيرة في الكلى، فقد يتم ملاحظة:\n    - ألم حاد في الخاصرة، والظهر، وتحت الأضلاع.\n    - ألم أثناء التبول.\n    - دم في البول.\n    - قيء، وغثيان.\n    - بول عكر، أو كريه الرائحة.\n    - حمى، ورعشة في حالة وجود التهاب.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },


  "61": {
    "title": "التهاب الكلي",
    "image": "images/organs/eltehab-kelah.jpg",
    "causes": "1- يمكن للبكتيريا التي تدخل المسالك البولية عبر الإحليل أن تتكاثر وتنتقل إلى الكلى. وهذا هو السبب الأكثر شيوعًا للإصابة بعدوى الكلى.\n2- يمكن أيضًا أن تنتشر البكتيريا من عدوى في جزء آخر من الجسم عبر مجرى الدم إلى الكلى. في حالات نادرة، يمكن أن يسبب المفصل الاصطناعي أو صمام القلب المُصاب عدوى الكلى.\n3- ونادرًا ما تحدث التهاب الكلى بعد الخضوع لعملية في الكلى.",
    "symptoms": "1- الحمى\n2- القشعريرة\n3- الشعور بحرقة أو ألم عند التبول\n4- الحاجة إلى التبول بشكلٍ متكرر\n5- الحاجة الملحة المستمرة إلى التبول\n6- الشعور بآلام الظهر أو الجانب أو الأربية\n7- الغثيان والقيء\n8- ظهور صديد أو دم في البول\n9- خروج بول عكِر أو له رائحة كريهة\n10- ألم البطن",
    "button": "حصي الكلي",
    "pos": "a61",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a61": {
    "title": "حصي الكلي",
    "image": "images/organs/hasah-kelah.jpg",
    "causes": "1- قلة شرب الماء\n2- تناول بعض الأدوية، مثل: مدرات البول.\n3- الإصابة ببعض الأمراض، مثل: التهاب الجهاز البولي، والنقرس، بالإضافة إلى بعض الاضطرابات الوراثية.",
    "symptoms": "تتحرك حصيات صغيرة في الكلى بسهولة من خلال المسالك البولية؛ لذا فقد لا تظهر أي أعراض، أما عند وجود حصيات كبيرة في الكلى، فقد يتم ملاحظة:\n    - ألم حاد في الخاصرة، والظهر، وتحت الأضلاع.\n    - ألم أثناء التبول.\n    - دم في البول.\n    - قيء، وغثيان.\n    - بول عكر، أو كريه الرائحة.\n    - حمى، ورعشة في حالة وجود التهاب.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "62": {
    "title": "متلازمة القولون العصبي",
    "image": "images/organs/largeandsmall.jpg",
    "causes": "حتى الآن لا يوجد سبب واضح للإصابة به، ولكن يُعتقد أن سببه اجتماع عدة عوامل معًا، منها:\n    - خلل بين الإشارات العصبية في الجهاز الهضمي والدماغ.\n    - مشاكل في حركة الجهاز الهضمي.\n    - تضخم في البكتيريا الطبيعية الموجودة في الأمعاء.\n    - العدوى.\n    - الوراثة.\n    - حساسية الطعام.\n    - بعض المشاكل النفسية مثل: الاكتئاب، القلق وغيرهما. ",
    "symptoms": "1. تقلصات وآلام في البطن.\n2. فقدان الشهية.\n3. الشعور بالتخمة.\n4. غازات في البطن.\n5. مخاط في البراز.",
    "button": "التهاب الرتج",
    "pos": "a62",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a62": {
    "title": "التهاب الرتج",
    "image": "images/organs/coron.jpg",
    "causes": "1- تتكون الرتوج عادة عندما تتمزق الأجزاء الضعيفة بشكل طبيعي في القولون بسبب تعرضها للضغط. وينتج عن ذلك ظهور جيوب صغيرة بحجم البلية ناتئة بطول جدار القولون.\n2- يحدث التهاب الرتوج عند تمزق هذه الرتوج مسببة التهابًا وعدوى في بعض الأحيان.",
    "symptoms": "1- ألمًا يمكنه أن يكون ثابتًا ويَستمر لعدة أيام. عادة ما يُشعَر بالألم في الجانب السفلي الأيسر من البطن. ولكن يُمكن حدوثه في الجانب الأيمن من البطن ويكون أكثر شدة خاصة لدى الأشخاص المنحدرين من أصول آسيوية.\n2- الغثيان والقيء\n3- حُمّى.\n4- ألمًا في البطن عند الجس.\n5- الإمساك أو، بشكل أقل شيوعًا، الإسهال.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "71": {
    "title": "التهاب الزائدة الدودية",
    "image": "images/organs/eltehab-zydah.jpg",
    "causes": "يحدث التهاب الزائدة الدودية الحاد عندما يسد شيء ما الزائدة الدودية، وقد يكون هذا بسبب ما يأتي:\n    - عدوى فيروسية أو بكتيرية أو طفيلية في الجهاز الهضمي، والتي يمكن أن تؤدي إلى توسع أنسجة جدار الزائدة الدودية.\n    - براز يسبب انسداد الأنبوب في الأمعاء الغليظة.\n    - الأورام.\n    - أمراض التهاب الأمعاء.\n    - إصابة أو صدمة في البطن.\n    - من الجدير بالذكر أنه مع زيادة التورم يقل تدفق الدم إلى الزائدة الدودية ثم يتوقف بشكل تام، وفي هذه الحالة تبدأ الزائدة الدودية في الموت، أو يمكن أن تتمزق أو تنفجر",
    "symptoms": "1- التغوط بمعدل أقل من ثلاثة مرات في الأسبوع.\n-2 براز جاف وصلب، وأحياناً يكون على شكل قطع صغيرة.\n3- الشعور بضغط وألم أثناء التبرز.\n4- الشعور بعدم الإفراغ الكامل للأمعاء.\n5- الحاجة للضغط على أسفل البطن للتبرز.\n6- انتفاخ البطن.\n7- ألم وتشنج في البطن.\n8- الغثيان.\n9- فقدان الشهية.\n10- الشعور بألم شديد في أسفل البطن.\n11- خروج الدم مع البراز.\n12- نوبات تناوب ما بين الإمساك والإسهال.\n13- الشعور بألم شديد في منطقة الشرج.\n14- نقصان الوزن دون وجود سبب واضح",
    "button": "التهاب المعده والامعاء",
    "pos": "a71",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a71": {
    "title": "التهاب المعده والامعاء",
    "image": "images/organs/da2-am3a2.jpeg",
    "causes": "1- نوروفيروس (Norovirus): يُؤثر الفيروس على الأطفال والبالغين على حد سواء، وهو السبب الأكثر شيوعًا للأمراض المنقولة عبر الأغذية في العالم.\n2- الفيروس العجلي (Rotavirus): يُعد الفيروس العجلي السبب الرئيسي لالتهاب المعدة والأمعاء الفيروسي عند الأطفال، وغالبًا ما يُصيب الأطفال في عمر 3 - 15 شهرًا.\n3- الفيروسات الغدانية (Adinovirus): تُصيب الفيروسات الغدانية الأطفال تحت سن العامين\n4- الفيروس النجمي (Astrovirus): يُصيب الفيروس الأطفال الرضع والأطفال الصغار بشكل أكبر، ولكنه يُمكن أن يُصيب أي شخص.\n5- سالمونيلا (Salmonella).\n6- الشغيلا (Shigella).\n7- عدوى المطثية العسيرة (Clostridium difficile).\n8- الإشريكية القولونية (Escherichia coli).\n9- الطفيليات\n10- تحدث معظم حالات التهاب المعدة والأمعاء الطفيلية بسبب الجيرديا (giardia)، أو الطفيليات خفية الأبواغ (cryptosporidium) عن طريق شرب الماء الملوث، أو السباحة في مياه ملوثة.\n11- يُمكن أن تُؤدي بعض الأدوية، أو السموم الكيميائية، مثل: المعادن، أو المواد النباتية إلى التهاب المعدة والأمعاء.",
    "symptoms": "1- اسهال\n2- ألم في المعدة\n3- غثيان واستفراغ\n4- ارتفاع درجة الحرارة\n5- الشعور بالعطش الشديد.\n6 -خروج كمية أقل من البول عن المعتاد.\n7- اللون الغامق للبول.\n8- العيون، أو الخدود الغارقة\n9- وجع رأس ودوار عند الوقوف.\n10- تعب وإعياء عام.",
    "button": "انسداد الأمعاء",
    "pos": "b71",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "b71": {
    "title": "انسداد معوي",
    "image": "images/organs/intestinal-obstruction.jpg",
    "causes": "1- الالتصاقات التي قد تحدث للأمعاء ولمختلف أعضاء الجسم أحياناً بعد إجراء العمليات الجراحية.\n2- الأورام الخبيثة والسرطانات في الأمعاء الدقيقة أو الأعضاء القريبة مثل سرطان البنكرياس\n3- الفتق\n4- مرض كرون، وهو مرض مزمن يصيب الجهاز الهضمي.\n5- حصوات المرارة.\n6- الانغلاف المعوي\n7- تشوه في الأمعاء.\n8- سرطان القولون والمستقيم.\n9- الالتهابات في الرتوج المعوية\n10- تراكم البراز نتيجة الإمساك المزمن.\n11- تضيق القولون\n12- انسداد القولون\n13- استخدام بعض أنواع الأدوية، مثل المسكنات الأفيونية.\n14- داء السكري.\n15- خمول الغدة الدرقية.",
    "symptoms": "1- غثيان واستفراغ، وغالباً ما يكون الاستفراغ أخضر اللون لاحتوائه على العصارة الصفراوية.\n2- الإمساك.\n3- انتفاخ في البطن.\n4- قد يصاحب ذلك ارتفاع في درجة الحرارة، وزيادة في نبضات القلب؛ كعلامة تدل على بداية انقطاع وصول الدم إلى المنطقة التي حصل عندها الانسداد.\n5- تقلصات شديدة في البطن.\n6- ألم ومغص في البطن.\n7- فقدان الشهية.\n8- الإسهال\n9- انتفاخ البطن.\n10- شد الطفل لركبتيه لتصل إلى صدره.\n11- النعاس المفرط.\n12- الإصابة بالحمى.\n13- الصريخ والبكاء بصوت عال جداً من الألم.\n14- إخراج البراز المائع والذي يبدو أنه يحتوي على الدم.\n15- القيء، وخاصة القيء ذو اللون الأصفر والأخضر.",
    "button": "نقص الترويه الدمويه في الامعاء",
    "pos": "c71",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "c71": {
    "title": "نقص الترويه الدمويه في الامعاء",
    "image": "images/organs/eqfar.jpg",
    "causes": "1- تصلب في الشرايين نتيجة جلطات في الدم.\n2-  اقفار الأمعاء\n3- السكري\n4- ارتفاع ضغط الدم\n5- ارتفاع دهنيات الدم\n6-  بعض الحالات مرتبطة بالتدخين.",
    "symptoms": "1- ألم شديد في البطن ومفاجئ، يتركز في منطقة واحدة من البطن\n2- الغثيان\n3- قيء.\n4- ظهور دم في البراز.\n5- أمراض القلب والأوعية الدموية\n6- ارتفاع في درجة الحرارة.\n7- نقص التروية المساريقي المزمن\n8- فقدان الوزن.\n9- الخوف من الأكل أو التغيير في عادات\n10- الأكل بسبب الألم بعد الوجبة.\n11- الغثيان وقيء.\n12- إمساك أو إسهال.",
    "button": "التهاب الصفاق",
    "pos": "d71",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "d71": {
    "title": "التهاب الصفاق",
    "image": "images/organs/eltehab-safaq.jpeg",
    "causes": "1- تمزق الزائدة الدودية او قرحة المعدة\n2- ثقب فس القولون او الامعاء او المرارة\n3- اضطرابات الجهاز الهضمى مثل ( التهاب البنكرياس ، التهاب الرتج ، مرض كرون )\n4- امراض الكبد \n5- الفشل الكلوى\n6- داء الالتهاب الحوض",
    "symptoms": "1- ألم في البطن أو إيلام عند اللمس\nالانتفاخ أو الشعور بامتلاء البطن\n2- الانتفاخ أو الشعور بامتلاء البطن\n3- الحمى\n4- اضطراب المعدة والقيء.\n5- فقدان الشهية.\n6- الإسهال\n7- قلة كمية البول.\n8- العطش\n9- عدم القدرة على إخراج البراز أو الغازات.\n10- الشعور بالتعب\n11- التشوش",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "72": {
    "title": "حمى التيفيه",
    "image": "images/organs/homah-tefeah.jpg",
    "causes": "تسبب سلالة من البكتيريا تُسمى السَلْمونيلَة المعوية من النمط المصلي التيفي الحمى التيفية. وتسبب السلالات الأخرى من بكتيريا السَلْمونيلَة مرضًا مشابهًا يُسمى الحُمّى نظيرة التيفية",
    "symptoms": "1- حمى تبدأ منخفضة وتزداد على مدار اليوم، وربما ترتفع درجة الحرارة لتصل إلى 104 فهرنهايت (40 درجة مئوية).\n2- القشعريرة\n3- الصداع\n4- الضعف والإرهاق\n5- آلام في العضلات.\n6- ألم المعدة\n7-  الإسهال أو الإمساك\n8- الطفح الجلدي",
    "button": " حماض كيتونى سكرى",
    "pos": "a72",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a72": {
    "title": " حماض كيتونى سكرى",
    "image": "images/organs/7amad-ketony.jpg",
    "causes": "1- النوبة القلبية أو السكتة\n2- التهاب البنكرياس\n3- الحمل\n4- إدمان الكحوليات أو المخدرات، وبخاصة الكوكايين\n5- استخدام أدوية معينة، مثل الكورتيكوستيرويدات وبعض مُدرات البول\n6- نقص انسولين الدم بسبب ممارسة الرياضة العنيفة.\n7- الإصابة بمرض السكري النوع الاول علما انه قد يصيب النوع الثاني ايضاً\n8- حدوث جفاف حاد في جسم الإنسان",
    "symptoms": "1- زيادة العطش\n2- جفاف الجلد\n3- عدم وضوح الرؤية.\n4- التبول المتكرر\n5- ألم البطن\n6- الغثيان والتقيؤ.\n7- رائحة النفس المشابهه لرائحة الفاكهة.\n8- ضيق النفس.\n9- الشعور بالحرارة العالية بالرغم من ان درجة حرارة الجسم طبيعية.\n10- فقدان الشهية.\n11- الدوار والصداع.\n12- هبوط ضغط الدم.\n13- تسارع ضربات القلب",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "81": {
    "title": "التواء الخصية",
    "image": "images/organs/testis.jpg",
    "causes": "1- ضعف النسيج الضام الموجود في كيس الصفن \n2- وجود سمة خلقية تدعى تشوه الجرس ( بالانجليزية Bell clapper) والتي تسمح بحرية أكبر للخصيتين في كيس الصفن، وتعتبر السبب الرئيس للإصابة بالتواء الخصية وبنسبة 90%، ويعتبر عاملاً وراثياً يؤدي إلى انتقال مشكلة التواء الخصية عبر أجيال متعددة\n3- أسباب أخرى: قد تتسبب إصابة الفخذ بالتواء الخصية، وقد يؤدي النمو السريع للخصيتين في فترة البلوغ إلى حدوث التواء الخصية أيضاً",
    "symptoms": "1- ألم شديد ومفاجئ في الخصية.\n2- تورم كيس الصفن.\n3- ألم أسفل البطن.\n4- وجود كتل في كيس الصفن.\n5- الغثيان والتقيؤ.\n6- وجود دم في السائل المنوي.\n7- تغير موضع إحدى الخصيتين لتكون بمكان أعلى من الأخرى، أو أن تكون مائلة بزاوية غير معتادة.",
    "button": "فتق الاربى",
    "pos": "a81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a81": {
    "title": "فتق الاربى",
    "image": "images/organs/testis.jpg",
    "causes": "ليست هناك أسباب ظاهرة لبعض حالات الفتق الأربي. وتحدث الحالات الأخرى نتيجة ما يلي:\n    - زيادة الضغط على عضلات البطن\n    - وجود نقطة عضلية ضعيفة من قبل في جدار البطن\n    - الإجهاد أثناء التبرّز أو التبوّل\n    - النشاط البدني العنيف\n    -  السعال أو العطاس بشكل مزمن",
    "symptoms": "1- انتفاخ المنطقة على أحد جانبَي عظم العانة، ويصبح أكثر وضوحًا عند الوقوف، خاصةً عند السعال أو الحزق\"أثناء التبول أو التبرز\"\n2-  الشعور بالحرقة أو الألم مكان الانتفاخ\n3-  ألمًا أو انزعاجًا في أُرْبِيَّتِكَ، خاصةً عندما تنثني للأمام، أو عند السعال أو رفع شيء معين\n4- الشعور بثقل أو سحب في أُرْبِيَّتِكَ\n5- ضعفًا أو ضغطًا في أُرْبِيَّتِكَ\n6- في بعض الأحيان، يحدُث ألم وانتفاخ حول الخصيتين عند تَدلِّي الأمعاء داخل الفتق الممتد إلى كيس الصفن.",
    "button": "تورم كيس الصفن ( سرطان الخصية)",
    "pos": "b81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "b81": {
    "title": "تورم كيس الصفن ( سرطان الخصية)",
    "image": "images/organs/testis.jpg",
    "causes": "1- تجمُّع سائل في الصفن (أدرة أو قيلة مائيَّة)\n2- فتق في أعلى الفخذ (الفتق الأربي)\n3- توسُّع الأوردة التي تحمل الدَّم من الخصية (قيلَةٌ دَوالِيَّة)\n4- تتضمَّن الأَسبَابُ الأقلّ شيوعًا ما يلي:\n    - كيسة في البربخ (قِيلَةٌ مَنَوِيَّة)\n    - تجمُّع الدَّم في الصَّفن (قِيلَةٌ دَمَوِيَّة)\n    - تجمُّع السوائل الزائدة في الجسم (وذمة)",
    "symptoms": "1- كتلة غير عادية\n2- ألم مفاجئ\n3- شعور بألم خفيف أو ثقل في كيس الصفن\n4- ألم يمتد إلى الفخذ، أو البطن أو الجزء السفلي من الظه\n5- ألم، أو تورم أو تصلب الخصية\n6- ألم، أو تورم أو تصلب البربخ، قناة على شكل فاصلة تقع أعلى وخلف كيس الصفن الذي يخزن الحيوانات المنوية وينقلها\n7- حدوث تورم في كيس الصفن\n8- احمرار جلد كيس الصفن\n9- الغثيان أو القي\n10- إذا وجدت كتلة أو تورم، أو أي من الأعراض السابقة، فمن المهم فحصها من قبل الطبيب",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "82": {
    "title": "التهاب البروستاتا",
    "image": "images/organs/prostate.jpg",
    "causes": "1-فعادةً ما ينتج التهاب البروستاتا البكتيري الحاد عن أنواع شائعة من البكتيريا. وربما تكون العدوى قد انتقلت من أجزاء أخرى من الجهاز البولي أو التناسلي\n2- بينما يحدث التهاب البروستاتا البكتيري المزمن عمومًا لنفس سبب حدوث التهاب البروستاتا البكتيري الحاد. وقد يحدث نتيجة لعدم استمرار علاج العدوى الحادة لمدة كافية أو فشله في القضاء على جميع البكتيريا.\n3-أما التهاب البروستاتا المزمن/متلازمة آلام الحوض المزمنة فهو نوع غير مفهوم جيدًا. ولكن تشير الأبحاث إلى أن هناك عدد من العوامل قد تؤدي معًا دورًا فيه. وتشمل تلك العوامل التعرض للعدوى سابقًا، أو خلل الجهاز العصبي، أو خلل الجهاز المناعي، أو الضغط النفسي، أو اضطراب النشاط الهرموني.\n4-وأخيرًا التهاب البروستاتا عديم الأعراض، وهو نوع يحدث دون سبب معروف، وغالبًا لا يظهر إلا أثناء فحص متعلق بحالات طبية أخرى، ولا يُعالج.",
    "symptoms": "قد تختلف مؤشرات التهاب البروستاتا وأعراضه حسب نوعه: وقد تتضمن:\n    - الشعور بألم أو حرقان أثناء التبوُّل (عسر التبوُّل)\n    - الصعوبة في التبوُّل، مثل تقطير التبوُّل أو تقطيعه\n    - كثرة التبوُّل، وخصوصًا في الليل (البُوال الليلي)\n    - الشعور بحاجة مُلِحَّة إلى التبوُّل\n    - بول غائم\n    - ظهور دم في البول\n    - الشعور بألم في البطن أو الأُرْبِيَّة أو أسفل الظهر\n    - الشعور بألم في المنطقة الموجودة بين كيس الصفن والمستقيم (العِجان)\n    - الشعور بألم أو انزعاج في القضيب أو الخُصيتين\n    - الشعور بألم أثناء القذف\n    - الحمى والقشعريرة وآلام العضلات وغيرها من الأعراض التي تشبه أعراض الإنفلونزا (في حالة التهاب البروستاتا البكتيري الحاد)",
    "button": "سرطان البروستاتا ( تضخم البروستاتا غير حميد)",
    "pos": "a82",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "a82": {
    "title": "سرطان البروستاتا ( تضخم البروستاتا غير حميد)",
    "image": "images/organs/prostate.jpg",
    "causes": "- ليس معروفًا حتى الآن السبب الحقيقي الدقيق الذي يؤدي إلى تكوّن وتطور سرطان البروستاتا.\n1- هناك عدة عوامل مختلقة مسؤولة عن هذا المرض مثل (العرق ، الهرمونات ، التغذية ، العمر ، التاريخ الطبى العائلى و عوامل بيئية)\n2- مستويات مرتفعة من هُرمون التستوستيرون, بما أن هُرمون تستوستيرون يحفز ويسرّع نمو غدة البروستاتا، فإن الرجال الذين يتناولون علاجًا يشكل هذا الهرمون أساسه أو مركـّبا أساسيًا فيه يكونون أكثر عرضة للإصابة بسرطان البروستاتا من الرجال الذين لديهم مستويات أقل من هرمون التستوستيرون",
    "symptoms": "- قد لا ينجم عن سرطان البروستاتا ظهور أعراض أو علامات في مراحله المبكرة.\n - قد يسفر عن سرطان البروستاتا الأكثر تطورًا علامات وأعراض، مثل:\n    - مشكلات في التبول\n    - ضعف قوة التدفق في مجرى البول\n    - ظهور دم في البول\n    - دم في السائل المنوي\n    - ألم العظام\n    - فقدان الوزن دون محاولة\n    - ضعف الانتصاب",
    "button": "تضخم البروستاتا",
    "pos": "b82",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "b82": {
    "title": " تضخم البروستاتا",
    "image": "images/organs/prostate.jpg",
    "causes": "1- تشيع الإصابة بتضخم البروستاتا الحميد، خاصةً في الرجال فوق سن الخمسين،\n2- ترتبط أيضًا هذه المشكلة ببعض التغيرات الهرمونية المرتبطة بالتقدم في العمر.\n3- سرطان البروستاتا\n4- الجينات الموروثة.\n5- العوامل البيئية والتي ربما تكون مرتبطة بالنظام الغذائي.\n6- السمنة.",
    "symptoms": "1- صعوبة البدء في التبول.\n2- والإغلاق الكلي للإحليل\nالحاجة المتكررة للتبول، خاصةً في أثناء الليل\n4- قلة السائل المنوي عند القذف\n5- صعوبة إفراغ المثانة بالكامل\n6- السلس البولي.\n7- صعوبة في بدء التبول.\n8- تيار بول ضعيف أو تيار يتوقف ويبدأ\n9- تقطر في نهاية التبول.\n10- ألم في أثناء التبول.\n11- الرغبة في التبول مرة أخرى، بعد وقت قصير من الانتهاء.\n12- ألم في أثناء القذف\n13- دافع مفاجئ لا يمكن السيطرة عليه للتبول.\n14- أخذ وقت طويل في أثناء التبول.\n15- ضعف تدفق البول.\n16- الشعور بأن المثانة لا تزال ممتلئة.\n17- دم في البول أو السائل المنوي.\n18- تكرار الحاجة للتبول، خاصةً أثناء الليل\n19- صعوبة البدء في التبول.\n20- تبول مؤلم أو حارق.\n21- مشكلة في الانتصاب.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "91": {
    "title": "مرض الماء الابيض ",
    "image": "images/organs/ma2-abed.png",
    "causes": "ًمع تقدم العمر تصبح العدسة أقل مرونة وأقل شفافية وأسمك، بالإضافة إلى الحالات المرتبطة بالعمر والظروف الطبية الأخرى التي تسبب تحلل الأنسجة داخل العدسة وظهور العتامة داخل العدسة، ونادرًا ما يُصاب به الطفل عند الولادة بسبب الوراثة أو بسبب عدوى (مثل: الحصبة الألمانية) في الأم أثناء الحمل.",
    "symptoms": "1- ضعف البصر بشكل تدريجي وبدون ألم.\n2- ضبابية وعدم الوضوح في الرؤية.\n3- حساسية من الضوء الساطع.\n4- رؤية هالات حول الأضواء.\n5- صعوبة في النظر أثناء الليل\n6- تغيير متكرر للنظارات أو العدسات اللاصقة.\n7- تغير لون عدسة العين تدريجيًّا إلى اللون الأبيض أو البني وذلك في الحالات المتقدمة.\n- هذه الأعراض أيضًا قد تكون علامة على مشاكل أخرى في العين؛ لذا يجب استشارة الطبيب للتحقق من الأعراض.",
    "button": "الجلوكوما",
    "pos": "a91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a91": {
    "title": "الجلوكوما",
    "image": "images/organs/glocomah.jpg",
    "causes": "تفرز العين سائلاً مائيًّا يحافظ على رطوبة العين، ثم يصرف هذا السائل عبر قنوات، عند اختلال التوازن بين كمية السائل المفرز وقدرة القنوات على تصريف السائل ينتج عن ذلك تراكمه داخل العين مسببًا انسدادًا وضغطًا على أنسجة العصب البصري\n - مسميات أخرى: المياه الزرقاء - الزرق - الساروق - السويرق - الماء الأزرق - الماء الأسود - ارتفاع ضغط العين.",
    "symptoms": "1- عدم وضوح الرؤية (رؤية ضبابية مفاجئة).\n2- صداع حاد.\n3- قيء وغثيان.\n4- ألم شديد في العين.\n5-  احمرار العين.\n6- رؤية هالات حول الضوء (قوس قزح).",
    "button": "القرنية المخروطية",
    "pos": "b91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b91": {
    "title": "القرنية المخروطية",
    "image": "images/organs/karneh-ma5roteh.png",
    "causes": "الأسباب غير معروفة حتى الآن، لكن قد تحدث بسبب:\n    - الوراثة.\n    - كثرة فرك العين خاصة عند الإصابة بنوع معين من الحساسية.",
    "symptoms": "-1 ضعف البصر والحاجة إلى تغيير النظارات بشكل مستمر في المراحل المبكرة.\n2- عدم القدرة على تحمل الضوء.",
    "button": "زغب العين",
    "pos": "c91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c91": {
    "title": "زغب العين",
    "image": "images/organs/za8eb.jpg",
    "causes": "يحدث الدمل بسبب عدوى الغدد الدهنية في الجفن. عادة ما تكون بكتيريا المكورات العنقودية مسؤولة عن معظم هذه العدوى.",
    "symptoms": "1- كتلة حمراء على جفنك تشبه الدمل أو البثور\n2- ألم الجفن\n3- تورم الجفن\n4- تمزق",
    "button": "انحراف العين ",
    "pos": "d91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d91": {
    "title": "انحراف العين",
    "image": "images/organs/hawal.jpg",
    "causes": "لا يوجد سبب معروف لانحراف النظر ولكن يمكن أن نلخص اسباب انحراف النظر بما يلي:\n    - عوامل وراثية غالباً.\n    - الإصابة ببعض الأمراض مثل القرنية المخروطية.\n    - نتيجة التعرض لحادث أو ضربة على العين.",
    "symptoms": "1- عدم وضوح الرؤية.\n2- ازدواج في الرؤية.\n3- صداع.\n4- العيون الضيقة.\n5- الشعور بعدم الراحة في العين.\n6- طول النظر أو قصر النظر.",
    "button": "كسل العين ( الغمش - العين الكسولة. )",
    "pos": "e91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "e91": {
    "title": "كسل العين ( الغمش - العين الكسولة. )",
    "image": "images/organs/lazy.jpg",
    "causes": "-1 الحول\n2- أخطاء الانكسار: هي اضطرابات تنعدم فيها قدرة العين على تركيز الضوء على الشبكية، وتشمل:\n    - قصر النظر.\n    - طول النظر.\n    - اللا بؤرية (الرؤية الضبابية).\n    - إعتام عدسة العين (الماء الأبيض)\n    - الجفن المتدلي",
    "symptoms": "-1 وجود حول في العينين.\n2- التحديق بشدة، أو إغلاق عين واحدة، أو إمالة الرأس أثناء النظر إلى الأشياء.\n3- عدم تناسق الحركة بين العينين.\n4- تحرك عين واحدة للداخل والخارج (حركة أفقية).\n5- ضعف في إدراك عمق الأجسام والأشياء من حوله.\n6- صعوبة في معرفة مدى قرب أو بعد شيء ما عنه.\n7- تدلي الجفن العلوي.",
    "button": "حساسية العين",
    "pos": "f91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "f91": {
    "title": "حساسية العين",
    "image": "images/organs/hasaseah.jpg",
    "causes": "1- الرياح المحملة بالأتربة والغبار\n2-  ارتفاع درجات الحرارة وأشعة الشمس (خاصةً الأشعة فوق البنفسجية) وخاصة بالصيف.\n3-  الملوثات الهوائية مثل عوادم السيارات وغيرها.",
    "symptoms": "-1 إحساس بالحكة\n2-  إحمرار وتورم في الملتحمة\n3- زيادة الإفرازات المخاطية\n4- الإحساس بالجفاف في العين.\n5- زياده في افراز الدموع.",
    "button": "جفاف العين",
    "pos": "g91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "g91": {
    "title": "جفاف العين ",
    "image": "images/organs/gafaf.jpg",
    "causes": "- يحدث الجفاف بسببين رئيسين هما:\n    - إنتاج كمية غير كافية من الدموع، وهو الأكثر شيوعًا نتيجة عوامل عدة.\n    - جودة الدموع غير جيدة، حيث تتكون الدموع من ثلاث طبقات رئيسة (زيت، ماء، مخاط). الطبقة الزيتية، وهي الطبقة الخارجية للدموع، وهي تمنع جفاف الدموع بسرعة، والطبقة المائية، وهي تشكل معظم ما نراه بالدموع، وهي تنظف العين، وتزيل الجزيئات التي لا تنتمي إلى العين. ",
    "symptoms": "1- الشعور بوجود شيء ما داخل العين يثيرها.\n2- حكة شديدة.\n3- احمرار العين.\n4- وجود خيوط من المخاط داخل أو حول العين.\n5- حرقة بالعين.\n6- حساسية من الضوء.\n7- رؤية ضبابية.",
    "button": " التهاب الملتحمة",
    "pos": "h91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "h91": {
    "title": " التهاب الملتحمة",
    "image": "images/organs/moltahemah-kajheah.jpg",
    "causes": "1- فيروسات - عدوى فيروسية \n2- بكتيريا - عدوى جرثومية - ، وهو مسبب شائع لاسيما في الأطفال بشكل خاص، وتظهر عند البالغين، ترافقها إفرازات لزجة نسبيا ذات لون أصفر مخضر، وهنا تكون ثمة صلة لعدوى سابقة في الجهاز التنفسي العلوي.\n3- عوامل حارجية، فقد يتسبب دخول جسم غريب أو مواد كيميائية مختلفة لداخل العين بالتهاب في العين، وغالبًا مايتلاشى سريعًا، ولايتعدى 24 ساعة بعد تخلص العين من هذا العامل الخارجي.",
    "symptoms": "1- الإحمرار وتورم الملتحمة.\n2- ألم مع الإحساس بحكة لوجود جسم داخل العين.\n3- وجود إفرازات تصاحبها كثرة الدموع.\n4- التحسس من الضوء.\n5- صعوبة فتح العينين عند الإفاقة من النوم؛ لظهور غشاء يشبه القشرة على سطح العين نتيجة للإفرازات الناجمة عنها أثناء الليل.",
    "button": "التهاب القزحية",
    "pos": "i91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "i91": {
    "title": "التهاب القزحية",
    "image": "images/organs/moltahemah-kajheah.jpg",
    "causes": "- يحدث التهاب القزحية نتيجةً لأسباب غير معروفة، وغالبًا ما يظهر الالتهاب في هذه الحالات مرة واحدة فقط.\n- ولكن قد تُساهم العديد من الأسباب في حدوث التهاب القزحية، وفي معظم الأحيان يحدث الالتهاب بشكل متكرر، إذ تتضمن أسباب التهاب القزحية ما يأتي:\n    - إصابة العين، إذ تؤدي إصابة العين إلى حدوث التهاب في قزحية العين، كما يُعد وجود تاريخ مرضي سابق في إصابة العين أحد أسباب التهاب القزحية المتأخر.\n    - الالتهاب التابع لعمليات العين الجراحية.\n    - العدوى، مثل: فيروس السل (Tuberculosis)، وفيروس هربس (Herpes)، وغيرها.\n    - الساركويد (Sarcoidosis).\n    - مرض بهجت (Adamantiades-Behcet's disease).\n    - استخدام بعض الأدوية، مثل: الأدوية المستخدمة في علاج الغلوكوما.\n    - أمراض المناعة الذاتية، مثل: مرض الحمى الذؤابية، والتهاب المفاصل الروماتويد.",
    "symptoms": "1- قد يحدُث الْتِهاب القزحِيَّة في عين واحدة أو كلتا العينين. عادةً ما يحدُث فجأة، ويُمكن أن يستمرَّ لمدة ثلاثة أشهر.\n2- تتضمَّن مُؤشِّرات الْتِهاب القزحِيَّة وأعراضه ما يلي:\n    - احمرار العين\n    - الانزعاج أو الألم في العين المصابة\n    - الحساسية للضوء\n    - انخفاض الرؤية",
    "button": "الم العين",
    "pos": "j91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "j91": {
    "title": "الم العين",
    "image": "images/organs/pain.jpg",
    "causes": "السبب الأكثر شيوعًا لألم العين هو مجرد وجود شيء ما في عينك.  سواء كان ذلك رمشًا أو قطعة من الأوساخ أو مكياج ، فإن وجود جسم غريب في العين يمكن أن يسبب تهيجًا واحمرارًا وعيونًا دامعة وألمًا.",
    "symptoms": "1- ضعف الرؤية.\n2- 2- التفريغ: يمكن أن يكون واضحًا أو سميكًا وملونًا.\n3- 3- الإحساس بجسم غريب - الشعور بوجود شيء ما في العين ، سواء كان حقيقيًا أو متخيلًا\n4- 4- صداع.\n5- 5- الحساسية للضوء.\n6- 6-الغثيان أو القيء.",
    "button": "دوائر مظلمة",
    "pos": "k91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "k91": {
    "title": "دوائر مظلمة",
    "image": "images/organs/dark-circles.webp",
    "causes": "1- عمر\n2- إجهاد العين\n3- الحاسية\n4- تعب",
    "symptoms": "1-  الحساسية\n2- 2- التهاب الجلد التأتبي (الإكزيما)\n3- 3-  التهاب الجلد التماسي.\n4-  4- تعب.\n5- 5-  حمى القش (التهاب الأنف التحسسي)\n6-  6- الوراثة.\n7- 7- مخالفات التصبغ",
    "button": "العيون السوداء (لون كدمة العين)",
    "pos": "l91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "l91": {
    "title": "العيون السوداء (لون كدمة العين)",
    "image": "images/organs/kadamat.jpg",
    "causes": " السبب الأكثر شيوعًا للعين السوداء هو ضربة للعين أو الأنف أو الجبهة.  اعتمادًا على مكان سقوط الضربة ، قد تتأثر إحدى العينين أو كلتا العينين.  غالبًا ما تؤدي ضربة الأنف إلى تضخم كلتا العينين لأن التورم الناتج عن إصابة الأنف يتسبب في تجمع السوائل في الأنسجة الرخوة للجفون.",
    "symptoms": "1-  ألم حول العين.\n2- تورم حول العين ، والذي يمكن أن يكون خفيفًا في البداية ثم يزداد لاحقًا.\n3- قد يؤدي التورم إلى صعوبة فتح العين.\n4- تلون (مثل كدمة) حول العين\n5- رؤية مشوشة.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "101": {
    "title": "(الأذن الخارجية)\n دمامل او خراج الاذن (التهاب الأذن الخارجية المحدد)",
    "image": "images/organs/eye.jpg",
    "causes": "ومن أشهر أسباب ظهور دمل داخل الأذن استخدام أجسام غريبة ملوثة لتنظيف الأذن أو حكها بطريقة خاطئة، مثل استخدام أعواد الكبريت أو الأدوات الحادة وإدخالها في القناة السمعية خصوصاً في الأطفال، لكنه يُصيب الكبار أيضاً بدون أسباب واضحة وخصوصاً مرضى السكري.",
    "symptoms": "1- ألم شديد بالقناة السمعية: بالأخص عند مضغ الطعام، وهذا هو العرَض الأكثر شيوعاً.\n2- صمم مؤقت في الأذن المصابة ( في حال كان الدمّل كبيراً)\n3- إفرازات صديدية من الأذن في حال انفجر الدمّل, وتكون إفرازات شحيحة في الكمية، وعندما تخرج تلك الإفرازات يشعر المريض بتحسن كبير مفاجيء ويتضاءل الوجع إلى حد الاختفاء.\n5-  طنين: قد يشعر المريض بصوت متكرر (طنين) في أذنه.\n5- هرش متكرر وتهيُّج في القناة السمعية",
    "button": "التهاب الجلد في قناة الأذن",
    "pos": "a101",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a101": {
    "title": "(الأذن الخارجية)\n التهاب الجلد في قناة الأذن",
    "image": "images/organs/eye.jpg",
    "causes": "1- يُعد التهاب الجلد بالتماس في قناة الأذن ردة فعل تحسسية تجاه مهيجات محددة، مثل حلقات الأذن التجميلية الحاوية على النيكل، والعديد من مستحضرات التجميل (على سبيل المثال، مثبتات الشعر، وغسول الجسم، وصبغات الشعر).\n2- أما التهاب الجلد الإكزيماوي الأذني فقد يحدث بشكل مفاجئ لدى بعض المرضى الذين يعانون من أنواع معينة من حالات تشبه التهاب الجلد، مثل التهاب الجلد المثّي و الصدفية.\n3- يمكن لتهيج الجلد وتقشره الناجم عن التهاب الجلد أن يسمح للبكتيريا أو الفطور بالتسبب بعدوى في قناة الأذن (التهاب الأذن الخارجية الحاد).",
    "symptoms": "يُسبب كلا النوعين من التهاب الجلد الحكة، والاحمرار، وخروج واضح لمفرزات رائقة أو رطبة، وتقشر وتشقق الجلد بصورة مؤلمة وازدياد دُكنته (يميل نحو اللون الغامق).على النقيض من ذلك، عادةً ما يكون العَرَض الأولي للعدوى بكتيرية هو الألم الشديد في الأذن.تُسبِّبُ العدوى الفطرية في قناة الأذن الفطريَّة حكَّةً أكثر شدَّةً من الألم.",
    "button": "التهاب سمحتق الغضروف",
    "pos": "b101",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b101": {
    "title": "(الأذن الخارجية)\nالتهاب سمحتق الغضروف",
    "image": "images/organs/eye.jpg",
    "causes": "1- مسبّب التهاب الغضاريف ليس معروفًا، ولكنه لدى نحو ثُلث المصابين يترافق التهاب النسيج الغضروفي الثانوي بأمراض المناعة الذاتيّة الأخرى، مثل: التهاب المفاصل الروماتويدي (Rheumatoid Arthritis)، أو الذّئبة (Lupus)، أو مرض بهجت (Behcet's disease)، أو أمراض أخرى.\n2- غالباً ما يحدث التهاب سمحاق الغضروف بسبب وجود بكتيريا في الغشاء المحيط به، ويعتبر النوع الأكثر شيوعاً من البكتيريا التي تسبب التهاب سمحاق الغضروف هي البكتيريا التي تُعرَف بـ (سودومونس أيرجينوزا)، والتي قد تصل إلى سمحاق الغضروف في الحالات التالية:\n    - عقب عملية جراحية للأذن.\n    - ثقب الأذن (خاصة ثقب الغضروف).\n    - بعض الرياضات التي تتطلب الاحتكاك الجسدي.\n    - إصابة على جانب الرأس.\n    - تزيد الجراحة والحروق والوخز بالإبر أيضاً من خطر الإصابة بالعدوى.",
    "symptoms": "1- تشوه في شكل الأنف.\n2- ألم في الأذن واحمرار.\n3- عيون حمراء ومؤلمة ومنتفخة.\n4- تورم مؤلم في مفاصل اليدين، والأصابع، والكتفين، والمرفقين، والركبتين، والكاحلين، وأصابع القدم، والحوض، والذي قد يحدث أو لا يحدث مع التهاب المفاصل.\n5- ألم الأضلاع.\n6- آلام الحلق أو الرقبة.\n7- صعوبة في التنفس والتحدث.\n8- صعوبة في البلع.\n9- الطفح الجلدي.",
    "button": "انسداد الاذن",
    "pos": "c101",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c101": {
    "title": "(الأذن الخارجية)\nانسداد الاذن",
    "image": "images/organs/eye.jpg",
    "causes": "-1 الرشح والزكام، وهو السبب الأكثر شيوعاً وخاصة عند الأطفال، حيث يعمل احتقان السوائل بسبب الرشح على انسداد قناة استاكيوس.\n2- التهاب الأذن الوسطى والخارجية، بسبب تجمع القيح الناتج عن الاتهاب داخل قناة استاكيوس.\n3- تجمع السوائل داخل الأذن الوسطى، حيث تحتاج الأذن لمدة من الزمن تصل لعدة أشهر للتخلص من السوائل التي قد تتجمع نتيجة لعدوى سابقة.\n4- نفخ الأنف، حيث يعمل نفخ الأنف بقوة لتنظيفه على إجبار تحريك السوائل داخل الأذن إلى قناة استاكيوس.\n5- الحساسية، مثل حمى القش حساسية الأنف التي تسبب احتقان الأنف وانغلاق لقناة استاكيوس بسبب رجوع السوائل للأذن عند عدم إخراجها.\n6- ركوب الطائرة والصعود للأماكن شديدة الارتفاع، بسبب حدوث اختلاف مفاجئ للضغط داخل الأذن.\n7- دخول الماء داخل الأذن بعد الاستحمام أو السباحة.\n8- تجمع الشمع داخل الأذن.\n9- دخول جسم غريب داخل الأذن.",
    "symptoms": "1- ألم في داخل الأذن.\n2- الشعور بامتلاء الأذن والضغط داخلها.\n3- سماع صوت رنين داخل الأذن.\n4- ضعف القدرة على السمع.\n5- الدوار وعدم التوازن.",
    "button": "عدوى قناة الاذن ( اذن السباحيين) ",
    "pos": "d101",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d101": {
    "title": "(الأذن الخارجية)\nعدوى قناة الاذن ( اذن السباحيين) ",
    "image": "images/organs/eye.jpg",
    "causes": "1-يمكن لمجموعة متنوعة من البكتيريا أن تُسبب العدوى في قناة الأذن، مثل الزائفة الزنجارية أو المكورات العنقودية الذهبية.تكون العدوى الفطرية في قناة الأذن (الفطار الأذني otomycosis)، والتي تنجم عادة عن الرشاشية السوداء Aspergillus niger أو المبيضات البيض Candida albicans, أقل شُيُوعًا.تنجم الدمامل عادة عن Staphylococcus aureus.\n2- يكون بعض الأشخاص معرضون بشكل خاص للإصابة بالتهاب الأذن الخارجية الحاد، بما في ذلك مرضى الحساسية، و الصدفية، و الإكزيمة، و التهاب الجلد المثّي",
    "symptoms": "1- تشتمل أعراض التهاب الأذن الخارجية الحاد على الألم، والاحمرار، وخروج المفرزات.تكون المفرزات كريهة الرائحة، ذات لون أبيض أو أصفر، وتخرج عبر قناة الأذن.قد لا يشكو المريض من تورم في قناة الأذن، أو يشكو من مجرد تورم بسيط، أو تورم كبير يسد الأذن في الحالات الشديدة.إذا تورمت قناة الأذن أو امتلأت بالصديد والفضلات، فسوف تتراجع قوة السمع.عادةً ما تكون قناة الأذن مؤلمة بالجس أو عند سحب صيوان الأذن نحو الخارج أو عند الضغط على الطية الجلدية والغضروف في مقدمة قناة الأذن.\n2- تُسبب العدوى الفطرية في قناة الأذن الحكة أكثر مما تسبب من الألم، كما يشعر المريض بحس امتلاء في الأذن.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "102": {
    "title": "(الأذن الوسطي)\nعدوى او التهاب الاذن الوسطى ",
    "image": "images/organs/eye.jpg",
    "causes": "يَحدُث التهاب الأذن بسبب بكتيريا أو فيروس يصيب الأذن الوسطى. وتنتج هذه العدوى أحيانًا بسبب مرض آخر — البرد، أو الإنفلونزا أو الحساسية — مما يسبب احتقانًا وتورُّمًا في الممرات الأنفية، والحلق، والقناة السمعية.",
    "symptoms": "تتضمن العلامات والأعراض الشائعة في الأطفال ما يلي:\n    - ألم بالأذن، بالأخص عند الاستلقاء\n    - ضغط أو سحب على الأذن\n    - صعوبة في النوم\n    - البكاء أكثر من المعتاد\n    - التهيُّج\n    - صعوبة السمع أو الاستجابة للأصوات\n    - فقدان التوازن\n    - حُمَّى بدرجة حرارة 38 درجة مئوية (100 درجة فهرنهايت) أو أكثر\n    - تصريف سائل من الأذن\n    - الصداع\n    - فقدان الشهية\n2- تتضمَّن العلامات والأعراض الشائعة لدى البالغين ما يلي:\n    -  ألم الأذن\n    - تصريف سائل من الأذن\n    -  مشكلة في السمع",
    "button": "التهاب الخشاء",
    "pos": "a102",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a102": {
    "title": "(الأذن الوسطي)\nالتهاب الخشاء",
    "image": "images/organs/eye.jpg",
    "causes": "يحدث التهاب الخشاء عادةً عندما ينتقل التهاب الأذن الوسطى الحادّ، الذي تُرِكَ من غير معالجة أو جرت مُعالجته على نحوٍ غير ملائمٍ، من الأذن الوسطى إلى العظم المحيط - الناتئ الخُشَّائيّ mastoid process.وتنجُم معظمُ حالات عدوى الخشاء عن بكتريا المكورات الرئوية.تُؤدِّي اللقاحات المُقتَرِنة بالمُكوِّرات الرئوية إلى انخفاضٍ ملحُوظ في العدوى ببكتيريا المكورات الرئوية، ويكُون التهاب الخشاء غير شائع.يُمكن أن يُؤدِّي التهاب الخشاء الذي جرت مُعالجته على نحوٍ غير ملائمٍ إلى الصَّمم وتسمُّم الدَّم (الإنتان) وعدوى النُّسج التي تُغطِّي الدِّماغ (التهاب السَّحايا) و خراجات الدِّماغ أو الوفاة.",
    "symptoms": "تظهر أعرَاضُ التهاب الخشاء عادةً خلال فترةٍ تتراوح بين أيام وأسابيع من بعد الإصابة بالتهاب الأذن الوسطى الحاد، نظرًا إلى أن العدوى المنتشرة تُؤدِّي إلى تلفٍ في الجزء الداخليّ من الناتئ الخُشَّائي.قد يتشكَّل تجمُّع من القيح (خراج) في العظم.وقد يُصبِح الجلد الذي يُغطِّي الناتئ الخُشَّائيّ أحمرَ اللون ويتورَّم ويُسبِّب الألم عند الجسّ، وتندفع الأذن الظاهرة إلى الجانبين والأسفل.تنطوي الأعراضُ الأخرى على الحمَّى والألم حول الأذن وفي داخلها وخروج الكثير من المفرزات البيضاء من الأذن.ويميل الألم إلى أن يكون مُستمرَّاً ونابِضًا.ويُمكن أن يتفاقم ضعف السَّمع مع مرور الزمن",
    "button": "التهاب طبلة الاذن",
    "pos": "b102",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b102": {
    "title": "(الأذن الوسطي)\nالتهاب طبلة الاذن",
    "image": "images/organs/eye.jpg",
    "causes": "قد تؤدي الفيروسات أو البكتيريا المختلفة إلى حدوث التهاب حاد في طبلة الأذن. وعادةً ما تكون هي نفس مسببات الأمراض التي تسبب أيضًا التهابًا حادًا في الأذن الوسطى.",
    "symptoms": "1- ألم الأذن المفاجئ\n2- ضعف السمع، في بعض الأحيان بسبب تجمع السوائل في الأذن الوسطى. قد يكون ذلك عادةً نتيجة لالتهاب الأذن الوسطى المصاحب.\n3- تكون بثور مملوءة بالسوائل أو الدم على الجزء الخارجي من طبلة الأذن\n4- الحمى المحتملة\n5- بالإضافة إلى ذلك، يرافق التهاب طبلة الأذن الحاد في كل الحالات تقريبًا وجود التهاب في الأذن الوسطى.",
    "button": "الرضخ الضغطى",
    "pos": "c102",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c102": {
    "title": "(الأذن الوسطي)\nالرضخ الضغطى",
    "image": "images/organs/eye.jpg",
    "causes": "1- عدم القدرة على معادلة فرق الضغط الذي قد يحدث أثناء رحلات الطيران أو الغوص أو القيادة عبر المرتفعات أو تسلق الجبال.\n2- انسداد قناة استاكيوس التي تساعد على استعادة التوازن أثناء حدوث تغييرات في الضغط.\n3- التهاب الجهاز التنفسي العلوي والاحتقان الناتج عنه.\n4- الاحتقان والانسداد الناجم عن الحساسية والتدخين وإصابات الوجه السابقة.\n5- حبس النفس أثناء الصعود قد يتسبب في حالة الرضح الرئوي.\n6- تناول المشروبات الغازية أو الوجبات الثقيلة قبل الغوص.\n7- مضغ العلكة أثناء الغوص",
    "symptoms": "1- ألم في الأذن.\n2- الشعور بانسداد الأذن.\n3- الدوار.\n4- نزيف أو خروج سائل من الأذن.\n5- فقدان السمع والغثيان والتقيؤ وطنين الأذن الناتج عن حالات الرضح الضغطي الخاص بالأذن.\n6- الرعاف في حالات الضغط في الجيوب الأنفية.\n7- ضيق في التنفس وبلع مؤلم وبحة في الصوت وألم في الصدر، الناتج عن الرضح الضغطي الخاص بالرئة.\n8- الخدر وصعوبة في الكلام والتشنجات الناتج عن حالات انسداد الهواء",
    "button": " تمزُّق (ثقب) طبلة الأذن",
    "pos": "d102",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d102": {
    "title": "(الأذن الوسطي)\n تمزُّق (ثقب) طبلة الأذن",
    "image": "images/organs/eye.jpg",
    "causes": "-1 عدوى الأذن الوسطى (التهاب الأذن الوسطى). تؤدي عدوى الأذن الوسطى غالبًا إلى تراكم السوائل في الأذن الوسطى. ويمكن أن يؤدي ضغط هذه السوائل إلى ثَقْب طبلة الأذن.\n2- الرضح الضغطي. الرضح الضغطي هو الجهد الواقع على طبلة الأذن عندما يختل التوازن بين ضغط الهواء في الأذن الوسطى وضغط الهواء في البيئة المحيطة. وفي حال كان الضغط شديدًا، فقد تنثقب طبلة الأذن.\n3- يحدث الرضح الضغطي غالبًا بسبب تغيرات ضغط الهواء المصاحبة للسفر جوًا.\n4-  تتضمن الأحداث الأخرى التي قد تسبِّب تغيُّرات مفاجِئة في الضغط — وربما ثَقْب طبلة الأذن — ممارسة الغوص وتعرُّض الأذن لضربة‎ ‎مباشرة، كما يحدث عند ارتطام كيس الهواء في السيارات بها.\n5- الأصوات العالية أو الانفجارات (الصدمة الصوتية). يمكن في حالات نادرة أن يتسبب أي صوت أو انفجار عالٍ، كما يحدث من انفجار أو طلقة نارية، وما يسبب بشكل أساسي موجة صوتية قوية، في ثَقب طبلة الأذن.\n6- دخول أجسام غريبة في أذنك. يمكن للأشياء الصغيرة — مثل أعواد التنظيف القطنية أو دبابيس الشَّعْر — أن تَثقُب أو تمزِّق طبلة الأذن.\n7- التعرض لصدمة شديدة في الرأس. قد تسبب الإصابة الشديدة -مثل كسر قاعدة الجمجمة- خلع أو تلف أعضاء الأذن الوسطى والداخلية، بما في ذلك طبلة الأذن.",
    "symptoms": "1- ألم في الأذن قد تقِلُّ شدته سريعًا\n2- إفرازات من الأذن تشبه المخاط أو مختلطة \n3- بصديد أو دم\n4- فقدان السمع\n5- طنين الأذن\n6- شعور بالدوار\n7- غثيان أو قيء يمكن أن ينتج عن الدوار",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "103": {
    "title": "(الأذن الداخلية)\nداء المينيير",
    "image": "images/organs/eye.jpg",
    "causes": "لا يُعد سبب الإصابة بداء مينيير واضح بشكل دقيق، ولكنه يرجع إلى تجمع كمية غير طبيعية من السوائل في الأذن الداخلية، يُوجد بعض العوامل التي تزيد من خطر الإصابة بالمرض، مثل ما يأتي:\n    - العدوى الفيروسية.\n    - التصريف غير السليم للسوائل.\n    - اضطرابات في جهاز المناعة.",
    "symptoms": "1- ضعف السمع: يُعد ضعف السمع أولى علامات داء مينيير، إذ يشعر المريض بضعف مفاجئ في السمع، وأحيانًا قد يحدث هذا في غضون ساعات قليلة، وفي أذن واحدة فقط أو في كلتا الأذنين.\n2- نوبات من الدوار: إذ يمكن أن تحدث نوبة واحدة أو أكثر، وقد يزداد عددها وشدتها مع الوقت، وعندما يكون الدوار هو العلامة لمرض مرض مينيير\n3- و الشعور بالدوران ويستمر  من يوم واحد حتى عدة أيام،\n4- الطنين: عندما يكون الطنين هو العلامة الأولى للمرض يكون في جهة واحدة، ثم يزداد في غضون أيام ويتلاشى خلال بضعة أسابيع.",
    "button": "اعتلال او التهاب العصب الدهليزى",
    "pos": "a103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a103": {
    "title": "(الأذن الداخلية)\nاعتلال او التهاب العصب الدهليزى",
    "image": "images/organs/eye.jpg",
    "causes": "ينتج اعتلال العصب الدهليزي عن الإصابة بعدوى ميكروبية، وتحدث معظم حالات المرض بسبب عدوى الفيروسات مثل فيروس الإنفلونزا، والجدري، والحصبة الألمانية، والنكاف، والحزام الناري، وقد تصيب هذه الميكروبات الأذن الوسطى أو تسبب عدوى في باقي الجسد. كذلك فإن اعتلال العصب الدهليزي قد ينتج عن العدوى البكتيرية في بعض الحالات",
    "symptoms": "-1 اختلال في التوازن ودوار مفاجئ.\n2- دوخة شديدة.\n3- غثيان وقيء.\n4- مشاكل في الرؤية.\n5- صعوبة في التركيز.\n6- وتبدأ هذه الأعراض بشكل مفاجئ وخلال ساعات، ثم تتحسن خلال أيام إلى أسابيع، وتكون على أشدها في الأيام الأولى. في بعض الحالات قد تستمر الأعراض عدة شهور، وبالأخص مشاكل التوازن والدوخة.",
    "button": "الهربس النطاقى فى الأذن ",
    "pos": "b103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b103": {
    "title": "(الأذن الداخلية)\nالهربس النطاقى فى الأذن ",
    "image": "images/organs/eye.jpg",
    "causes": "1- الهربس النطاقي الأذني هو عدوى بفيروس الهربس النطاقي herpes zoster virus تصيب مجموعات الخلايا العصبية (العقد) التي تتحكم يالأعصاب المسؤولة عن السمع والتوازن (العصب القحفي الثامن) والحركات الوجهية (العصب القحفي السابع).\n2- يحدث الهربس النطاقي الأذني عندما يتفعل فيروس الهربس النطاقي مجددًا في العصبين القحفيين السابع والثامن.يتحكم العصب القحفي السابع ببعض عضلات الوجه.في حين يكون العصب القحفي الثامن مسؤولًا عن السمع والتوازن.",
    "symptoms": "1- الألم الشديد في الأذن\n2- حويصلات مملوءة بسائل خارج الأذن (الصيوان) وفي داخل قناة الأذن\n3- شلل مؤقَّت أو دائم في جانب واحد من الوجه (بشكل مشابه لشلل بل)\n4- دوار يستمر لأيام أو أسابيع (إحساس كاذب بالحركة أو الدوران)\n5- نقص السمع، والذي قد يكون دائمًا، أو قد يتعافى لاحقًا بشكل جزئي أو كلي\n6- الصداع، أو التخليط الذهني، أو تيبس الرقبة في حالات نادرة\n7- قد تتأثر الأعصاب القحفية الأخرى في بعض الأحيان.",
    "button": "التهاب التيه الصديدي",
    "pos": "c103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c103": {
    "title": "(الأذن الداخلية)\nالتهاب التيه الصديدي",
    "image": "images/organs/eye.jpg",
    "causes": "يحدث التهاب التيه الصديدي عادة عندما تغزو البكتيريا الأذن الداخلية في سياق الإصابة بعدوى شديدة في الأذن الوسطى (التهاب الأذن الوسطى الحاد) أو بعض أشكال التهاب السحايا أو كمُضَاعَفات لكسر العظم الصدغي في الجمجمة.كما يمكن أن يحدُثَ كاختلاط لانثقاب طبلة الأذن المزمن (كما هيَ الحال عند المرضى الذين يعانون من نوبات متكررة من التهاب الأذن الوسطى)، ولاسيَّما عند المرضى الذين يشكون من ورم كوليسترولي (نسيج شبيه بالجلد ينمو في طبلة الأذن المثقوبة).",
    "symptoms": "1- دوار شديد (إحساس كاذب بالحركة أو الدوران) ورأرأة (حركة اهتزازية سريعة لمقلتي العينين في اتجاه واحد بالتناوب مع عودتهما إلى الوضع الأصلي ببطء\n2- الغثيان والتقيّؤ\n3- طنين الأذن\n4- درجات متفاوته من نقص السمع\n5- عادة ما يشكو المرضى من الألم والحمى.",
    "button": " دوار الوضعة الانتيابي الحميد",
    "pos": "d103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d103": {
    "title": "(الأذن الداخلية)\nدوار الوضعة الانتيابي الحميد",
    "image": "images/organs/eye.jpg",
    "causes": "تتحفز معظم نوبات دوار الوضعة الانتيابي الحميد عند تغير وضعية الرأس -كما هو الحال عند فتل الرأس على الوسادة عند بداية الاستيقاظ صباحًا، أو إمالة الرأس نحو الخلف عند محاولة الوصول إلى رف مرتفع-عادةً ما تحدث الإصابة بدوار الوضعة الانتيابي الحميد عندما تنزاح جسيمات الكالسيوم (غبار الأذن otoconia) التي توجد بشكل طبيعي في الأذن الداخلية (القريبة utricle والكٌييس saccule) وتتوضع في جزء آخر من الأذن الداخلية (القناة الهلالية الخلفية غالبًا).",
    "symptoms": "نوبات قصيرة من الدوار، بحيث يشعر المريض بحركة أو دوران جسمه أو الأشياء من حوله.\nالغثيان و/أو التقيؤ",
    "button": "ورم الشفانى الدهليزي ",
    "pos": "e103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "e103": {
    "title": "(الأذن الداخلية)\nورم الشفانى الدهليزي ",
    "image": "images/organs/eye.jpg",
    "causes": "الورم الشفاني الدهليزي vestibular schwannom (ويُعرف أيضًأ باسم ورم العصب السمعي acoustic neuroma) هو ورم غير سرطاني (حميد) ينشأ من الخلايا التي تلتف حول العصب الدهليزي (خلايا شوان Schwann cells).\n2- تنشأ هذه الأورام من العصب الدهليزي (المسؤول عن التوازن)، وهو فرع من العصب الدهليزي القوقعي (العصب القحفي الثامن).أما الفرع الآخر، العصب القوقعي cochlear (السمعي)، فيحمل الإشارات الصوتية إلى الدماغ.تتضمن الأَعرَاض المبكرة المتزامنة مع نمو الورم وضغطه على العصب السمعي نقص السمع المترقي ببطء في أذن واحدة (ولهذا السبب جرت تسميته تاريخيًا بورم العصب السمعي)",
    "symptoms": "1- نقص السمع المترقي ببطء في أذن واحدة\n2- الضجيج أو الرنين في الأذن (الطنين)\n3- الصداع\n4- الشعور بالضغط أو الامتلاء في الأذن\n5- ألم الأذن\n6- عدم التوازن أو عدم الثبات عندما يلتفت الشخص بسرعة",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "111": {
    "title": "متلازمة الفم الحارق",
    "image": "images/organs/fam-harek.jpg",
    "causes": "1- عدم الحصول على كمية كافية من العناصر المغذية، مثل نقص الحديد.\n2- جفاف الفم\3- الحالات المرضية الفموية الأخرى، مثل العدوى الفطرية في الفم.\n4- ارتجاع حمض المعدة الذي يرتد من المعدة إلى الفم، ويسمى أيضًا داء الارتجاع المعدي المريئي (GERD).\n5- اضطرابات الغدد الصماء",
    "symptoms": "1- إحساس بالحرق أو اللسع يؤثر غالبًا في اللسان، لكنه قد يؤثر أيضًا في الشفتين أو اللثة أو سقف الفم\n2- إحساس بجفاف الفم مع زيادة العطش.\n3- تغيُّر الطعم في الفم، مثل الإحساس بطعم مرارة أو مذاق معدني.\n4- فقدان حاسة التذوق.\n5- الشعور بالتنميل أو اللسع أو الخَدَر في فمك.",
    "button": "قرح الفم",
    "pos": "a111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a111": {
    "title": "قرح الفم",
    "image": "images/organs/korah-fam.jpg",
    "causes": "1- استخدام أنواع معجون الأسنان وغسول الفم التي تحتوي على كبريتات لاورويل الصوديوم\n2- الإصابة بحساسية تجاه الطعام\n3- اتباع نظام غذائي يفتقر إلى العناصر التي تحتوي على فيتامين ب 12، والزنك، وحمض الفوليك أو الحديد\n4- رد فعل تحسسي تجاه أنواع معينة من البكتيريا في الفم\n5- البكتيريا الملوية البوابية، وهي نفس البكتيريا التي تسبب الإصابة بالقرحة الهضمية\n6- الضغط العاطفي",
    "symptoms": "تشمل أعراض تقرحات الفم ظهور قروح أو بثور مفتوحة في الفم، والتي تسبب ألم أو الشعور بالانزعاج في الفم، وخاصة عند تناول الطعام أو التحدث، الأمر الذي قد يسبب فقدان الشهية عند البعض",
    "button": "التهاب الشفاه",
    "pos": "b111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b111": {
    "title": "التهاب الشفاه",
    "image": "images/organs/eltehab-shefah.jpg",
    "causes": "1- يحدث التهاب الشفة بشكل أكثر شيوعًا عند البالغين و كبار السن الذين يعانون من فقدان الأسنان، هذا يؤدي إلى تدلي الشفة العلوية من الشفة السفلية وبالتالي تجعل زوايا الفم أعمق مما يؤدي إلى استمرار وجود اللعاب وما يترتب على ذلك من تهيج للجلد، يؤدي هذا إلى ظهور الجلد باللون الأحمر والتقرح.\n2- كما يحدث التهاب الشفاه أيضا نتيجة الإصابة بداء المبيضات الفموي والعدوى الثانوية بالمكورات العنقودية أو العقدية , بينما يتسبب انحسار خط الفك الطبيعي أيضًا في زيادة خطر الإصابة بالتهاب الشفاه، ويمكن أن تزيد أطقم الأسنان ذات التركيب غير المناسب من خطر الإصابة بالعدوى في الشقوق الرطبة في زوايا الشفاه كما قد تؤدي إلى حدوث تهيج للشفاه وبالتالي التهاب.\n3- التهاب الشفة هو أيضًا أحد الأعراض المعروفة لنقص الريبوفلافين ولكنه قد يصاحب أيضًا نقص الحديد والكوبالامين والزنك في الجسم، في حين ترتبط الإصابة ببعض الأمراض الجلدية أيضًا بالتهاب الشفاه بشكل كبير.\n4- وقد تشمل الأسباب الأخرى لالتهاب الشفايف :\n    - نقص المناعة وسوء الصحة العام ، كما هو الحال في العلاج الكيميائي أو مرض السكري أو فقدان المناعة الطبيعية الأخرى المكتسبة\n    - العلاج بأدوية معينة مثل الإيزوتريتينوين أو الأدوية المضادة للفيروسات القهقرية أو المضادات الحيوية أو الكورتيكوستيرويدات الجهازية، وهي مرتبطة أيضًا بداء المبيضات الفموي وهو عامل خطر آخر لالتهاب الشفة الزاوي\n    - الإصابة بالأكزيما مما يجعل الجلد شديد الحساسية و لديه قابلية عالية للإصابة بالعدوى.\n    - جفاف وتقشير الغشاء المخاطي للشفة.",
    "symptoms": "1- ظهور بقع بيضاء على الشفتين وزوايا الفم الداخلية والخارجية.\n2- احمرار أو وجع في أي مكان في الشفاه، بما في ذلك زوايا الفم\n3- تشققات وجروح صغيرة في زاوية الفم\n4- الشعور بالألم مع الأكل أو الشرب.\n5- الشعور بالحكة والحرقان في الشفتين.\n6- كانت هذه أهم وأبرز الأعراض التي تصاحب التهابات الشفايف والتي تشير إلى أن الشفاه بحاجة إلى رعاية وعلاج,وفيما يلي علاج التهاب الشفايف",
    "button": "قرحة اللسان",
    "pos": "c111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c111": {
    "title": "قرحة اللسان",
    "image": "images/organs/korha.jpg",
    "causes": "1- عادات سيئة\n2- الالتهابات أو الحساسية\n3- نقص الفيتامينات والمعادن\n4- الجفاف\n5- التدخين\n6- توقف التنفس أثناء النوم\n7- بعض الحالات المرضية:\n    - متلازمة داون.\n    - قصور في الغدة الدرقية.\n    - الوذمة الوعائية (Angioedema).",
    "symptoms": "1- ألم في منطقة التقرح واحمرار فيها.\n2- التهاب في الحلق.\n3- غالبًا لا يرافق تقرحات اللسان من الجوانب أي أعراض، ولكن قد تدل هذه الأعراض على وجود مسبب ما لهذه الحالة",
    "button": "السلاق الفموى ",
    "pos": "d111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d111": {
    "title": "السلاق الفموى ",
    "image": "images/organs/salak-famawe.jpg",
    "causes": "1- عادة، يعمل الجهاز المناعي على صد الكائنات الحية الغازية الضارة، مثل الفيروسات والبكتيريا والفطريات، مع الحفاظ على التوازن بين الميكروبات\"الجيدة\"و\"الضارة\" التي تسكن جسمك عادة. ولكن في بعض الأحيان تفشل هذه الآليات الوقائية، مما يزيد من عدد فطريات المبيضات ويسمح بالسيطرة على عدوى سلاق الفم.\n2- يتمثل النوع الأكثر شيوعًا من الفطريات المبيضات في المبيضات البيضاء. يمكن لعدة عوامل مثل ضعف جهاز المناعة أن تزيد من خطر الإصابة بالفطام الفموي.",
    "symptoms": "في البداية، قد لا تنتبه حتى لأعراض سلاق الفم. تتضمن العلامات والأعراض ما يلي:\n    - آفات بلون أبيض كريمي على اللسان، الوجنات من الداخل وأحيانًا على سقف الفم واللثة واللوز\n    - آفات ناتئة قليلاً تشبه الجبن الحلوم في مظهرها\n    - احمرار أو حرق أو قرح قد تكون شديدة بما يكفي للتسبب في صعوبة في تناوُل الطعام أو البلع\n    - نزيف بسيط في حال فرك الآفات أو كحتها\n    - تشقق واحمرار في زوايا الفم\n    - شعور بملمس كالقطن في الفم\n    - فقدان حاسة التذوق\n    - احمرار، تهيج وألم تحت الأسنان (التهاب الفم بالبدلة السنية)",
    "button": "التهاب اللسان",
    "pos": "e111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "e111": {
    "title": "التهاب اللسان",
    "image": "images/organs/eltehab-lesan.jpg",
    "causes": "1- تعرض الفم إلى عدوى فطرية أو جرثومية والذي قد يحدث بسبب عدم الإعتناء بنظافة الفم والأسنان واللثة.\n2- اضطرابات الجهاز الهضمي: حيث أن اضطرابات الجهاز الهضمي يمكن أن تؤثر بشكل مباشر على اللسان.\n3- الإصابة بفقر الدم: نتيجة نقص التغذية السليمة، وحينها يكون اللسان أكثر عرضة للتأثر بأي عوامل خارجية تصيبه مثل العدوى والبكتيريا.\n4- جفاف الفم: وهي حالة مرضية يقل فيها إفراز اللعاب، وبالتالي يصاب اللسان أيضًا بالجفاف مما يزيد من فرص التهابه.\n5- نقص الحديد والفيتامينات: حيث يؤدي نقص الحديد في الدم إلى التهاب اللسان، كما أن نقص فيتامين ب12 يؤدي إلى زيادة احتمالية تعرض اللسان للإلتهابات.\n6- تناول أطعمة تزيد الإلتهابات: فيحدث رد فعل تحسسي في اللسان، مثل الأطعمة الحارة وكذلك الأطعمة الساخنة جدًا.",
    "symptoms": "1- تورم في اللسان: وهذا يمكن ملاحظته بسهولة عند النظر إلى اللسان، فتظهر بعض التورمات والتقرحات عليه.\n2- آلام ووخز في اللسان: فمن الطبيعي أن يشعر المصاب بآلام في اللسان وكذلك حكّة وحرقان نتيجة هذه الإلتهابات وخاصة عند تناول الطعام أو الشراب.\n3- تغير سطح اللسان: حيث يتغير شكل وحجم الحليمات الصغيرة الموجودة عليه، ويمكن أن نلاحظ احمرار لونه أيضًا.",
    "button": "تمزق او تشقق اللسان",
    "pos": "f111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "f111": {
    "title": "تمزق او تشقق اللسان",
    "image": "images/organs/tashakok.jpg",
    "causes": "- لا يوجد دراسات تثبت أو توضح أسباب تشقق اللسان، لكن قد يكون هناك رابط بين تشقق اللسان وبعض الأسباب، منها:\n    - العامل الوراثي: تزيد الجينات أو إصابة أحد أفراد العائلة بتشقق اللسان من فرصة حدوثه.\n    - اللسان الجغرافي: يصيب اللسان ويسبب ظهور بقع ملساء ومرتفعة على اللسان.\n    - التدخين: يسبب التدخين تشقق الفم مما يؤدي إلى حدوث تشقق اللسان.\nالإصابة ببعض متلازمات: مثل متلازمة داون، ومتلازمة سجوجرن (Sjogren's syndrome)، ومتلازمة كادون (Cowden syndrome).\n    - نقص الفيتامينات",
    "symptoms": "- من خصائص اللسان المتشقق:\n    - تظهر التشققات على أعلى اللسان وجوانبه.\n    - تؤثر التشققات على اللسان فقط.\n    - تختلف أعماق التشققات الموجودة على اللسان وقد تصل إلى عمق 6 ملم.\n    - تفصل الشقوق اللسان إلى أقسام صغيرة إذا اتصلت ببعضها.\n    - يشعر بعض الأشخاص في بعض الأحيان بالانزعاج وزيادة الحساسية عند تناول بعض المواد.",
    "button": "العصب الثلاثي",
    "pos": "g111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "g111": {
    "title": "العصب الثلاثي",
    "image": "images/organs/3asab.jpg",
    "causes": "- لا يوجد دراسات تثبت أو توضح أسباب تشقق اللسان، لكن قد يكون هناك رابط بين تشقق اللسان وبعض الأسباب، منها:\n    - العامل الوراثي: تزيد الجينات أو إصابة أحد أفراد العائلة بتشقق اللسان من فرصة حدوثه.\n    - اللسان الجغرافي: يصيب اللسان ويسبب ظهور بقع ملساء ومرتفعة على اللسان.\n    - التدخين: يسبب التدخين تشقق الفم مما يؤدي إلى حدوث تشقق اللسان.\n    - الإصابة ببعض متلازمات: مثل متلازمة داون، ومتلازمة سجوجرن (Sjogren's syndrome)، ومتلازمة كادون (Cowden syndrome).\n    - نقص الفيتامينات",
    "symptoms": "يحدث ألم العصب ثلاثي التوائم بسبب تعطل في وظائف العصب الثلاثي، وذلك بسبب ضغط أحد الأوعية الدموية عليه.",
    "button": "التهاب اللب",
    "pos": "h111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "h111": {
    "title": "التهاب اللب",
    "image": "images/organs/lob.png",
    "causes": "1- عيب نخر صغير في المينا ينتشر في العاج\n2- الجراثيم: من خلال التسوس العميق.\n3- الصدمة: مثل الاصطدام الذي يحدث جراء الحوادث.\n4- المواد الكيميائية: من خلال المواد التي يتم التعرض لها عند طبيب الأسنان.",
    "symptoms": "1- ألم الأسنان عند تناول الأطعمة الساخنة أو الباردة.\n2- آلام الفم الشديدة والمفاجئة.\n3- العدوى.",
    "button": "خراج اللثه",
    "pos": "i111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "i111": {
    "title": "خراج اللثه",
    "image": "images/organs/lathah.webp",
    "causes": "1- إن أهم أسباب خراج اللثة العلوية أو السفلية هو وجود عدوى والتهابات في الفراغ الواقع بين اللثة والأسنان.\n2- جيوب اللثه\n3- خراج الأسنان\n4- التهاب دواعم الأسنان\n5- بعد خلع درس\n6- فيروس نقص المناعة\n7- السمنة وزيادة الوزن.\n8- الإصابة بمرض السكري أو أمراض القلب.\n9- الإصابة بالتهاب المفاصل.\n10- الإصابة بالتهاب الكبدC.\n11- العوامل الوراثية.\n12- حدوث الاضطرابات الهرمونية النسائية.\n13- تناول بعض الأدوية التي تصيب الفم بالجفاف من خلال منع تدفق اللعاب فيه.",
    "symptoms": "1- نزيف اللثة.\n2- رائحة الفم الكريهة.\n3- الغثيان.\n4- الحمى أو ارتفاع درجة حرارة الجسم.\n5- التحسس من المواد الباردة والساخنة في الفم.\n6- ألم الأسنان.\n7- ألم الأذن.",
    "button": "خراج الأسنان",
    "pos": "j111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "j111": {
    "title": "خراج الأسنان",
    "image": "images/organs/5orag.jpg",
    "causes": "1- عدوي بكتيريه\n2- الإصابة بأمراض اللثة.\n3- تسوس الأسنان.\n4- تصدع الأسنان.\n5- وجود نخر أو تجويف عميق في السن.\n6- عدم الاهتمام بنظافة الأسنان، وذلك من خلال القيام بتنظيفها بالفرشاة والمعجون مرتين يومياً.\n7- سوء التغذية.\n8- تناول الأطعمة والمشروبات الغنية بالسكر.\n9- ضعف المناعة نتيجة الإصابة بفيروس نقص المناعة أو غيرها من الأمراض.\n10- تناول بعض أنواع الأدوية.\n11- التدخين.\n12- تناول الكحول",
    "symptoms": "1- الالم النابض\n2- تورم الوجه واحمراره.\n3- طعم كريه في الفم.\n4- رائحة الفم الكريهة.\n5- تحسس الأسنان تجاه المواد الباردة والساخنة.\n6- تشوه الأسنان وتفككها، حيث يمكن أن يتغير لون الأسنان.\n7- تورم الغدد الليمفاوية تحت الفك أو في الرقبة.\n8- الحمى أو ارتفاع درجة حرارة الجسم.\n9- صعوبة فتح الفم.\n10- صعوبة التنفس أو البلع.\n11- الشعور بالإعياء.\n12- الأرق.",
    "button": "التواج",
    "pos": "k111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "k111": {
    "title": "التواج",
    "image": "images/organs/eltwag.jpg",
    "causes": "تحدث الحالة بسبب البكتيريا الموجودة عادة في الفم و المسمية بالفلورا . و عادة تحصل عند بداية خروج الاسنان بحيث تنشق اللثة .",
    "symptoms": "1- الالم\n2- انتفاخ اللثة\n3- احمرار اللثة\n4- صعوبة فتح الفم\n5- طعم غريب في الفم نتيجة خروج القيح من اللثة\n6- رائحة فم كريهة\n7- انتفاخ العقد الليمفاوية الموجودة في الرقبة\n8- صعوبة البلع\n9- ارتفاع الحرارة و الضعف العام\n10- فقدان الشهية",
    "button": "قلح الأسنان",
    "pos": "l111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "l111": {
    "title": "قلح الأسنان",
    "image": "images/organs/qal7.jpg",
    "causes": "ينتج قلح الاسنان عن قلة الرعاية الصحية بالسنان و اهمال تنظيفها اليومي",
    "symptoms": "1- تورم و احمرار اللثة\n2- تراكم طبقة صفرء على السن",
    "button": "لوحية سنية",
    "pos": "m111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "m111": {
    "title": "لوحية سنية",
    "image": "images/organs/loheah.jpg",
    "causes": "البكتيريا",
    "symptoms": "1- جير الأسنان والذي يسبب اذا تم تركه\n2- التهاب اللثة\n3- التهاب دواعم الأسنان\n4- تسوس الاسنان",
    "button": "الأسنان المنطمره ( ضرس العقل )",
    "pos": "n111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "n111": {
    "title": "الأسنان المنطمره ( ضرس العقل )",
    "image": "images/organs/asnan-montamerah.jpg",
    "causes": "1- تسوس الأسنان أو نخرها\n2- امراض القلب\n3- ألم في الأذن\n4- ألم في محيط السن\n5- عوائق في فتح الفم\n6- التهاب اللثه\n7- أحيانا خراج أو تعفن",
    "symptoms": "1- ألم في الأذن\n2- ألم في محيط السن\n3- عوائق في فتح الفم\n4- التهاب اللثه\n5- أحيانا خراج أو تعفن",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "121": {
    "title": "نزيف الأنف",
    "image": "images/organs/nazeef.jpg",
    "causes": "1- جفاف الهواء المحيط.\n2- تعاطي مضادات الهيستامين ومضادات الاحتقان من أجل الحساسية او البرد او مشاكل الجيوب الانفية يؤدي أيضا الي جفاف أغشية الانف وبالتالي النزيف.\n3- التصاق جسم غريب داخل الانف.\n4- المواد الكيميائية المهيجة.\n5- رد الفعل التحسسي.\n6- إصابة الانف.\n7- العطس المتكرر.\n8- الضغط على الانف وسحبه بواسطة الأصابع.\n9- الهواء البارد.\n10- التهابات الجهاز التنفسي العلوي.\n11- الجرعات الكبيرة من الأسبرين.\n12- ارتفاع ضغط الدم.\n13- مشاكل تجلط الدم.\n14- الأورام السرطانية في الانف.",
    "symptoms": "نزيف دماء من الأنف",
    "button": "التهابات الجيوب الانفية",
    "pos": "a121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a121": {
    "title": "التهابات الجيوب الانفية",
    "image": "images/organs/geob.jpg",
    "causes": "1- الفيروسات.\n2- البكتيريا.\n3- الفطريات.\n4- حساسية الانف.\n5- الزوائد اللحمية أو بعض الأورام السرطانية.\n6- انحراف الحاجز الانفي.\n7- التهاب اللحمية خلف الانف.\n8- التليف الكيسي.",
    "symptoms": "1- احتقان الانف.\n2- تصريف مخاط أخضر أو أصفر سميك من الانف.\n3- التهاب في الحلق.\n4- الكحة التي غالبا ما تسوء في الليل.\n5- تصريف للمخاط في مؤخرة الحلق.\n6- الصداع والم في الرأس.\n7- الألم، الضغط، او الحساسية الشديدة للمس خلف العين، الأنف، الخدين، أو الجبهة.\n8- ألم في الأذن.\n9- ألم في الأسنان.\n10- صعوبة في التنفس.\n11- انخفاض في قوة حاسة الشم.\n12- انخفاض في قوة حاسة التذوق.\n13- الحمى.\n14- التعب والاجهاد.",
    "button": "حساسية الانف والجيوب الأنفية",
    "pos": "b121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b121": {
    "title": "حساسية الانف والجيوب الأنفية",
    "image": "images/organs/geob.jpg",
    "causes": "1- حبوب اللقاح في الأشجار.\n2- حبوب اللقاح في العشب.\n3- عث الغبار.\n4- وبر وجلد الحيوانات.\n5- لعاب القطط.\n6- العفن. ",
    "symptoms": "1- العطس.\n2- سيلان الانف.\n3- انسداد الانف.\n4- الحكة في الانف.\n5- الكحة.\n6- التهاب في الحلق.\n7- الحكة في العينين.\n8- العيون الدامعة.\n9- دوائر داكنة تحت العين.\n10- الصداع والألم المتكرر في الرأس.\n11- أعراض شبيهة بأعراض الاكزيما مثل الجلد الجاف للغاية والحكة في الجلد.\n12- القشعريرة.\n13- التعب والاجهاد الزائد",
    "button": "أورام الأنف",
    "pos": "c121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c121": {
    "title": "أورام الأنف",
    "image": "images/organs/awaram.jpg",
    "causes": "1- التعرض لبعض المواد في العمل مثل: غبار الخشب، غبار الجلد، الكروميوم، النيكل، الفورمالدهيد، ألياف القماش.\n2- فيروس الورم الحليمي.\n3- العلاج الاشعاعي لأورام شبكية العين.\n4- الإصابة السابقة ببعض أنواع الأورام الليمفاوية.",
    "symptoms": "1- مشاكل في الانف مثل: انسداد الانف وخاصة في جانب واحد لا يزول ابدا، النزيف من الانف، انخفاض في قوة حاسة الشم، نزول مخاط من الانف، تصريف مخاط في مؤخرة الحلق.\n2- مشاكل في العين مثل: بروز في أحد العينين، فقد جزئي او كلي للرؤية، ازدواج الرؤية، ألم فوق او تحت العين، العيون الدامعة.\n3- تكتلات او نمو في أي منطقة في الوجه، الانف أو سقف الفم والتي لا تزول مع الوقت.\n4- الألم او الشعو بتخدير في أجزاء من الوجه، خاصة اعلى الخدين والذي لا يزول.\n5- تساقط الاسنان.\n6- الصعوبة في فتح الفم.\n7- تورم وتضخم العقد الليمفاوية في العنق.\n8- الألم او الضغط في أدى الاذنين.",
    "button": "ارتشاح السائل النخاعي من الأنف",
    "pos": "d121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d121": {
    "title": "ارتشاح السائل النخاعي من الأنف",
    "image": "images/organs/sa2el.jpg",
    "causes": "1- مضاعفات من جراحة لعلاج الجيوب الانفية.\n2- بعض العيوب الخلقية.\n3- الحالات الشديدة جدا م توقف التنفس اثناء النوم والتي تؤدي الى زيادة في الضغط داخل الجمجمة.\n4- الصدمات في الرأس أو الوجه",
    "symptoms": "1- الصداع.\n2- سيلان الانف بشكل مائي ونقي وصافي.\n3- تصريف الانف بمذاق ملحي ومعدني.\n4- زيادة التصريف مع الانحناء للأمام والرأس لأسفل.\n5- نقص في حدة حاسة الشم.\n6- احتقان في الانف.",
    "button": "انحراف الحاجز الانفي",
    "pos": "e121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "e121": {
    "title": "انحراف الحاجز الانفي",
    "image": "images/organs/etchy.jpg",
    "causes": "1- عيب خلقي.\n2- مشكلة وراثية.\n3- نتيجة إصابة مباشرة في الانف",
    "symptoms": "1- صعوبة في التنفس خاصة من خلال الانف.\n2- وجود ناحية في الانف التنفس من خلالها يكون أسهل من الأخرى.\n3- النزيف من الانف.\n4- التهاب الجيوب الانفية.\n5- الجفاف في فتحة واحدة من فتحات الانف.\n6- الشخير او التنفس بصوت عالي اثناء النوم.\n7- احتقان الانف.\n8- ألم في الوجه في الحالات الشديدة.",
    "button": "تضخم غضاريف الأنف",
    "pos": "f121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "f121": {
    "title": "تضخم غضاريف الأنف",
    "image": "images/organs/tada5om.jpg",
    "causes": "1- التهابات الجيوب الانفية المزمنة.\n2- بعض المهيجات البيئية المحيطة.\n3- الحساسية الموسمية.",
    "symptoms": "1- تغير في حاسة الشم.\n2- جفاف الفم عند الاستيقاظ، والذي يحدث عندما تنام والفم مفتوح بسبب عدم القدرة على التنفس من الانف.\n3- الضغط على الجبهة.\n4- ألم متوسط في الوجه.\n5- احتقان في الانف مستمر لفترات طويلة.\n6- سيلان الانف.\n7- الشخير.",
    "button": "تضخم اللحميه خلف الأنف",
    "pos": "g121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "g121": {
    "title": "تضخم اللحميه خلف الأنف",
    "image": "images/organs/tada5om-lo7ameah.jpg",
    "causes": "1- الالتهاب.\n2- الحساسية",
    "symptoms": "1- انسداد في الانف.\n2- مشاكل في الاذن.\n3- مشاكل في اثناء النوم.\n4- الشخير.\n5- التهاب في الحلق.\n6- صعوبة في البلع.\n7- تورم الغدد في العنق.\n8- صعوبات في التنفس من الانف.\n9- حدوث ارتشاح خلف طبلة الاذن نتيجة التهاب الاذن الوسطى مما يسبب مشاكل في السمع.\n10- تشقق الشفتين وجفاف الفم من مشاكل التنفس.\n11- التوقف المفاجئ للتنفس خلال النوم.",
    "button": "جسم غريب في الأنف",
    "pos": "h121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "h121": {
    "title": "جسم غريب في الأنف",
    "image": "images/organs/gesm-8areab.jpg",
    "causes": "1- ألعاب الأطفال الصغيرة في حجمها.\n2- قطع من المحايات.\n3- المناديل.\n4- الصلصال.\n5- الطعام.\n6- الحصى.\n7- التراب.\n8- الأقراص المغناطيسية.\n9- البطاريات الدائرية الصغيرة في الحجم",
    "symptoms": "1- حدوث تصريف من الانف.\n2- وجود صعوبة في التنفس.",
    "button": "انسداد الفتحه الخلفيه للانف",
    "pos": "i121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "i121": {
    "title": "انسداد الفتحه الخلفيه للانف",
    "image": "images/organs/ensedad.jpg",
    "causes": "انسداد الفتحة الخلفية للأنف هو عيب خلقي يحدث عندما لا تفتح الممرات الانفية بشكل كامل وتتصل مع مجرى الهواء أثناء نمو الجنين في رحم الام.",
    "symptoms": "1- عدم القدرة على التنفس من خلال الانف.\n2- التنفس بصوت مزعج.\n3- تصريف سائل سميك من جانب واحد من الانف",
    "button": "لحميات في الانف",
    "pos": "j121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "j121": {
    "title": "لحميات في الانف",
    "image": "images/organs/lameat.jpg",
    "causes": "1- التهابات الجيوب الانفية المزمنة والمتكررة.\n2- الربو.\n3- حساسية الانف.\n4- التليف الكيسي.\n5- متلازمة تشارج ستراوس.\n6- الحساسية من الأدوية الغير ستيرويدية المضادة للالتهاب.\n7- قد يكون هناك بعض العوامل الوراثية التي تحفز نمو هذه الزوائد اللحمية.",
    "symptoms": "1- الإحساس بانسداد الانف.\n2- سيلان الانف.\n3- تصريف للمخاط في مؤخرة الحلق.\n4- تصلب الانف.\n5- احتقان في الانف.\n6- انخفاض في حدة حاسة الشم.\n7- التنفس من خلال الفم.\n8- الإحساس بضغط على الوجه والجبهة.\n9- التوقف المفاجئ للتنفس اثناء النوم.\n10- الشخير.\n11- الألم في الرأس والصداع في حالة وجود التهاب الجيوب الانفية مع اللحمية.",
    "button": "ناسور بين الجيب الانفي والفم",
    "pos": "k121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "k121": {
    "title": "ناسور بين الجيب الانفي والفم",
    "image": "images/organs/nasour.jpg",
    "causes": "1- عملية خلع الاسنان في الفك العلوي.\n2- الكسور عبر سقف الفم من الداخل.\n3- تحرك جذور الضروس في الفك العلوي الي سقف الفم من الداخل.\n4- الصدمات المباشرة في الفك العلوي",
    "symptoms": "1- انسداد في أحد جوانب الانف.\n2- كسر في سقف الفم من الداخل.\n3- فتحة لجيوب الفك العلوي.\n4- مرور السوائل من الفم للأنف اثناء الشرب.\n5- الشعور بمرور الهواء بسرعة خلال التنفس.\n6- التغير في الصوت.\n7- تأثر حاسة التذوق.\n8- رائحة الفم الكريهة.\n9- النزيف المستمر من الانف.",
    "button": "أسباب أخري",
    "pos": "l121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "l121": {
    "title": "اسباب أخري",
    "image": "images/organs/asnan-montamerah.jpg",
    "causes": "1- فقدان حاسة الشم\n2- تهيج الغشاء المخاطي المبطن للأنف من الداخل.\n3- انسداد المجاري والممرات الانفية.\n4- تلف في المخ أو الاعصاب.\n5- تشوهات الأنف:\n    - خلقية عند الولادة.\n    - تضخم اللحمية خلف الانف.\n    - تضخم غضاريف الانف.\n    - انحراف الحاجز الانفي.\n    - الأنف السرج.\n    - الأنف العجوز.",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "131": {
    "title": "الصداع النصفي ( الشقيقة)",
    "image": "images/organs/headache.jpg",
    "causes": "- لا تزال اسباب الصداع النصفي الرئيسية مجهولة، مما يزيد من صعوبة اختيار أنسب وأفضل علاج، إذ أن المسبب الرئيسي هو إشارات تنشط العصب ثلاثي التوائم (بالإنجليزية: Trigeminal Nerve) الذي بدوره يفرز السيروتونين والببتيد المرتبط بجين الكالسيتونين، مما يؤدي إلى تضخم الأوعية الدموية في الدماغ مما يسبب الألم.\n- توجد العديد من انواع الصداع النصفي التي يعتمد تصنيفها على السبب المؤدي للصداع، وفيما يلي عدد من أسباب الشقيقة المحتملة:\n    - الإجهاد النفسي.\n   - تناول بعض الأطعمة يحفز حدوث نوبة الصداع النصفي مثل الجبنة، والهوت دوغ.\n    - الإفراط في استهلاك الكافيين يسبب الصداع النصفي على العكس مما يتوقع البعض.\n    - التغيرات المناخية.\n    - المحفزات الحسية مثل الأضواء الساطعة، وضوء الشمس، والأصوات المرتفعة، جميعها محفزات للشقيقة.\n    - التغييرات في نمط النوم إذ يؤدي عدم أخذ قسط كافي من النوم أو الإفراط في ساعات النوم إلى الإصابة بالصداع النصفي.\n    - تناول بعض الأدوية.\n    - يوجد بعض العوامل الأخرى مثل اتباع حمية غذائية معينة بشكل مفاجئ والتدخين",
    "symptoms": "1- الوخز أو الخدر. قد تشعر ببعض الوخز والخدر في أصابعك أو يدك. وعادةً ما تشعر بذلك في إصبعي الإبهام والسبابة، أو إصبع الوسطى أو البنصر، إلا أنك لن تشعر بذلك في إصبع الخنصر الأصغر. وقد تحس بشعور يشبه مرور تيار كهربي في هذه الأصابع.\n2- وربما ينتقل هذا الشعور من رسغك إلى ذراعك. عادةً ما تحدث هذه الأعراض أثناء الإمساك بمقود السيارة أو الهاتف أو الجريدة، أو قد توقظك هذه الأعراض من النوم.\n3- يلجأ معظم الأشخاص لـ \"هزِّ\"اليد كمحاوَلة منهم للتخلُّص من هذا الإحساس. مع الوقت قد يصبح إحساس الخدر موجودًا دائمًا.\n4- الضعف. قد تشعر بضعف في يدك وتسقط منها الأشياء. وقد يكون سبب ذلك الخدر في اليد أو ضعف عضلات الإبهام القابضة التي يتحكم فيها أيضًا العصب المتوسط. ",
    "button": "صداع الجيوب الانفيه",
    "pos": "a131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "a131": {
    "title": "صداع الجيوب الانفيه",
    "image": "images/organs/headache.jpg",
    "causes": "1- يرتبط صداع الجيوب الأنفية عادة بالشقيقة (الصداع النصفي) أو أنواع أخرى من حالات الصداع.\n2- يرتبط صداع الجيوب الأنفية بالشعور بألم وضغط بالوجه والجيوب الأنفية، ويمكن أن يسبب أعراضًا في الأنف. ولا تنتج معظم حالات الصداع عن التهابات الجيوب الأنفية ولا يجب علاجها بالمضادات الحيوية بشكل عام. ",
    "symptoms": "1- تؤدي الجيوب الأنفية إلى الشعور بألم عميق ومستمر وتشمل أماكن صداع الجيوب الانفية هذه المناطق:\n    - أحد جانبي الرأس أو كلاهما.\n    - عظام الوجنتين.\n    - الجبين.\n    - جسر الأنف.\n    - ويزداد الألم عند تحريك الرأس فجأة أو الشعور بالتوتر.\n2- غالباً ما يتم الخلط بين اعراض حساسية الجيوب الانفيه والصداع النصفي، أو صداع التوتر، ويمكن معرفة الفرق بين صداع الضغط  واعراض التهاب الجيوب الانفية وفقاً للأعراض الأخرى التي تصاحب صداع الجيوب الأنفية، وهي:\n    - سيلان الأنف.\n    - الشعور بامتلاء الأذنين\n    - ارتفاع درجة الحرارة.\n    - تورم في الوجه.\n    - زيادة الألم عند الميل إلى الأمام.\n    - وجود إفرازات أنفية خضراء أو صفراء.\n    - ألم في الفك العلوي.\n    - الشعور بالألم والضغط وتورم في الخدّين أو الجبين أو الجبهة\n    - تفاقم الشعور بالألم عند الانحناء إلى الأمام أو الاستلقاء\n    - انسداد الأنف\n    - الإرهاق\n    - الشعور بالألم في الأسنان العلوية",
    "button": "صداع النخاع الشوكى",
    "pos": "b131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "b131": {
    "title": "صداع النخاع الشوكى",
    "image": "images/organs/headache.jpg",
    "causes": "1- يحدث الصداع النخاعي بسبب تسرب السائل الشوكي عبر ثقب في الغشاء المتين (الأم الجافية) المحيط بالحبل الشوكي. يقلل هذا التسريب من الضغط الناجم عن السائل الشوكي على المخ والحبل الشوكي، وهو ما يؤدي إلى حدوث صداع.\n2- عادة ما يظهر الصداع النخاعي خلال 48 ساعة بعد البزل الشوكي أو التخدير النخاعي.\n3- أحيانًا ما يمكن أن يؤدي تخدير فوق الجافية إلى صداع نخاعي أيضًا. على الرغم من أنه يتم حقن تخدير فوق الجافية خارج الغشاء المحيط بالحبل الشوكي، فإنه يمكن حدوث صداع نخاعي إذا كان الغشاء مثقوبًا بغير قصد.",
    "symptoms": "1- ألم كليل وخافق تتفاوت حدته من بسيطة إلى مُعوِّقة\n2- ألم عادةً ما يتفاقم عند الجلوس أو الوقوف ويقل أو يزول عند الاستلقاء\n3- غالبًا ما يصاحب الصداع النخاعي ما يلي:\n    - الدوَّار\n    - طنين الأذن (الطنين)\n    - فقدان السمع\n    - الضبابية أو الرؤية المزدوجة\n    - الغثيان\n    - تيبس الرقبة",
    "button": "الصداع الارتدادى",
    "pos": "c131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "c131": {
    "title": "الصداع الارتدادى",
    "image": "images/organs/headache.jpg",
    "causes": "لا يعرف الأطباء بالضبط لماذا يؤدي تناول جرعات زائدة من الدواء إلى الصداع الارتدادي، إذ يختلف خطر تطوّر الصداع الناجم عن الجرعات الزائدة من الدواء بناء على الدواء نفسه، لكن أي دواء صداع قوي تصاحبه احتمالية حدوث الصداع الناجم عن الجرعات الزائدة، بما في ذلك:\n    - الأَفيونيات.\n    - مسكنات الألم البسيطة.\n    - مجموعة مسكنات الألم.\n    - أدوية الصداع النصفي.",
    "symptoms": "يحدث الصداع يومياً، وفي كثير من الأحيان يوقظ المريض من النوم في الصباح الباكر، إذ ينتابه شعور بالتحسن مع تناول أدوية تخفيف الألم، ولكنه يعود عندما يزول أثر الدواء. وقد تشمل العلامات والأعراض الأخرى ما يلي:\n    - التهيّج.\n    - الغثيان.\n    - التململ.\n    - صعوبة التركيز.\n    - مشكلات الذاكرة.",
    "button": "الصداع العنقودى",
    "pos": "d131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "d131": {
    "title": "الصداع العنقودى",
    "image": "images/organs/headache.jpg",
    "causes": "إن السبب الدقيق للصداع العنقودي غير معلوم، بيد أن أنماط الصداع العنقودي تشير إلى أن الاضطرابات التي تصيب الساعة البيولوجية للجسم (المهاد) تلعب دورًا في ذلك. إضافة إلى علاقته مع تفعيل العصب مثلث التوائم، وهو العصب الرئيس في الوجه، ويؤدي تفعيل هذا العصب لألم عيني مرافق للصداع العنقودي.",
    "symptoms": "1- ألم شديد يكون موجودًا عامة في إحدى العينين أو خلفها أو حولها ومن الممكن أن ينتشر ليصل إلى مناطق أخرى من وجهك ورأسك ورقبتك\n2- ألم على جانب واحد\n3- التملمُل\n4- زيادة إفراز الدموع\n5- احمرار العين في الجانب المتأثر\n6- انسداد أو سيلان الأنف على الجانب المتأثر\n7- تعرق الجبهة أو الوجه في الجانب المتأثر\n8- شحوب الجلد أو زيادة احمرار الوجه\n9- التهاب المنطقة المحيطة بعينك في الجانب المتأثر\n10- ارتخاء الجفن على الجانب المتأثر",
    "button": "الصداع التوتري",
    "pos": "e131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "e131": {
    "title": "الصداع التوتري",
    "image": "images/organs/headache.jpg",
    "causes": "يحدث صداع التوتر بسبب انقباض العضلات في الرأس والرقبة، ويُعزى سبب الإصابة بهذا النوع من الانقباضات، أو بسبب الضغوطات، فقد يُصاب بعض الأشخاص بصداع التوتر لعدة عوامل نذكر منها الآتي:\n    - قضاء وقت طويل أمام شاشة الحاسوب.\n    - قيادة المركبات ساعات متواصلة.\n    - التعرض لدرجات حرارة منخفضة.\n    - شرب الكحول.\n    - إجهاد العين.\n    - إجهاد العين.\n    - التعب الشديد.\n    - التدخين.\n    - الزكام والانفلونزا.\n    - التهاب الجيوب الأنفية.\n    - الكافيين.\n    - الجلوس بوضعية سيئة.\n    - الإجهاد العاطفي.\n    - قلة شرب الماء.\n    - قلة النوم.\n    - تخطي تناول وجبات الطعام.",
    "symptoms": "تتضمّن أعراض الصداع التوتري ما يلي:\n    - الشعور بألم يشبه الضغط تتراوح شدته بين الخفيف إلى المتوسط، في مقدمة وأعلى وجانبي الرأس.\n    - الشعور بالصداع في وقت متأخر من اليوم.\n    - المعاناة من صعوبة في النوم.\n    - الشعور بالتعب الشديد.\n    - التهيج.\n    - صعوبة التركيز.\n    - الحساسية البسيطة للضوء أو الصوت.\n    - آلام العضلات.",
    "button": "الشقيقة مع الهالة",
    "pos": "f131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "f131": {
    "title": "الشقيقة مع الهالة",
    "image": "images/organs/headache.jpg",
    "causes": "1- هناك أدلة تشير إلى أن أورة الصداع النصفي تنتج عن موجة كهربائية أو كيميائية تنتقل عبر الدماغ. ويعتمد نوع الأعراض التي قد تجدها على جزء الدماغ الذي تنتشر فيه الموجة الكهربائية أو الكيميائية.\n2- يمكن للعديد من العوامل نفسها التي تسبب الصداع النصفي أن تسبب الصداع النصفي مع الأورة، ومنها الإجهاد والأضواء الساطعة وبعض الأطعمة والأدوية والنوم المفرط.",
    "symptoms": "تأتي هذه المرحلة بعد مرحلة البادرة، وتبدأ قبل حدوث الصداع بنحو 10 - 30 دقيقةً، ويشار إلى أنها تصيب نحو 33% فقط من مصابي الشقيقة، وبعض الأشخاص قد يصابون بها دون أن يشعروا بعدها بالصداع، وخصوصًا من تزيد أعمارهم عن 50 عامًا. وتشمل أعراض هذه المرحلة الآتي:\n    1. الأعراض البصرية: وتشمل هذه الأعراض الآتي:\n    - رؤية أضواء ساطعة وبقع متلألئة.\n    - مشاهدة خطوط متعرجة تتحرك.\n    - تغير في البصر أو فقدانه المؤقت.\n    - تشكل نقاط عمياء (Blind spots - BS) وتكون أحيانًا بأشكال هندسية مختلفة.\n2. الأعراض غير البصرية ومن ضمنها هذه الأعراض:\n    - ضعف العضلات.\n    - الوخز والتنميل والضعف في والوجه أو الأطراف.\n    - صعوبة النطق أو تغيره.\n    - حدوث خلل أو تعطل في واحدة أو أكثر من الحواس الآتية: الذوق، والشم، واللمس.",
    "button": " اللتهاب السحايا",
    "pos": "g131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "g131": {
    "title": " التهاب السحايا",
    "image": "images/organs/eltehab-sa7aeh.webp",
    "causes": "1- التهاب السّحايا هو مرض التهابي يُصيب الأغشية المُخاطيّة المُحيطة بالدّماغ والنخاع الشّوكي، بسبب عدوى بكتيريّة أو فيروسيّة.\n2- يختلف سير المرض وأعراضه بحسب النوع، ويشمل التهاب السحايا عدة انواع (. التهاب السّحايا الجرثومي، التهاب السحايا العقيم ، التهاب السحايا الفيروسي)\n3- وهناك عدة اسباب اخرى مثلا الاصابة باحدى الجراثيم النى تسبب مرض التهاب السحايا",
    "symptoms": "1- الصداع\n2- ُهاب الضوء (Photophobia)\n3- الحُمّى.\n4- تعانى صعوبة عند تحريك الرقبة.\n5- تغيير في درجة الوعي\n6- الغثيان والتقيؤ.\n7- نوبات صرع (Seizure).",
    "button": "أسباب أخري",
    "pos": "h131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "h131": {
    "title": "اسباب أخري",
    "image": "",
    "causes": "1- ضغط الدم المرتفع.\n2- تمدد الأوعية الدموية.\n3- عادة طحن الأسنان خلال النوم.\n4- إلتهاب الأعصاب القذالية.\n5- وجود تجمع دموي بالرأس.\n6- التوتر والإجهاد.\n7- ألتهاب الرقبة.",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },
  
  "141": {
    "title": "تسلخ الشريان التاجى ( تلقائى)",
    "image": "images/organs/tasalo5.png",
    "causes": "1- سبب الإصابة بتسلخ الشريان التاجي التلقائي غير واضح، ويُسبب هذا المرض تمزق داخل الشريان. وعند انفصال الطبقات الداخلية من الشريان عن الطبقات الخارجية، يمكن أن يتجمع الدم في المنطقة بين الطبقات. ويمكن أن يؤدي الضغط الناتج عن تجمع الدم إلى تمزق قصير لفترة أطول، كما يمكن أن يشكل الدم المُجمع بين الطبقات جلطة دموية (التورم الدموي).\n2- وقد يُسبب تسلخ الشريان التاجي التلقائي بطء تدفق الدم من خلال الشريان إلى القلب، مما يؤدي إلى ضعف عضلة القلب، أو يمكن أن يتوقف تدفق الدم من خلال الشريان تماماً، مما يؤدي إلى موت عضلة القلب (الأزمة القلبية). وتختلف الأزمة القلبية التي تحدث مع هذا المرض عن الأزمة القلبية الناتجة عن تصلب الشرايين.",
    "symptoms": "1- ألم الصدر\n2- تسارع ضربات القلب أو الشعور برفرفة في الصدر\n3- ألم في الذراعين أو الكتفين أو الظهر أو الفك\n4- ضيق النفس\n5- التعرُّق\n6- التعب الشديد غير العادي\n7- الغثيان\n8- الدوار",
    "button": "التهاب عضلة القلب ",
    "pos": "a141",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "a141": {
    "title": "التهاب عضلة القلب",
    "image": "images/organs/3adelt-qalb.jpg",
    "causes": "1- في أغلب الحالات ينجم التهاب عضلة القلب عن عدوى، ويُمكن لكل مسبب للعدوى أن يُسبب المرض، مثل: فيروسات، أو بكتيريا، أو فطريات أو طفيليات.\n2- السبب الأكثر شيوعًا هو الفيروسات، والفيروس الأكثر شيوعًا في العالم المتقدم هو الكوكساكي ب (Coxsackievirus B).\n3- التهاب عضلة القلب الناتج عن البكتيريا ليس شائعًا ويحدث عادةً كمضاعفة لالتهاب الشغاف (Endocarditis).",
    "symptoms": "1- ظهور الحمى.\n2- التعب.\n3- آلام في الصدر.\n4- ضيق التنفس لدى بذل المجهود.\n5- في بعض الحالات يُمكن أن يُحاكي المرض احتشاء عضلة القلب مع ألم في الصدر، وتغييرات في تخطيط كهربائية القلب، وارتفاع مستوى إنزيمات عضلة القلب المميزة لاحتشاء عضلة القلب",
    "button": "التهاب التامور",
    "pos": "b141",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "b141": {
    "title": "التهاب التامور",
    "image": "images/organs/tamour.png",
    "causes": "1- أمراض فيروسية.\n2- مرض السل (Tuberculosis).\n3- أمراض أيضية (Metabolic diseases).\n4- احتشاء عضل القلب (Myocardial infarction).\n5- بعد عملية القلب مفتوح.\n6- الفشل الكلوي (Renal failure).\n7- أورام مختلفة.\n8- أمراض المناعة الذاتية (Autoimmune diseases).\n9- الالتهاب مجهول السبب (Idiopathic).",
    "symptoms": "1- ألم في القفص الصدري، ويكون الألم حادًا، لاذعًا ويظهر في وسط القفص الصدري أو في الجهة اليسرى منه، يزداد الألم عند أخذ شهيق عميق وذلك بسبب تحرك القلب داخل التأمور الملتهب، ويزداد الألم كذلك عند تناول الطعام، أو عند الانتقال من وضعية الجلوس إلى وضعية الوقوف.\n2- ارتفاع في درجة حرارة الجسم.\n3- عندما يكون سبب الالتهاب فيروسيًا تظهر أعراض تشبه تلك المصاحبة للإنفلونزا (Influenza) قبل 7 - 10 أيام من ظهور أعراض التهاب التأمور",
    "button": "النوبة القلبية ",
    "pos": "c141",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "c141": {
    "title": "النوبة القلبية",
    "image": "images/organs/nawbah-qalbeah.png",
    "causes": "1- وقد تحدث النوبة القلبية بسبب حدوث انسداد كامل أو جزئي في أحد شرايين القلب (الشريان التاجي).\n2- تشنج الشريان التاجي. تحدث هذه الحالة نتيجة لاعتصار حاد لأحد الأوعية الدموية غير المسدودة.\n3- 3-حالات عَدوى معيّنة.\n4- 4-التسلُّخ التلقائي للشريان التاجي. تظهر هذه الحالة المَرَضية المهددة للحياة نتيجة حدوث تمزق داخل أحد شرايين القلب.",
    "symptoms": "-  تتفاوت أعراض النوبة القلبية. فبعض الأشخاص تكون أعراضهم خفيفة. بينما يصاب آخرون بأعراض شديدة. وبعض الأشخاص لا تظهر عليهم أي أعراض.\n- تشمل أعراض النوبة القلبية الشائعة ما يلي:\n    - ألم في الصدر يشبه الإحساس بضغط أو ثقل أو ضيق أو ألم عاصر أو وجع\n    - الشعور بألم أو انزعاج يمتد إلى الكتف أو الذراع أو الظهر أو العنق أو الفك أو الأسنان وأحيانًا يصل إلى الجزء العلوي من البطن\n    - العرق البارد\n    - الإرهاق\n    - حرقة المعدة أو عسر الهضم\n    - شعور مفاجئ بالدوار أو الدوخة\n    - الغثيان\n    - ضيق النفَس",
    "button": "اعتلال عضلة القلب",
    "pos": "d141",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "d141": {
    "title": "اعتلال عضلة القلب ",
    "image": "images/organs/3adelt-qalb.jpg",
    "causes": "- اعتلال القلب له ثلاث أنواع:\n1- اعتلال القلب التضخمي\n2- اعتلال القلب التوسعي\n3- اعتلال القلب المقيد\nوالأسباب تختلف حسب النوع ولكن  الأسباب العامة:\n1- ضربة على الصدر.\n2- الإجهاد البدني، مثل: رفع الأثقال، والتمارين الشاقة، والسعال الحاد.\n3- التهاب المفاصل، أو هشاشة العظام، أو التهاب المفاصل الروماتويدي، أو التهاب الفقار اللاصق.\n4- الإصابة بعدوى في المفاصل، مثل: السل، والزهري، وداء الرشاشيات.\n5- الإصابة بالأورام، حيث يمكن أن تسبب الأورام السرطانية وغير السرطانية التهاب الغضروف الضلعي، وقد ينتقل السرطان إلى المفصل من جزء آخر من الجسم، مثل: الثدي، أو الغدة الدرقية، أو الرئة.",
    "symptoms": "1- ألمًا حادًا في مقدمة الصدر، بالقرب من مكان التقاء عظام الصدر والأضلاع، وقد ينتشر إلى منطقة الظهر أو البطن.\n2- ألم عند التنفس بعمق أو السعال، وقد تتحسن حالتك عندما تتوقف عن الحركة، أو تتنفس بهدوء.\n3- ألم عند الضغط على مفاصل الضلع، إذا لم تصب بهذا العرض، فمن المحتمل أنك لا تعاني من التهاب الغضروف الضلعي.\n4- احمرار، أو تورم، أو إفرازات صديد في موقع الجراحة إذا حدث التهاب الغضروف الضلعي بسبب عدوى بعد الجراحة.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "142": {
    "title": "التهاب الرئة",
    "image": "images/organs/eltehab-re2ah.jpg",
    "causes": "1- الإصابة بعدة أنواع من الميكروبات (Microorganisms)، مثل: البكتيريا (Bacterium)، أو الفيروسات (Virus).\n2- الإصابة ببعض الأمراض المزمنة، مثل: الربو (Asthma)، وأمراض القلب، والسرطان، ومرض السكري",
    "symptoms": "1- سعال مصحوب ببلغم (Phlegm)، أو مخاط (Mucus) قد يحتوي على دم.\n2- حُمّى.\n3- صعوبات في التنفس.\n4- قشعريرة.\n5- آلام في الصدر تشتد عند السعال.\n6- تسارع في ضربات القلب.\n7- الشعور بالتعب والإنهاك.\n8- الغثيان والقيء.\n9- حين تكون أعراض الالتهاب الرئوي خفيفة يُطلق عليه الأطباء الالتهاب الرئوي بالمفطورات (Mycoplasmal pneumonia)، أو ما يسمى الالتهاب الرئوي اللانموذجي (Atypical pneumonia)، أو الالتهاب الرئوي الماشي (Walking pneumonia)؛ نظرًا لأن المصاب به يستطيع المشي دون أن تظهر لديه صعوبات في التنفس",
    "button": "انسداد الرئة",
    "pos": "a142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "a142": {
    "title": "انسداد الرئة",
    "image": "images/organs/ensedad-re2ah.jpg",
    "causes": "- عادة ما يحدث مرض الانسداد الرئوي المزمن بسبب التدخين بمختلف أنواع, بالإضافة إلى ذلك، تتضمن أسباب داء الانسداد الرئوي المزمن الأخرى ما يلي:\n    - التعرض للتدخين السلبي.\n    - التعرض المستمر للهواء الملوث واستنشاق الغبار.\n    - استنشاق المواد الكيميائية المُهيجة.\n    - استنشاق الأبخرة الناجمة عن احتراق الوقود للطهي أو التدفئة في المنازل سيئة التهوية.\n    - تاريخ عائلي من الإصابة بداء الانسداد الرئوي المزمن.\n    - عوامل جينية، منها نقص في البروتين المُضاد للتربسين ألفا-1، حيث وجد أن 5% من الأشخاص الذين يعانون من داء الانسداد الرئوي المزمن لديهم نقص في هذا البروتين، يؤدي هذا النقص إلى تدهور الرئتين وقد يؤثر أيضاً على الكبد.",
    "symptoms": "1- صعوبة التنفس خاصة أثناء القيام بأي نشاط بدني والتي تزداد سوءاً بمرور الوقت.\n2- سعال مستمر مع بلغم.\n3- الإحساس بضيق في الصدر مع صوت أزيز.\n4- الحاجة إلى النحنحة في الصباح الباكر لتراكم البلغم في الرئتين.\n5- تتضمن علامات داء الانسداد الرئوي المزمن الشديد الآتي:\n    - ازرقاق الشفاه وأطراف الأصابع.\n    - ضيق التنفس أثناء الكلام.\n    - إعياء ونقص الطاقة.\n    - سرعة ضربات القلب.\n    - خسارة الوزن في المراحل الأخيرة من المرض.",
    "button": "التهاب غشاء الرئة (التهاب الجنبه) ",
    "pos": "b142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "b142": {
    "title": "التهاب غشاء الرئة (التهاب الجنبه) ",
    "image": "images/organs/eltehab-re2ah.jpg",
    "causes": "1- بعض أنواع الالتهابات البكتيرية، مثل الالتهاب الرئوي (Pneumonia).\n2- بعض أنواع الأمراض الفيروسية، مثل الانفلونزا.\n3- بعض أنواع الفطريات أو الطفيليات.\n4- أنواع معينة من الأورام والسرطانات، مثل: سرطان الرئة، وورم المتوسطة (Mesothelioma)، وسرطان الثدي.\n5- بعض أمراض المناعة الذاتية، مثل: مرض الذئبة (Lupus)، ومرض التهاب المفاصل الروماتويدي (Rheumatoid arthritis).\n6- أمراض ومشكلات صحية أخرى، مثل: فقر الدم المنجلي (Sickle-cell anemia)، وفشل القلب (Heart failure)، والخثرات الدموية في الرئتين، واسترواح الصدر (Pneumothorax).\n7- استنشاق سموم أو مواد كيميائية ضارة، مثل تلك المستخدمة في بعض مواد التنظيف كالأمونيا.\n8- عوامل أخرى، مثل: استخدام أدوية معينة، والتعرض لحادث أو إصابة في منطقة الصدر.",
    "symptoms": "1- ألم طفيف أو حاد في الصدر، قد لا يشعر به المريض إلا عند محاولة التنفس بعمق أو أثناء السعال أو العطس، أو قد يكون موجودًا ولكن تزداد حدته أثناء القيام بالأمور المذكورة آنفًا.\n2- انتشار ألم الصدر المذكور في بعض الحالات إلى مناطق أخرى من الجسم، مثل: الكتفين، والظهر، والعنق، والنصف العلوي من البطن.\n3- خسارة في الوزن لا مبرر واضح لها.\n4- التهاب في الحلق قد تتبعه الإصابة بآلام وتورم في مفاصل الجسم.\n5- تنفس سطحي وغير عميق، إذ مع شعور المريض بالألم كلما حاول أخذ نفس عميق تجده يميل لأخذ أنفاس سطحية وسريعة فقط لتجنب الألم.\n6- أعراض أخرى، مثل: السعال، وانقطاع النفس، والحمى، والقشعريرة.\n7- يجب التنويه إلى أن الأعراض الظاهرة قد تختلف تبعًا للسبب الرئيس الذي يقف خلف الحالة.",
    "button": "أسباب تدلي وارتخاء الصمام التاجي",
    "pos": "c142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "c142": {
    "title": "أسباب تدلي وارتخاء الصمام التاجي",
    "image": "images/organs/eltehab-re2ah.jpg",
    "causes": "- تدلي الصمام التاجي هو نتيجة تلف أو مشاكل في الألياف والأحبال التي يتركب منها الصمام، وتشمل الأسباب الآتي:\n    - تلف الأنسجة المكونة للصمام\n    - ارتخاء الصمام الميترالي\n    - عيب خلقي في القلب\n    - التهاب بطانة القلب\n    - الحمى الروماتيزمية\n    - الرفرفة الأذينية\n    - بعض الأسباب الأخرى مثل الأزمة القلبية أو اعتلال عضلة القلب وبعض أنواع الأدوية",
    "symptoms": "1- كحة\n2- تعب وإرهاق\n3- ضيق وصعوبة في التنفس\n4- رفرفة أذينية في الحالات الشديدة\n5- تورم في الجسم وخاصة في القدمين\n6- تغير في طبيعة أصوات القلب\n7- تسرع النبض\n8- خفقان القلب\n9- صداع نصفى\n10- قد يعانى بعض المرضى انخفاض ضغط الدم",
    "button": "داء السل (الدرن)",
    "pos": "d142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "d142": {
    "title": "داء السل (الدرن) ",
    "image": "images/organs/da2-sol.jpg",
    "causes": "1- ينتج داء السل عن بكتيريا تنتقل من شخص لآخر عبر قطرات مجهرية تنطلق في الهواء. ويمكن أن يحدث ذلك عند التعرض لسعال أو حديث أو عطس أو بصاق أو ضحك أو غناء شخص مصاب بالنوع النشط من داء السل ولم يعالج منه.\n2- وعلى الرغم من أن السل معدٍ، إلا أنه ليس سهل الالتقاط. وتزيد احتمالية التقاط عدواه من شخص تعيش معه أو تعمل معه مقارنةً باحتمالية التقاط عدواه من الغرباء.",
    "symptoms": "1- السعال لمدة ثلاثة أو أربعة أسابيع\n2- السعال المصحوب بدم أو مخاط\n3- ألم الصدر، أو ألم أثناء التنفس أو السعال\n4- فقدان الوزن غير المقصود\n5- الإرهاق\n6- الحُمّى\n7- التعرّق الليلي\n8- القشعريرة\n9- فقدان الشهية",
    "button": "الانصمام الرئوى",
    "pos": "e142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "e142": {
    "title": "الانصمام الرئوى",
    "image": "images/organs/ensemam.jpg",
    "causes": "1- ينتج الانصمام الرئوي في أغلب الحالات عن جلطة دموية تكونت في إحدى الرجلين، ثم تحررت وتحركت باتجاه الرئتين.\n2- الجلطة الدموية التي تتموقع قريبًا من سطح الجلد لا تُسبب غالبًا أي مشاكل، لكن الجلطات الدموية التي تتكون في الأوردة الموجودة في عمق الأنسجة، مثل: انصمام خثاري في الأوردة الداخلية يُمكنها أن تُسبب حالة الانصمام الرئوي.",
    "symptoms": "1- ضيق تنفّس مفاجئ.\n2- آلام حادة في الصدر تشتد عند السعال، أو التنفس العميق.\n3- سعال مصحوب ببلغم رغوي يتّشح باللون الوردي.\n4- أعراض عامة، مثل: القلق، أو التوتر أو العصبية.\n5- التعرّق المفرط.\n6- الدوار.\n7- الشعور بالإغماء.\n8- تسارع دقات القلب أو الخفقان (Palpitation).\n9- إذا ظهرت أعراض مشابهة لما ذُكر آنفًا ينبغي التوجّه بشكل فوري لتلقي العلاج الطبي، خاصّةً إذا كانت الإصابة بالأعراض بشكل مفاجئ وبصورة حادّة.",
    "button": "الذبحة الصدرية ",
    "pos": "f142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "f142": {
    "title": "الذبحة الصدرية ",
    "image": "images/organs/thabha.jpg",
    "causes": "1- يعد انخفاض تدفق الدم إلى عضلة القلب السبب الرئيسي للذبحة الصدرية، إذ يحمل الدم الأكسجين اللازم لعمل القلب، وعندما لا تحصل عضلة القلب على الكمية الكافية من الأكسجين تحدث حالة تسمى نقص التروية (Ischemia).\n2- يحدث انخفاض تدفق الدم إلى عضلة القلب بسبب الإصابة بمرض في الشرايين التاجية (CAD - Coronary artery disease)، إذ تصبح هذه الشرايين القلب أكثر ضيقًا نتيجة لتراكم الدهون أو ما تسمى الصفيحات (plaque)، مسببًا الإصابة بتصلب الشرايين (Atherosclerosis) وحدوث الذبحة الصدرية.",
    "symptoms": "1- ذبحة صدرية مستقرة,توصف الأعراض بما يأتي:\n    - زيادة في ضربات القلب عند بذل نشاط جسدي، مثل: صعود الدرج.\n    - ألم يستمر لفترة تقل عن 5 دقائق وتختفي بعد الخلود للراحة، أو بعد تناول دواء للذبحة الصدرية.\n    - انتشار الألم إلى الذراعين، والظهر، ومناطق أخرى في الجسم.\n    - ضغط نفسي أو عاطفي للمريض.\n2- ذبحة صدرية غير مستقرة,وتوصف الأعراض بما يأتي:\n    - ألم حتى في وقت الراحة، يمتد لفترة أطول، فقد يستمر لـمدة 30 دقيقة\n    - عدم اختفاء الألم بعد الخلود إلى الراحة، أو بعد تناول الأدوية.\n    - نوبة قلبية خطيرة في بعض الأحيان.\n    - ذبحة صدرية متغيّرة وتوصف بما يأتي:\n     - ألم وقت الراحة، ويمكن تخفيف شدتها بواسطة الأدوية.\n    - نوبة قلبية.",
    "button": "التهاب الرئة",
    "pos": "g142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "g142": {
    "title": "التهاب الرئة",
    "image": "images/organs/eltehab-re2ah.jpg",
    "causes": "1- الإصابة بعدة أنواع من الميكروبات (Microorganisms)، مثل: البكتيريا (Bacterium)، أو الفيروسات (Virus).\n2- الإصابة ببعض الأمراض المزمنة، مثل: الربو (Asthma)، وأمراض القلب، والسرطان، ومرض السكري",
    "symptoms": "1- سعال مصحوب ببلغم (Phlegm)، أو مخاط (Mucus) قد يحتوي على دم.\n2- حُمّى.\n3- صعوبات في التنفس.\n4- قشعريرة.\n5- آلام في الصدر تشتد عند السعال.\n6- تسارع في ضربات القلب.\n7- الشعور بالتعب والإنهاك.\n8- الغثيان والقيء.\n9- حين تكون أعراض الالتهاب الرئوي خفيفة يُطلق عليه الأطباء الالتهاب الرئوي بالمفطورات (Mycoplasmal pneumonia)، أو ما يسمى الالتهاب الرئوي اللانموذجي (Atypical pneumonia)، أو الالتهاب الرئوي الماشي (Walking pneumonia)؛ نظرًا لأن المصاب به يستطيع المشي دون أن تظهر لديه صعوبات في التنفس",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "143": {
    "title": "تسلخ الاورطى ( الأبهر)",
    "image": "images/organs/awroty.png",
    "causes": "1- الإصابة بارتفاع ضغط الدم.\n2- الإصابة بتضيق الشريان الأبهر.\n3- التعرض لحادث تسبب في إلحاق ضرر\n4- بالشريان الأبهر.\n5- الإصابة بحالة أم الدم (Aneurysm).\n6- الإصابة بتصلب الشرايين.\n7-  وجود مشاكل في تركيبة وأجزاء القلب،\n8- مثل خلل في بنية الصمامات القلبية.\n9- الإصابة ببعض الأمراض الوراثية، مثل: متلازمة مارفان، متلازمة تيرنر.\n10- عوامل أخرى، مثل: التدخين، تعاطي الكوكايين، رفع الأثقال، الشيخوخة، الحمل.",
    "symptoms": "- قد تتشابه أعراض التسلخ في الأبهر إلى حد كبير مع أعراض النوبة القلبية، ولكن ما يميز الأعراض الظاهرة في هذه الحالة هو أنها عادة ما تتضمن شعورًا بألم حاد ومفاجئ في الصدر وفي منطقة أعلى الظهر يظهر دون سابق إنذار، ويترافق مع شعور بحصول تمزق في الصدر.\n\n- هذه بعض الأعراض الأخرى التي قد تظهر على المريض عند بدء حصول التسلخ:\n1- فقدان الوعي\n2- التعرق.\n3- انقطاع النفس.\n4- فقدان القدرة على الرؤية.\n5- صعوبات في النطق.\n6- حمى.\n7- نبض ضعيف في أحد الذراعين.\n8- تنميل أو شلل في أحد جانبي الجسم.\n9- تنميل أو ألم في الأصابع.\n10- دوار وارتباك.\n11- ألم متوسط الحدة في الفك أو الرقبة.\n12- يجدر بنا التنويه إلى أنه في بعض الأحيان قد لا يتسبب بشعور المريض بأي ألم.",
    "button": "ارتجاع المرئ ",
    "pos": "a143",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "a143": {
    "title": "ارتجاع المرئ",
    "image": "images/organs/ertega3-marea2.png",
    "causes": "1- عندما يتم ابتلاع الطعام ترتخي العضلة العاصرة للمريء السفلية حول قاع المريء للسماح بتدفق الطعام والسائل إلى معدتك، وثم تنغلق العضلة العاصرة مرة أخرى.\n2- في حالة ارتخاء العضلة العاصرة بشكل غير طبيعي أو ضعفها يمكن أن يتدفق حمض المعدة إلى المريء، هذا يؤدي إلى تهيج بطانة المريء وغالبًا ما يتسبب في التهابها.",
    "symptoms": "1- ألم في الصدر.\n2- صعوبة في البلع.\n3- ارتداد الطعام أو السوائل الحامضة.\n4- شعور بوجود كتلة في حلقك.\n5- الأعراض التي تظهر ليلًا:\n    - سعال مزمن.\n    - التهاب الحنجرة.\n    - الربو الجديد أو المتفاقم.\n    - النوم المتقطع.",
    "button": "اضطرابات تقلص المرئ (تشنج المرئ)",
    "pos": "b143",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "b143": {
    "title": "اضطرابات تقلص المرئ (تشنج المرئ)",
    "image": "images/organs/marea2.jpeg",
    "causes": "1- ألم حاد في الصدر يشبه ألم النوبة القلبية.\n2- صعوبة في البلع.\n3- حرقة في المعدة.\n4- الشعور كأنّ أمرًا عالقا في الحلق أو الصدر.\n5- ارتجاع الأطعمة والمشروبات.\n6- في حال عانيت من هذه الأعراض كلها أو جزء منها عليك مراجعة الطبيب بأقرب وقت، حيث أنه يحتاج إلى توجيهك لإجراء بعض الفحوصات لاستبعاد احتمالية مرضك بظروف وأمراض أشد خطورة وذات أعراض مشتركة.",
    "symptoms": "1- في الحقيقة لا يوجد هناك سبب محدد وواضح لحدوث تشنج المريء، إلا أن بعض التفسيرات تميل إلى كون الأمر عائدًا إلى وجود مشكلة مع الأعصاب التي تتحكم في عضلات المريء.\n2- أصناف من الطعام والشراب.\n3- درجة حرارة الطعام، سواء كان الطعام بارد جدًا أو ساخن جدًا.\n4- الأدوية والعلاج من السرطان، بما في ذلك العلاج الإشعاعي أو جراحة قريبة من المريء\n5- الأمراض النفسية كالتوتر والاكتئاب والقلق.\n6- مرض الارتداد المعدي المريئي (GERD)، خاصة إذا سبب تندب أو تضيق في المريء.",
    "button": "فتق الحجاب الحاجز",
    "pos": "c143",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "c143": {
    "title": "فتق الحجاب الحاجز",
    "image": "images/organs/fatq-7egab.jpg",
    "causes": "- يتكون الفتق عندما تكون فتحة الحجاب الحاجز أكثر اتساعًا ممّا تكون عليه في الوضع الطبيعي، قد تكون أوسع منذ الولادة أو نتيجةً لما يأتي:\n    - ضعف العضلة التي تُكَوِّنُ الفتحة التي يمر المريء عبرها فعندما تضعف العضلة تتوسع الفتحة وبالتالي تصبح الطريق مفتوحة لكي تمر المعدة عبر هذه الفتحة إلى تجويف الصدر؛ قد يكون ضعف العضلة ناجمًا عن تعرضها للإصابة أو قد يكون خِلقيًا نتيجة لعوامل وراثية.\n    - ارتفاع الضغط المُشغَّل على العضلة التي تُكوِّن الفتحة حيث بإمكان الضغط المرتفع أن يؤدي لوضع لا تستطيع العضلة فيه احتمال الضغط وبالنتيجة تبرز المعدة من خلالها إلى تجويف الصدر، حيث يرتفع الضغط في تجويف البطن عند السعال، والتقيؤ، وفي حال نشاط حركة الأمعاء، ورفع أغراض ثقيلة",
    "symptoms": "- الفتق نوعان صغير و كبير, قد لا يؤدي الفتق الحجابي الصغير لحدوث أي أعراض، ولكن الفتق الحجابي الكبير قد يؤدي لبعض الأعراض التي إذا ظهر واحد أو أكثر منها فمن المحبذ استشارة طبيب، والتي تشمل:\n    - حرقة.\n    - الفَواق.\n    - آلام في الصدر.\n    - غثيان.\n    - حرقة من المعدة.\n    - ارتجاع الطعام أو السوائل إلى الفم.\n    - ارتجاع حمض المعدة إلى المريء.\n    - صعوبة في البلع.\n    - ألم في الصدر أو البطن.\n    - الشعور بالشبع بعد تناول الطعام بوقت قصير.\n    - ضيق في التنفس.\n    - قيء الدم أو خروج البراز الأسود مما قد يشير إلى نزيف في الجهاز الهضمي.",
    "button": "أعراض التهاب الغضروف الضلعي",
    "pos": "d143",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "d143": {
    "title": "أعراض التهاب الغضروف الضلعي",
    "image": "images/organs/eltehab-8odrof.jpg",
    "causes": "1- ضربة على الصدر.\n2- الإجهاد البدني، مثل: رفع الأثقال، والتمارين الشاقة، والسعال الحاد.\n3- التهاب المفاصل، أو هشاشة العظام، أو التهاب المفاصل الروماتويدي، أو التهاب الفقار اللاصق\n4- الإصابة بعدوى في المفاصل، مثل: السل، والزهري، وداء الرشاشيات.\n5- الإصابة بالأورام، حيث يمكن أن تسبب الأورام السرطانية وغير السرطانية التهاب الغضروف الضلعي، وقد ينتقل السرطان إلى المفصل من جزء آخر من الجسم، مثل: الثدي، أو الغدة الدرقية، أو الرئة.",
    "symptoms": "1- ألمًا حادًا في مقدمة الصدر، بالقرب من مكان التقاء عظام الصدر والأضلاع، وقد ينتشر إلى منطقة الظهر أو البطن.\n2- ألم عند التنفس بعمق أو السعال، وقد تتحسن حالتك عندما تتوقف عن الحركة، أو تتنفس بهدوء.\n3- ألم عند الضغط على مفاصل الضلع، إذا لم تصب بهذا العرض، فمن المحتمل أنك لا تعاني من التهاب الغضروف الضلعي.\n4- احمرار، أو تورم، أو إفرازات صديد في موقع الجراحة إذا حدث التهاب الغضروف الضلعي بسبب عدوى بعد الجراحة.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },

  "151": {
    "title": "التهاب الغده الدرقيه",
    "image": "images/organs/darakeh.jpg",
    "causes": "1- الأجسام المضادة، وتعد عادةً السبب الأكثر شيوعًا.\n2- بعض أنواع الأدوية.\n3- التعرض للإشعاع.\n4-  الفيروسات، أو البكتيريا.",
    "symptoms": "1- ألم وحساسية في منطقة\n2- الشعور بالحرارة، والتعرق، وزيادة معدل النبض وفقدان الوزن. ( في حاله نشاط الغده)\n3- الشعور بالبرد، وانخفاض معدل النبض وزيادة الوزن. (في حاله انخفاض نشاط الغده)",
    "button": "خراج خلف البلعوم",
    "pos": "a151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "a151": {
    "title": "خراج خلف البلعوم",
    "image": "images/organs/7angarh.jpg",
    "causes": "1- يصاب الأطفال بالتهابات الجهاز التنفسي العلوي قبل ظهور خراج خلف البلعوم، قد يعاني طفلك أولاً من التهاب في الأذن الوسطى أو التهاب الجيوب الأنفية\n2- الأطفال الأكبر سنًا والبالغين عادة ما يتطور معهم المرض بعد تعرض المنطقة للإصابة، فقد تكون رضًّا أوعملية جراحية أو معالجة الأسنان\n3- الأنواع المختلفة من البكتيريا\n4- عدوى العنقوديات المقاومة للمضادات الحيوية.",
    "symptoms": "1- صعوبة التنفس أو حشرجته.\n2- صعوبة البلع.\n3- الألم عند البلع.\n4- الترويل.\n5- الحمى.\n6- السعال.\n7- ألم الحلق الحاد.\n8- تصلب الرقبة أو تورمها.\n9- التشنجات العضلية في الرقبة.",
    "button": "سرطان الراس والعنق",
    "pos": "b151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "b151": {
    "title": "سرطان الراس والعنق",
    "image": "images/organs/saratan-elra2aba.jpg",
    "causes": "1- التدخين\n2- شرب الكحول\n3- فيروس الورم الحليمي\n4- التعرض للإشعاع.\n5- العدوى بفيروس ابشتاين-بار.\n6- التعرض الكثيف لأشعة الشمس.\n7- العمر، حيث يعد من هم أكبر من 40 عاماً أكثر عرضة.\n8- استنشاق الأسبستوس، أو غبار الخشب، أو الطلاء، أو الأبخرة الكيميائية الأخرى.\n9- عدم الحصول على ما يكفي من فيتامين أ أو ب.\n10- ارتداد حمض المعدة.\n11- عدم العناية بالفم والأسنان.\n12- ضعف الجهاز المناعي",
    "symptoms": "1- (اعراض سرطان التجويف الفموي)\n    - ظهور بقع بيضاء أو حمراء على اللثة، أو اللسان، أو بطانة الفم.\n    - تقرحات الفم التي لا تلتئم.\n    - تورم الفكين.\n    - نزيف وألم غير معتاد في الفم.\n    - صعوبة البلع.\n    - انخفاض حركة الفك.\n    - نتوء في الرقبة.\n    - فقدان الوزن غير المبرر.\n    - فقدان الأسنان.\n    - رائحة الفم الكريهة.\n2- (اعراض سرطان البلعوم)\n    -ألم مستمر في الحلق والرقبة.\n    - نتوءات في الرقبة.\n    - ألم أثناء البلع.\n    - بحة أو تغير في طبيعة الصوت.\n    - ألم في الأذن أو طنين الأذن.\n    - مشكلة في السمع.\n    - صعوبة التنفس أو الكلام.\n    - انسداد جانب واحد من الأنف.\n    - نزيف الأنف.\n    - صداع.\n3- (اعراض سرطان الحنجرة)\n    - تغير في الصوت مثل بحة الصوت.\n    - صعوبة في البلع.\n    - فقدان الوزن غير المبرر.\n    - السعال المستمر.\n    - ضيق في التنفس.\n    - ألم الأذن.\n    - ألم عند البلع.\n4- (اعراض سرطان الجيوب الانفية والتجويف الانفي)\n    - التهاب الجيوب الأنفية المزمن والمقاوم للعلاج بالمضادات الحيوية.\n    - نزيف الأنف.\n    - ضعف حاسة الشم.\n    - تورم العين.\n    - ألم في العين.\n    - رؤية مزدوجة.\n    - فقدان البصر.\n    - نتوء على الوجه، أو الأنف، أو الفم.\n    - ألم الأسنان العلوية.\n    - خدر في الوجه.\n    - نوبات صداع.\n    - فقدان السمع.\n5- (اعراض سرطان الغدد اللعابية)\n     - تورم تحت الذقن.\n    - تورم حول عظم الفك.\n    - خدر أو شلل عضلات الوجه.\n    - ألم مستمر في الوجه، أو الذقن، أو الرقبة لا يزول. ",
    "button": "التهاب لسان المزمار",
    "pos": "c151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "c151": {
    "title": "التهاب لسان المزمار",
    "image": "images/organs/lesan-mezmar.jpg",
    "causes": "1- العدوي البكتيرية\n2- التهاب السحايا\n3- استنشاق الجراثيم المنتشره\n4- تدخين الكوكايين.\n5- استنشاق المواد الكيميائية.\n6- ابتلاع جسم غريب.\n7- التهاب الحلق الناتج عن البخار أو مصادر الحرارة الأخرى.\n8- إصابة في الحلق نتيجة طعن أو جرح بعيار ناري.",
    "symptoms": "1- (تشمل أعراض التهاب لسان المزمار الشائعة لدى الأطفال ما يلي:)\n    - حمى شديدة.\n    - تخف الأعراض عند الانحناء للأمام أو الجلوس في وضع مستقيم.\n    - التهاب الحلق.\n    - صوت أجش.\n    -صعوبة في البلع.\n    - الأرق.\n    - التنفس من خلال الفم.\n    - ضيق في التنفس خاصة عند الاستلقاء.\n    - سيلان اللعاب.\n2- (تشمل الأعراض الشائعة لدى البالغين ما يلي:)\n    - حمى.\n    - صعوبة في البلع.\n    - صعوبة في التنفس.\n     - صعوبة في التنفس.\n    - التهاب الحلق الشديد.\n    - صوت خشن أو مكتوم",
    "button": "التهاب الحنجرة",
    "pos": "d151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "d151": {
    "title": "التهاب الحنجرة",
    "image": "images/organs/eltehab-7angara.png",
    "causes": "- تختلف أسباب التهاب الحنجرة باختلاف النوع على النحو الآتي:\n1- أسباب التهاب الحنجرة الحاد\n    - الالتهاب الفيروسي الذي يُسبب الإصابة بنزلات البرد.\n    - إجهاد الصوت الناتج عن الصراخ، أو الإفراط في الكلام.\n    - الالتهاب البكتيري ولكنه يُعد السبب الأقل شيوعًا.\n2- أسباب التهاب الحنجرة المزمن:\n    - الاستعمال المفرط للصوت خصوصًا عندما تكون طريقة إخراج الصوت غير صحيحة، وتُسبب تهييجًا مستمرًا لغشاء الحنجرة المخاطي.\n    - الحساسية، والتهاب مزمن في القنوات التنفسية، مثل: التهاب الجيوب الأنفية.\n    - استنشاق المهيجات، مثل: المواد الكيميائية، والدخان.\n    - الارتجاع المريئي.\n    - الإفراط في شرب الكحول.\n    - التدخين.",
    "symptoms": "1- بحة في الصوت.\n2- ضعف الصوت.\n3- فقدان الصوت.\n4- إحساس بالدغدغة والخشونة في الحلق.\n5- التهاب الحلق.\n6- جفاف الحلق.\n7- السعال الجاف.",
    "button": "العدوة الفيروسية في الرقبة(التهاب الغدد اللمفاوية",
    "pos": "e151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "e151": {
    "title": "العدوة الفيروسية في الرقبة(التهاب الغدد اللمفاوية",
    "image": "images/organs/lemawefeh.jpg",
    "causes": "- يوجد هناك العديد من الأسباب لالتهاب الغدد اللمفاوية، والتي تنقسم إلى أسباب معدية وأسباب غير معدية.\n -أسباب التهاب الغدد اللمفاوية المعدية, تعد الالتهابات البكتيرية، والفيروسية، والفطرية من الأمثلة الشائعة على أسباب التهاب الغدد اللمفاوية، ومنها:\n1- عدوى بكتيرية\n    - مرض السل (بالإنجليزية: Tuberculosis).\n    - المكورات العنقودية (بالإنجليزية: Staphylococcus).\n    - المكورات العقدية (بالإنجليزية: Streptococcus).\n    - مرض الزهري.\n2- عدوى فيروسية\n    - فيروس نقص المناعة البشرية.\n    - التهابات الجهاز التنفسي العلوي الفيروسي.\n    - الإصابة بفيروس إبشتاين-بار.\n3- عدوى فطرية أو طفيلية\n    - هيستوبلازما كابسولاتوم (بالإنجليزية: Histoplasma Capsulatum) والمستخفية الحديثة (بالإنجليزية: Cryptococcus Neoformans).\n - أسباب التهاب الغدد اللمفاوية غير المعدية\nنتيجة اسباب مناعية\n    - مرض الذئبة.\n التهاب المفاصل الروماتويدي.\n   - السرطان",
    "symptoms": "1- تورم الغدد اللمفاوية وتضخمها بشكل كبير، وقد تصل الغدد اللمفاوية الملتهبة إلى حجم حبة الفاصولياء أو أكبر. كما وقد يسبب التهاب الغدد اللمفاوية في الفخذ تورماً في الطرف السفلي كاملاً.\n2- الشعور بالألم عند ملامسة الغدد الملتهبة.\n3- التعرق ليلاً أثناء النوم.\n4- الحمى دون سبب واضح.\n5- فقدان الوزن و التعب المفرط.\n6- السعال و الصعوبة في التنفس، حيث قد يؤدي تضخم الغدد اللمفاوية الموجودة بالرئتين إلى حدوث سعال مزمن.\n7- حكة دائمة على صعيد الجسم ككل.\n8- احمرار المنطقة التي تقع فوق الغدد اللمفاوية الملتهبة.\n9- امتلاء الغدد الملتهبة بالقيح، مما يسبب حدوث خراجات، ويمكن أن يشق السائل القيحي طريقه إلى الجلد في الحالات الشديدة وغير المعالجة، ليظهر حينها قيح من الجلد",
    "button": "أسباب أخري",
    "pos": "f151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "f151": {
    "title": "أسباب أخري",
    "image": "",
    "causes": "إجهاد الرقبة\nيحدث إجهاد الرقبة عندما تكون الأربطة التي تصل بين عظام الرقبة ممزقة، ويمكن أن يؤدي حركات الرقبة المفاجئة إلى إجهاد الرقبة، وكذلك ارتطام الرقبة في حادث أو السقوط أو أثناء ممارسة الرياضة.",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "161": {
    "title": "ألم في مفصل الركبه",
    "image": "images/organs/mefsal-rokbah.jpg",
    "causes": "1- تمزق الاربطه\n2- تمزق الغضاريف\n3- التهاب المفاصل\n4- النقرس\n5- إجهاد الركبه\n6- نخر العظم\n7- الالتهاب الكيسي ف الركبه\n8- أصابه الركبه\n9- التقدم بالعمر\n10- العوامل الوراثيه\n11-  زياده الوزن \n12- الحمل",
    "symptoms": "1- انتفاخ مفصل الركبة.\n2- خشونة المفاصل.\n3- تشقق جلد الركبه\n4- خدر الركبه أو الوخز\n5- ازرقاق الركبه\n6- التورم\n7- عدم القدره علي المشي وتحمل الوزن",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "171": {
    "title": "ألم في الساق",
    "image": "images/organs/saq.jpg",
    "causes": "1-  إختلال في أملاح الدم وحدوث جفاف في الجسم\n2- بعض أنواع العقاقير\n3- ممارسة التمارين الرياضية بشكل خاطئ\n4-  إلتهاب الوتار والاربطة العظمية العضلية\n5- أمراض تضيق الشرايين وتصلبها\n6- إلتهاب العظم الداخلي\n7- أمراض الأعصاب\n8-  الإصابة بمرض سرطان العظم\n9- التهاب المفاصل الروماتويدي\n10- الإصابة بنزف أو ضربه حادة\n11- تشنج عضلات الساق\n12- حدوث كسور العظم في الساق\n13- الإصابة بالتهاب الأعصاب السكري\n14- الإصابة بمرض النقرس\n15- التدخين و الإدمان على شرب الكحول يتسببان بتلف الأعصاب و بالتالي الشعور بألم الساق\n16- بعض حالات زيادة الوزن و السنمة مرتبطة بألم الساق\n17- الرباط الصليبي",
    "symptoms": "1- ضعف الساق\n2- تنميل بجزء من الساق أو كلها\n3- الخفقان\n4- التشنجات\n5- الحكة\n6- الإحساس بالوخز\n7- ألم المفاصل\n8- التعب\n9- الحرارة\n10- تورم المفصل\n11- تقلص نطاق الحركة\n12- كدمات على الجلد",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "181": {
    "title": "ألم في القدم",
    "image": "images/organs/qadam.png",
    "causes": "1- التعرض للعدوى الفيروسية أو الفطرية أو البكتيرية\n2- الأظفر النابت\n3- داء السكري\n4- وداء الذئبة\n5- والنقرس\n6- والتهاب المفاصل الروماتيدي\n7- تشوهات القدم مثل القدم المخلبية، و الكعب الأفحج وكعة إصبع\n8- تسطح القدم\n9- وقوس القدم العالي\n10- الإصابات بنوعيها: الشديدة مثل تمزق وتر أخيل،\n11-  أو المتكررة قليلة الشدة مثل إصابات عدائي الماراثون.\n12- الإصابات المتكررة: وينتج عنها ضرر العظام أو الأوتار\n13- المشي أو الركض على أسطح غير مستوية، أو الأرضية شديدة النعومة أو شديدة القسوة، \n14- ارتداء الأحذية غير المناسبة  وذات القياس غير المناسب.\n15- التقرحات.\n16- ضرر الأعصاب والمفاصل، \n17- تشوه أصابع القدم\n18- التهاب وتر أخيل\n19- تمزق وتر العرقوب\n20- الكسر القلعي\n21- النتوءات العظمية\n22- القدم المكسورة\n23- إصبع قدم مكسور\n24- الوكعات\n25- التهاب الجِراب\n26- مسمار اللحم والدُشبذات\n27- الاعتلال العصبي السكري\n28- أقدام مسطحة\n29- النقرس\n30- تشوه هاغلوند\n31- إصبع القدم المطرقية\n32- الأحذية ذات الكعب العالي أو التي لا تلائم مقاسك\n33- ظفر القدم الغارز في اللحم\n34- ألم المشط\n35- ورم مورتون العصبي\n36- الفُصال العظمي\n37- التهاب العظم\n38- مرض باجيت الذي يصيب العظام\n39- الاعتلال العصبي المحيطي\n40- التهاب اللفافة الأخمصية\n41- الثآليل الأخمصية\n42- التهاب المفاصل الصدفي\n43- مرض رينود\n44- التهاب المفاصل التفاعلي\n45- التهاب الجِراب خلف العقبي\n46- التهاب المفاصل الروماتويدي\n47- التهاب المفاصل الإنتاني\n48- كسور الإجهاد\n49- متلازمة نفق عظم الكعب\n50- التهاب الوتر\n51- الأورام",
    "symptoms": "1- ألم حاد أو مؤلم أو حارق في  قدمك \n2- الألم الذي يزداد سوءًا عند الوقوف أو الجري أو ثني قدميك أو المشي - خاصة حافي القدمين على سطح صلب - ويتحسن عند الراحة\n3- ألم حاد أو حاد أو تنميل أو وخز في أصابع قدميك\n4- شعور بوجود حصاة في حذائك",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "191": {
    "title": "الم في الفخذ",
    "image": "images/organs/fa5th.jpg",
    "causes": "1- إجهاد العضله\n2- رضوض في العضله أو كدمات\n3- تجمع الدم\n4- إجهاد أو خلع الوتر المستقيمي\n5- كسر في عظمه الفخذ\n6- التهاب العضل العظمي\n7- الاصابه في  أعصاب الفخذ",
    "symptoms": "1- ألم حاد في الفخذ والامامي\n2- التورم والكدمات\n3- ضعف القدره علي المشي\n4- صعوبة في ثني الركبه\n5- ألم لا يحتمل مع التورم هذا يعني كسر في الفخذ\n6- الشد العضلي\n7- العصب المنضغط\n8- التضيق في العمود الفقري\n9- ألم الفخذ المخذلي\n10- الاعتلال العصبي السكري\n11- الفتق",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },

  "201": {
    "title": "حصي المثانه",
    "image": "images/organs/hasah-mathanah.jpg",
    "causes": "1- المثانه العصبيه\n2- حصي الكلي\n3- تضخم البروستاتا\n4- العدوي\n5- النظام الغذائي\n6- رتج المثانه",
    "symptoms": "1- عدم الراحة أو الألم في القضيب للذكور.\n2- ألم في منطقة أسفل المعدة.\n3- الألم والانزعاج عند التبول.\n4- دم في البول.\n5- بول غامق بشكل غير طبيعي.\n6- التبول المتكرر، وخاصة خلال الليل.\n7- سلس البول، أو عدم القدرة على السيطرة على التبول.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },

  "211": {
    "title": "أصابه أو تمزق الكتف المدوره",
    "image": "images/organs/katef.jpg",
    "causes": "غالبًا ما تحدث إصابات الكفة المدورة بسبب التآكل والتمزق التدريجي في أنسجة الوتر بمرور الوقت. يمكن أن يؤدي النشاط العلوي المتكرر أو النوبات الطويلة من رفع الأشياء الثقيلة إلى تهيج الوتر أو إتلافه. يمكن أيضًا إصابة الكفة المدورة في حادثة واحدة أثناء السقوط أو الحوادث.",
    "symptoms": "1- يوصف بأنه ألم خفيف عميق في الكتف\2- النوم المزعج\3- يصعب تمشيط شعرك أو الوصول إلى خلف ظهرك\n4- يكون مصحوبًا بضعف في الذراع\n5- بعض إصابات الكفة المدورة لا تسبب الألم",
    "button": "التهاب الأوتار",
    "pos": "a211",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a211": {
    "title": "التهاب الأوتار",
    "image": "images/organs/katef.jpg",
    "causes": "1- أصابه مفاجئة\n2- تكرار نفس الحركه بمرور الوقت\n3- التحرك بشكل غير صحيح",
    "symptoms": "1- غالبًا ما يوصف الألم بأنه ألم خفيف ، خاصة عند تحريك الطرف أو المفصل المصاب\n2- تورم خفيف",
    "button": "التهاب الجراب",
    "pos": "b211",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b211": {
    "title": "التهاب الجراب",
    "image": "images/organs/katef.jpg",
    "causes": "1- رفع أحمال إلى فوق مستوى الرأس بصورة متكررة، أو رمي كرة بقوة كبيرة.\n2- ممارسة إطلاق النار في وضعية الانبطاح.\n3- دخول جرثومة إلى الجراب",
    "symptoms": "1- ألم في المفصل وقد يُصبح متصلبًا، ومحمرًّا، ومنتفخًا.\n2- اشتداد الألم في المفاصل عند الحركة، أو عند لمس المنطقة المصابة.",
    "button": "تجمد الكتف",
    "pos": "c211",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c211": {
    "title": "تجمد الكتف",
    "image": "images/organs/katef.jpg",
    "causes": "1- يحاط مفصل الكتف بكبسولة من النسيج الضام. وتحدث الإصابة بالكتف المتجمدة عندما يزداد سُمك هذه الكبسولة وتضيقها حول مفصل الكتف، ما يقيد حركته.\n2- ولا يُعرف سبب حدوث ذلك لبعض الأشخاص بوضوح. ولكن من المرجح أن ذلك يحدث بعد إبقاء الكتف ثابتة لفترة طويلة، كما هو الحال بعد الجراحة أو كسر الذراع.",
    "symptoms": "1- تسبب أي حركة للكتف ألمًا، وتصبح قدرة الكتف على الحركة محدودة. \n2- المرحلة المتجمدة. ربما يقل الألم خلال هذه المرحلة، إلا أن الكتف يزداد تيبُّسًا، ويصبح استخدامه أصعب.\n3- مرحلة الانحلال. تبدأ قدرة الكتف على الحركة في التحسُّن.",
    "button": "أسباب أخري",
    "pos": "d211",
    "image-width": "0",
    "image-height": "200",
    "last": "",

  },
  "d211": {
    "title": "أسباب أخري",
    "image": "images/organs/fa5th.jpg",
    "causes": "1-  أعراض الاحتكاك: الألم الذي يزيد مع النشاط البدني ويزداد سوءًا بشكل تدريجي. يعاني المريض من نطاق الحركة المحدودة للمفصل فيجد نفسه غير قادر على القيام بالحركات العادية مثل تصفيف الشعر ورفع الأشياء من وإلى الرفوف.\n2- أعراض  كسر ف العضد:\n    - ألمًا حادًا قد يتفاقم مع الحركة\n    - تورمًا\n    - تكدمًا\n    - تشوهًا، مثل اعوجاج\n    - عدم القدرة على تدوير الذراع\n3- أعراض التواء الكتف وانفصاله:\n    - تشوُّه شكل الكتف أو خروجها من مكانها\n    - التوُّرم أو الكدمات\n    - الألم الشديد\n    - عدم القدرة على تحريك المفصل\n4- اعراض التهاب المفصل الروماتويدي:\n    - إيلام ودفء وتورم المفاصل\n    - تيبّس المفاصل، والذي يتفاقم عادةً في الصباح وبعد فترة من عدم النشاط\n    - التعب والحُمَّى وفقدان الشهية\n-- في اليسار فقط:\n1- أعراض الذبحه الصدريه\n    - الم في ذراعيك أو رقبتك أو فكك أو كتفك أو ظهرك.\n    - مع وجود أعراض اخري مثل:  الم وانزعاج في الصدر. وهذا الشعور  بالألم أو الانزعاج في الصدر قد يشبه: الحرق,الامتلاء,الضغط,العصر,الدوار,الإرهاق,الغثيان,ضيق النفس,التعرق\n2- النوبة القلبية\n- الأعراض\n- تتفاوت أعراض النوبة القلبية. فبعض الأشخاص تكون أعراضهم خفيفة. بينما يصاب آخرون بأعراض شديدة. وبعض الأشخاص لا تظهر عليهم أي أعراض.\n-وتشمل أعراض النوبة القلبية الشائعة ما يلي:\n    -  ألم في الصدر يشبه الإحساس بضغط أو ثقل أو ضيق أو ألم عاصر أو وجع\n    - الشعور بألم أو انزعاج يمتد إلى الكتف أو الذراع أو الظهر أو العنق أو الفك أو الأسنان وأحيانًا يصل إلى الجزء العلوي من البطن\n    -  العرق البارد\n    - الإرهاق\n    - حرقة المعدة أو عسر الهضم\n    - شعور مفاجئ بالدوار أو الدوخة\n    - الغثيان\n    - ضيق النفَس\n2- الأسباب:\n    - وقد تحدث النوبة القلبية بسبب حدوث انسداد كامل أو جزئي في أحد شرايين القلب (الشريان التاجي).\n    - تشنج الشريان التاجي. تحدث هذه الحالة نتيجة لاعتصار حاد لأحد الأوعية الدموية غير المسدودة.\n    - حالات عَدوى معيّنة.\n    - التسلُّخ التلقائي للشريان التاجي. تظهر هذه الحالة المَرَضية المهددة للحياة نتيجة حدوث تمزق داخل أحد شرايين القلب.",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "221": {
    "title": "التهاب الأوتار",
    "image": "images/organs/ko3.jpeg",
    "causes": "1- أصابه مفاجئة\n2- تكرار نفس الحركه بمرور الوقت\n3- التحرك بشكل غير صحيح",
    "symptoms": "1- غالبًا ما يوصف الألم بأنه ألم خفيف ، خاصة عند تحريك الطرف أو المفصل المصاب\n2- تورم خفيف",
    "button": "التهاب الجراب الناتئ المرفقي",
    "pos": "a221",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a221": {
    "title": "التهاب الجراب الناتئ المرفقي",
    "image": "images/organs/ko3.jpeg",
    "causes": "1- ضربه في الكوع\n2- الاتكاء المتكرر ع نقطه الكوع\n3- الالتهابات\n4- تقدم السن",
    "symptoms": "1- تورم الكوع\n2- ألم شديد\n3- احمرار بارز\n4- جلد دافئ",
    "button": "التواء الاربطه",
    "pos": "b221",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b221": {
    "title": "التواء الاربطه",
    "image": "images/organs/ko3.jpeg",
    "causes": "1- التواء لا إرادي للذراع أثناء الأنشطة الرياضية\n2- إصابة الكوع نتيجة حادث أو سقوط\n3-  الشد المفرط للكوع أثناء التمرين مما يزيد من الشد على أوتار الكوع\n4- إهمال الإحماء والإطالة قبل أداء التمارين أو الأنشطة الرياضية\n5- التعرض لالتواء سابق في الكوع مما يجعلك أكثر عرضة لالتواء آخر.",
    "symptoms": "1- ألم وتورم وضعف وكدمات حول الكوع\n2- تقييد في حركة الكوع\n3- ألم في مفصل الكوع أثناء فرده",
    "button": "العصب المنضغط",
    "pos": "c221",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c221": {
    "title": "العصب المنضغط",
    "image": "images/organs/ko3.jpeg",
    "causes": "1-  زياده الضغط  بشكل كبير علي العصب\n2- الإصابة\n3- التهاب المفاصل الروماتويدي أو التهاب الرسغين\n4- الإجهاد من العمل المتكرر\n5- الهوايات أو الأنشطة الرياضية\n6- السمنة",
    "symptoms": "1- الخَدَر أو ضعف الإحساس في المنطقة التي يزودها العصب\n2- ألم حاد أو مستمر أو حارق، يمكن أن ينتشر للخارج\n3- الشعور بوخز كوخز الإبر والمسامير\n4- ضعف العضلات في المنطقة المصابة\n5- الإحساس المتكرر بتنميل القدم أو اليد",
    "button": "اسباب أخري",
    "pos": "d221",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d221": {
    "title": "أسباب أخري",
    "image": "images/organs/ko3.jpeg",
    "causes": "1- التهاب المفاصل\n2- الكسور\n3- خلع المفصل",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "231": {
    "title": "متلازمه النفق الرسغي ",
    "image": "images/organs/nafaq.jpg",
    "causes": "1- الضغط علي العصب المتوسط وهو المسؤل عن الاحساس \n2- وفي كثير من الأحيان، لا يوجد سبب واحد لمتلازمة النفق الرسغي. قد تكون مجموعة من عوامل الخطر هي التي ساهمت في حدوث هذه الحالة المرضية.",
    "symptoms": "1- الوخز أو الخدر. قد تشعر ببعض الوخز والخدر في أصابعك أو يدك. وعادةً ما تشعر بذلك في إصبعي الإبهام والسبابة، أو إصبع الوسطى أو البنصر، إلا أنك لن تشعر بذلك في إصبع الخنصر الأصغر. وقد تحس بشعور يشبه مرور تيار كهربي في هذه الأصابع.\n2- وربما ينتقل هذا الشعور من رسغك إلى ذراعك.\n3- عادةً ما تحدث هذه الأعراض أثناء الإمساك بمقود السيارة أو الهاتف أو الجريدة، أو قد توقظك هذه الأعراض من النوم.\n4- يلجأ معظم الأشخاص لـ \"هزِّ\"اليد كمحاوَلة منهم للتخلُّص من هذا الإحساس. مع الوقت قد يصبح إحساس الخدر موجودًا دائمًا.\n5- الضعف. قد تشعر بضعف في يدك وتسقط منها الأشياء. وقد يكون سبب ذلك الخدر في اليد أو ضعف عضلات الإبهام القابضة التي يتحكم فيها أيضًا العصب المتوسط.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },


  "241": {
    "title": "التهاب الأوتار",
    "image": "images/organs/eltehab-awtar.jpeg",
    "causes": "1- أصابه مفاجئة\n2- تكرار نفس الحركه بمرور الوقت\n3- التحرك بشكل غير صحيح",
    "symptoms": "1- غالبًا ما يوصف الألم بأنه ألم خفيف ، خاصة عند تحريك الطرف أو المفصل المصاب\n2- تورم خفيف",
    "button": "كسر العضد",
    "pos": "a241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a241": {
    "title": "كسر العضد",
    "image": "images/organs/Kasr-3adad.png",
    "causes": "",
    "symptoms": "1- الما حادًا يتفاقم مع الحركة\n2- تورما\n3- تكدما\n4- تشوها مثل اعوجاج\n5- عدم القدره علي تدوير الذراع",
    "button": "التضيق الشوكي",
    "pos": "b241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b241": {
    "title": "التضيق الشوكي",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- النتوءات العظمية في العمود الفقري\n2- القرص المنفتق في العمود الفقري\n3- الاربطه السميكه\n4- الأورام\n5- أصابه العمود الفقري",
    "symptoms": "1- يتسبَّب التضيق الشوكي غالبًا في حدوث أعراض. ولكن عندما تحدث الأعراض، فإنها تبدأ ببطء وتتفاقم بمرور الوقت. وتتوقف الأعراض على الجزء المصاب من العمود الفقري.\n2- في أسفل الظهر:\n    - ألمًا أو تقلُّصات مؤلمة في رجل واحدة أو الرجلين\n    - ويحدث ذلك عند الوقوف لفترة طويلة أو عند المشي. وتتحسن الأعراض عند الانحناء أو الجلوس.\n    - وقد يشعر بعض الناس أيضًا بألم في الظهر.\n3- في الرقبة\n    - الخَدَر\n    - الشعور بوخز أو ضعف في اليد أو الذراع أو القدم أو الساق\n    - مشكلات في المشي والاتزان\n    - ألم الرقبة\n    - مشكلات في الأمعاء أو المثانة",
    "button": "العصب المنضغط",
    "pos": "c241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c241": {
    "title": "العصب المنضغط",
    "image": "images/organs/3asab-monda8et.jpg",
    "causes": "1- زياده الضغط  بشكل كبير علي العصب\n2- الإصابة\n3- التهاب المفاصل الروماتويدي أو التهاب الرسغين\n4- الإجهاد من العمل المتكرر\n5- الهوايات أو الأنشطة الرياضية\n6- السمنة",
    "symptoms": "1- الخَدَر أو ضعف الإحساس في المنطقة التي يزودها العصب\n2- ألم حاد أو مستمر أو حارق، يمكن أن ينتشر للخارج\n3- الشعور بوخز كوخز الإبر والمسامير\n4- ضعف العضلات في المنطقة المصابة\n5- الإحساس المتكرر بتنميل القدم أو اليد",
    "button": "القرص المفتوق",
    "pos": "d241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d241": {
    "title": "القرص المفتوق",
    "image": "images/organs/corse-monfateq.webp",
    "causes": "1- تقدُّم العمر . كلما تقدم العمر، أصبحت أقراص الفقرات أقل مرونةً وأكثر عُرضةً للتهتك أو التمزّق حتى مع أقل قدر من الإجهاد أو الالتِواء.\n2- لا يستطيع معظم الأشخاص تحديد سبب القرص المُنفتق لديهم تحديدًا دقيقًا. ففي بعض الأحيان يؤدي استخدام عضلات الظهر بدلاً من عضلات الساق والفخذ في رفع الأشياء الثقيلة إلى انفتاق القرص ويؤدي الدوران والالتِواء أثناء رفع الأشياء إلى ذلك أيضًا. وفي حالات نادرة، قد يتسبب حدوث إصابة جسدية مثل السقوط أو ضربة على الظهر في حدوث انفتاق القرص.",
    "symptoms": "1- ألم الساق أو الذراع. إذا كان القرص المنفتق في أسفل الظهر\n2- فعادةً ما تشعر بألم في الأليتين والفخذ وربلة الساق إلى جانب ألم أسفل الظهر. وقد تشعر بالألم في أجزاء من القدم أيضًا.\n3- وإذا كان القرص المنفتق في العنق، فستشعر بالقدر الأكبر من الألم في كتفك وذراعك. ورُبما ينتقل هذا الألم إلى ذراعك أو ساقك عند السعال أو العطاس أو الحركة بأوضاع مُعيّنة. وعادةً ما يُوصَف الألم بأنه حاد أو حارق.\n4- النَّمَل أو النَّخز. عادةً ما يشعر المُصابون بالقرص المنفتق بنَمَل أو نَخز منتشر في الجزء من الجسم الذي تصل إليه الأعصاب المُصابة.\n5- الضعف. تميل العضلات المتصلة بالأعصاب المُصابة إلى الضعف. وقد يتسبب ذلك في سقوطك أو يؤثر على قدرتك على رفع الأشياء أو إمساكها.",
    "button": "أسباب أخري",
    "pos": "e241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "e241": {
    "title": "أسباب أخري",
    "image": "images/organs/nafaq.jpg",
    "causes": "1- امراض المناعه الذاتيه\n2- ذبحه صدريه\n- أعراض:\n1- الم في ذراعيك أو رقبتك أو فكك أو كتفك أو ظهرك.\n2- مع وجود أعراض اخري مثل:\nالم وانزعاج في الصدر. وهذا الشعور بالألم أو الانزعاج في الصدر قد يشبه: الحرق,الامتلاء,الضغط,العصر,الدوار,الإرهاق,الغثيان,ضيق النفس,التعرق",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "251": {
    "title": "انزلاق غضروفي أو الديسك",
    "image": "images/organs/enzelaq-8odrofy.png",
    "causes": "1- رفع شيء ثقيل\n2- التاكل التدريجي\n3- التعرض لحادث\n4- الحمل عند النساء",
    "symptoms": "1- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس \n2- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس والجلوس والوقوف\n3- التنميل والخدر\n4- الضعف العضلي\n5- يحدث احيانا ضعف ف المثانه والامعاء",
    "button": "ورم الفقرات",
    "pos": "a251",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a251": {
    "title": " تضيق القناة الشوكية",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n2- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n3- كسور العظام أو التعرض لحادث أو إصابة.\n4- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف،والتقزم.\n5- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n6- كسور العظام أو التعرض لحادث أو إصابة.",
    "symptoms": "1- ألم في الأقدام.\n2- ألم في العنق.\n3- ألم في أسفل الظهر.\n4- خدر وتنميل في الأطراف يزداد سوءًا مع الحركة.\n5- ضعف عام في الأقدام أو الذراعين أو الأصابع.\n6- فقدان السيطرة على عمليات التبول والإخراج.\n7- الإصابة بمتلازمة ذيل الفرس.",
    "button": "الالم العضلى التليفى",
    "pos": "b251",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b251": {
    "title": "الالم العضلى التليفى",
    "image": "images/organs/alm-3adaly.webp",
    "causes": "1- يعتقد العديد من الباحثين أن التحفيز المتكرر للأعصاب يتسبب في حدوث تغيرات في الدماغ والحبل النخاعي لدى الأشخاص المصابين بالألم الليفي العضلي. تشمل هذه التغيرات زيادة غير طبيعية في مستويات بعض المواد الكيميائية المسؤولة عن نقل الألم في الدماغ.\n2- بالإضافة إلى ذلك، يبدو أن مستقبلات الألم في الدماغ تُنشئ نوعًا من ذاكرة الألم وتصبح حساسة؛ ما يعني أنها يمكن أن تبالغ في رد الفعل تجاه الإشارات المؤلمة وغير المؤلمة.\n3- يُحتمل وجود العديد من العوامل المؤدية إلى هذه التغييرات، بما في ذلك:\n    - الجينات الوراثية. بما أن يسري الألم الليفي العضلي في أفراد العائلة الواحدة عادةً، فقد تكون هناك بعض الطفرات الجينية التي قد تجعلك أكثر عرضة للإصابة بهذا الاضطراب.\n    - حالات العدوى. وثمة أمراض قد تؤدي إلى الإصابة بالالتهاب الليفي العضلي أو إلى تفاقم أعراضه.\n    - الأحداث البدنية أو العاطفية. في بعض الأحيان، يمكن إثارة الألم الليفي العضلي نتيجة لإصابة جسدية، مثل التعرض لحادث سيارة. وقد يحفز الضغط النفسي الذي يستمر لفترة طويلة هذه الحالة أيضًا.",
    "symptoms": "1- ألمًا واسع المدى. غالبًا ما يوصف الألم المصاحب للألم الليفي العضلي بأنه ألم خفيف مستمر إذا دام لثلاثة أشهر على الأقل. وليعتبر الألم واسع المدى، لا بد أن تشعر به على جانبَي الجسم، وأعلى خَصرِك وأسفله.\n2- الإرهاق. غالبًا ما يستيقظ الأشخاص المصابون بالألم العضلي الليفي متعبين، على الرغم من أنهم أبلغوا عن نومهم لفترات طويلة. غالبًا ما يضطرب النوم بسبب الألم، ويعاني العديد من مرضى الألم العضلي الليفي من اضطرابات نوم أخرى، مثل متلازمة تململ الساقين وانقطاع النفس النومي.\n3- الصعوبات الإدراكية. يضعف أحد الأعراض الذي يشار إليه عادة باسم\"الضباب الليفي\"القدرة على التركيز والانتباه والتركيز على المهام العقلية.",
    "button": "التهاب المفاصل الروماتويدي",
    "pos": "c251",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c251": {
    "title": "التهاب المفاصل الروماتويدي",
    "image": "images/organs/remo.jpg",
    "causes": "لا يعرف الأطباء سبب بدء هذه العملية، لكن يبدو أن السبب المحتمل هو مكون جيني. وعلى الرغم من أن الجينات لا تُسبب التهاب المفاصل الروماتويدي في الواقع، يمكنها أن تجعلك أكثر عرضة للاستجابة للعوامل البيئية - مثل الإصابة ببعض الفيروسات والبكتيريا - التي قد تُسبب الإصابة بالمرض.",
    "symptoms": "1- إيلام ودفء وتورم المفاصل\n2- تيبّس المفاصل، والذي يتفاقم عادةً في الصباح وبعد فترة من عدم النشاط\n3- التعب والحُمَّى وفقدان الشهية\n4- في العادة، يصيب التهاب المفاصل الروماتويدي في مراحله الأولى المفاصل الصغيرة أولاً، وخاصة المفاصل التي تَصِل أصابع اليدين باليدين وأصابع القدمين بالقدمين.\n5- ومع تفاقم المرض، تنتشر الأعراض غالبًا إلى مفصلَي الرسغ والركبة والكاحل والمرفق والفخذ والكتف. وفي معظم الحالات، تظهر الأعراض على المفاصل نفسها في كلا جانبي الجسم.\n6- يواجه نحو 40% من الأشخاص المصابين بالتهاب المفاصل الروماتويدي أيضًا علامات وأعراض تظهر في مناطق أخرى غير المفاصل. وتشمل تلك المناطق ما يلي:\n    - الجلد\n    - العينان\n    - الرئتان\n    - القلب\n    - الكلى\n    - الغدد اللعابية\n    - النسيج العصبي\n    - نخاع العظم\n    الأوعية الدموية",
    "button": "أسباب أخري",
    "pos": "d251",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d251": {
    "title": "اسباب أخري",
    "image": "images/organs/nafaq.jpg",
    "causes": "1- وضعيات الجسم الخاطئة أثناء الجلوس أو الحركة.\n2- توتر عضلات الرقبة بسبب وضع الرقبة والرأس الخاطئ.\n3- تحريك الرقبة بشكل عنيف أثناء ممارسة التمارين الرياضية.\n4- الجلوس لفترات طويلة بدون تحريك الرأس وبقاء الرقبة في وضع واحد مدة طويلة\n5- التعرض لإصابة أو حادث\n6-  اللتهاب السحايا\الاسباب:\n1- التهاب السّحايا هو مرض التهابي يُصيب الأغشية المُخاطيّة المُحيطة بالدّماغ والنخاع الشّوكي، بسبب عدوى بكتيريّة أو فيروسيّة.\n2- يختلف سير المرض وأعراضه بحسب النوع، ويشمل التهاب السحايا عدة انواع (. التهاب السّحايا الجرثومي، التهاب السحايا العقيم ، التهاب السحايا الفيروسي)\n3- وهناك عدة اسباب اخرى مثلا الاصابة باحدى الجراثيم النى تسبب مرض التهاب السحايا",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "261": {
    "title": "التهاب الأوتار",
    "image": "images/organs/eas.webp",
    "causes": "1- أصابه مفاجئة\n2- تكرار نفس الحركه بمرور الوقت\n3- التحرك بشكل غير صحيح",
    "symptoms": "1- غالبًا ما يوصف الألم بأنه ألم خفيف ، خاصة عند تحريك الطرف أو المفصل المصاب\n2- تورم خفيف",
    "button": "كسر الساعد",
    "pos": "a261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a261": {
    "title": "كسر الساعد",
    "image": "images/organs/casr-sa3ed.jpg",
    "causes": "",
    "symptoms": "1- الما حادًا يتفاقم مع الحركة\n2- تورما\n3- تكدما\n4- تشوها مثل اعوجاج\n5- عدم القدره علي تدوير الذراع",
    "button": "التضيق الشوكي",
    "pos": "b261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b261": {
    "title": "التضيق الشوكي",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- النتوءات العظمية في العمود الفقري\n2- القرص المنفتق في العمود الفقري\n3- الاربطه السميكه\n4- الأورام\n5- أصابه العمود الفقري",
    "symptoms": "1- يتسبَّب التضيق الشوكي غالبًا في حدوث أعراض. ولكن عندما تحدث الأعراض، فإنها تبدأ ببطء وتتفاقم بمرور الوقت. وتتوقف الأعراض على الجزء المصاب من العمود الفقري.\n2- في أسفل الظهر:\n    - ألمًا أو تقلُّصات مؤلمة في رجل واحدة أو الرجلين\n    - ويحدث ذلك عند الوقوف لفترة طويلة أو عند المشي. وتتحسن الأعراض عند الانحناء أو الجلوس.\n    - وقد يشعر بعض الناس أيضًا بألم في الظهر.\n3- في الرقبة\n    - الخَدَر\n    - الشعور بوخز أو ضعف في اليد أو الذراع أو القدم أو الساق\n    - مشكلات في المشي والاتزان\n    - ألم الرقبة\n    - مشكلات في الأمعاء أو المثانة",
    "button": "العصب المنضغط",
    "pos": "c261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c261": {
    "title": "العصب المنضغط",
    "image": "images/organs/3asab-monda8et.jpg",
    "causes": "1- زياده الضغط  بشكل كبير علي العصب\n2- الإصابة\n3- التهاب المفاصل الروماتويدي أو التهاب الرسغين\n4- الإجهاد من العمل المتكرر\n5- الهوايات أو الأنشطة الرياضية\n6- السمنة",
    "symptoms": "1- الخَدَر أو ضعف الإحساس في المنطقة التي يزودها العصب\n2- ألم حاد أو مستمر أو حارق، يمكن أن ينتشر للخارج\n3- الشعور بوخز كوخز الإبر والمسامير\n4- ضعف العضلات في المنطقة المصابة\n5- الإحساس المتكرر بتنميل القدم أو اليد",
    "button": "القرص المفتوق",
    "pos": "d261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d261": {
    "title": "القرص المفتوق",
    "image": "images/organs/corse-monfateq.webp",
    "causes": "1- تقدُّم العمر . كلما تقدم العمر، أصبحت أقراص الفقرات أقل مرونةً وأكثر عُرضةً للتهتك أو التمزّق حتى مع أقل قدر من الإجهاد أو الالتِواء.\n2- لا يستطيع معظم الأشخاص تحديد سبب القرص المُنفتق لديهم تحديدًا دقيقًا. ففي بعض الأحيان يؤدي استخدام عضلات الظهر بدلاً من عضلات الساق والفخذ في رفع الأشياء الثقيلة إلى انفتاق القرص ويؤدي الدوران والالتِواء أثناء رفع الأشياء إلى ذلك أيضًا. وفي حالات نادرة، قد يتسبب حدوث إصابة جسدية مثل السقوط أو ضربة على الظهر في حدوث انفتاق القرص.",
    "symptoms": "1- ألم الساق أو الذراع. إذا كان القرص المنفتق في أسفل الظهر\n2- فعادةً ما تشعر بألم في الأليتين والفخذ وربلة الساق إلى جانب ألم أسفل الظهر. وقد تشعر بالألم في أجزاء من القدم أيضًا.\n3- وإذا كان القرص المنفتق في العنق، فستشعر بالقدر الأكبر من الألم في كتفك وذراعك. ورُبما ينتقل هذا الألم إلى ذراعك أو ساقك عند السعال أو العطاس أو الحركة بأوضاع مُعيّنة. وعادةً ما يُوصَف الألم بأنه حاد أو حارق.\n4- النَّمَل أو النَّخز. عادةً ما يشعر المُصابون بالقرص المنفتق بنَمَل أو نَخز منتشر في الجزء من الجسم الذي تصل إليه الأعصاب المُصابة.\n5- الضعف. تميل العضلات المتصلة بالأعصاب المُصابة إلى الضعف. وقد يتسبب ذلك في سقوطك أو يؤثر على قدرتك على رفع الأشياء أو إمساكها.",
    "button": "أسباب أخري",
    "pos": "e261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "e261": {
    "title": "أسباب أخري",
    "image": "images/organs/nafaq.jpg",
    "causes": "1- امراض المناعه الذاتيه\n2- ذبحه صدريه\n- أعراض:\n1- الم في ذراعيك أو رقبتك أو فكك أو كتفك أو ظهرك.\n2- مع وجود أعراض اخري مثل:\nالم وانزعاج في الصدر. وهذا الشعور بالألم أو الانزعاج في الصدر قد يشبه: الحرق,الامتلاء,الضغط,العصر,الدوار,الإرهاق,الغثيان,ضيق النفس,التعرق",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },



  "271": {
    "title": "متلازمة العضلة الكمثرية",
    "image": "images/organs/komethreah.jpeg",
    "causes": "1- تضخّم العضلة الكمثرية، الذي عادةً ما يصاب به الرياضيون في فترات التدريب الشاقة.\n2- إصابات الورك، مثل: السقوط أو التعرض لحادث سيارة.\n3- الجلوس لفترات زمنية طويلة.\n4- ضعف عضلات الأرداف.\n5- ازدياد الوزن والضغط على الأرداف بسبب الحمل.\n6- وجود مشكلات في بنية العضلة الكمثرية، مثل انشطارها.",
    "symptoms": "1- ألم في جهة واحدة من الأرداف.\n2- عدم الشعور بالراحة عند الجلوس.\n3- الشعور بحرقة في الأرداف.\n4- شعور بوخز وتنميل يبدأ في الأرداف وقد ينتشر على طول الساق من الخلف.\n5- آلام أسفل الظهر.\n6- تشنّج عضلات الساقين.",
    "button": "الكيسة الشعرية",
    "pos": "a271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a271": {
    "title": "الكيسة الشعرية",
    "image": "images/organs/kesah-she3reah.jpeg",
    "causes": "1- الشعر المتساقط الذي يخترق الجلد هو سبب معظم الكيسات الشعرية. فقد يؤدي الاحتكاك والضغط الناتجَين عن حك الجلد أو ارتداء الملابس الضيقة أو ركوب الدراجات أو الجلوس لفترات طويلة إلى دفع الشعر إلى داخل الجلد.\n2- يُكوِّن الجسم كيسة حول الشعر لمحاولة دفعه إلى الخارج. وتتكون معظم الكيسات الشعرية على عظمة العصعص. من الممكن أيضًا أن يُصاب الأشخاص الذين يشذبون شعر الحيوانات أو يعملون في قص الشعر بكيسة شعرية بين أصابعهم.",
    "symptoms": "قد لا تسبب الكيسة الشعرية ظهور أي أعراض. لكن إذا أُصيبت بالعدوى، فقد يحدث تورم وألم بالجلد المحيط بالكيسة. تتضمن أعراض الكيسة الشعرية المصابة بالعدوى ما يأتي:\n    - وهدة بالقرب من أعلى شق الأليَتَين.\n    - الشعور بالألم.\n    - التهاب الجلد وتورمه.\n    - خروج الصديد أو الدم من فتحة في الجلد.\n    - رائحة من مكان تصريف الصديد.",
    "button": "ورم الفقرات",
    "pos": "b271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b271": {
    "title": "ورم الفقرات",
    "image": "images/organs/entefaq-qors.jpg",
    "causes": "- تُعد الأورام الفقرية التي تبدأ في العمود الفقري نادرة جدًا، ولم يتضح سبب حدوثها.\n1- ويشك الخبراء في أن الجينات المعيبة لها دور في الإصابة. ولكن لا يعرف عادةً ما إذا كانت هذه العيوب الجينية موروثة أو فقط تتطور بمرور الوقت. أو، قد تكون بسبب مشكلة ما في البيئة، مثل التعرض لبعض المواد الكيميائية.\n2- تكون معظم الأورام الفقرية نقيلية، مما يعني أنها قد انتشرت من أورام في أعضاء في أماكن أخرى من الجسم. يمكن لأي نوع من السرطان أن ينتقل إلى العمود الفقري، ولكن الأورام الشائعة التي تنتشر من الثدي والرئة والبروستاتا تكون أكثر قابلية من غيرها للانتشار في العمود الفقري. قد تنتشر سرطانات العظام الأخرى، مثل الورم النقوي المتعدد أيضًا في العمود الفقري.\n3- تكون الأورام الفقرية شائعة أيضًا لدى الأشخاص ممن لديهم تاريخ سابق من السرطان.",
    "symptoms": "يمكن أن تُسبب الأورام الفقرية عدة علامات وأعراض في أثناء نمو الورم. قد تؤثر الأورام في العمود الفقري أو جذور الأعصاب، أو الأوعية الدموية، أو عظام عمودك الفقري. قد تتضمن العلامات والأعراض الأخرى للورم الفقري:\n    - ألمًا في موقع الورم ناتجًا عن نمو الورم\n    - آلام الظهر، التي غالبًا ما تنتشر إلى أجزاء أخرى من جسمك\n    - يكون ألم الظهر في أسوأ حالاته في أثناء الليل\n    - فقدان الإحساس أو ضعف العضلات خاصة في ذراعيك أو ساقيك\n    - صعوبة المشي، وأحيانًا تؤدي إلى السقوط\n    - الشعور بحساسية أقل للبرودة والحرارة والألم\n    - فقدان وظيفة الأمعاء أو المثانة\n    - الشلل، الذي قد يكون خفيفًا أو شديدًا، ويمكن أن يصيب مناطق مختلفة في جميع أنحاء الجسم",
    "button": "انفتاق القرص ",
    "pos": "c271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c271": {
    "title": "انفتاق القرص ",
    "image": "images/organs/entefaq-qors.jpg",
    "causes": "1- غالبًا ما ينتُج انفتاق القرص عن اهتراء تدريجي متعلق بتقدُّم العمر يُسمى تنَكُّس القرص. كلما تقدم العمر، أصبحت أقراص الفقرات أقل مرونةً وأكثر عُرضةً للتهتك أو التمزّق حتى مع أقل قدر من الإجهاد أو الالتِواء.\n2- لا يستطيع معظم الأشخاص تحديد سبب القرص المُنفتق لديهم تحديدًا دقيقًا. ففي بعض الأحيان يؤدي استخدام عضلات الظهر بدلاً من عضلات الساق والفخذ في رفع الأشياء الثقيلة إلى انفتاق القرص ويؤدي الدوران والالتِواء أثناء رفع الأشياء إلى ذلك أيضًا. وفي حالات نادرة، قد يتسبب حدوث إصابة جسدية مثل السقوط أو ضربة على الظهر في حدوث انفتاق القرص",
    "symptoms": "1- تحدث أغلب إصابات القرص المنفتق في أسفل الظهر، مع أنها قد تحدث في العنق أيضًا. وتعتمد المؤشرات المرَضية والأعراض على موضع القرص وما إذا كان القرص يضغط على العصب أم لا. وعادةً ما يؤثر القرص المنفتق على أحد جانبي الجسم دون الآخر.\n2- ألم الساق أو الذراع. إذا كان القرص المنفتق في أسفل الظهر، فعادةً ما تشعر بألم في الأليتين والفخذ وربلة الساق إلى جانب ألم أسفل الظهر. وقد تشعر بالألم في أجزاء من القدم أيضًا. وإذا كان القرص المنفتق في العنق، فستشعر بالقدر الأكبر من الألم في كتفك وذراعك. ورُبما ينتقل هذا الألم إلى ذراعك أو ساقك عند السعال أو العطاس أو الحركة بأوضاع مُعيّنة. وعادةً ما يُوصَف الألم بأنه حاد أو حارق.\n3- النَّمَل أو النَّخز. عادةً ما يشعر المُصابون بالقرص المنفتق بنَمَل أو نَخز منتشر في الجزء من الجسم الذي تصل إليه الأعصاب المُصابة.\n4- الضعف. تميل العضلات المتصلة بالأعصاب المُصابة إلى الضعف. وقد يتسبب ذلك في سقوطك أو يؤثر على قدرتك على رفع الأشياء أو إمساكها.",
    "button": "التهاب المفضل العجزى",
    "pos": "d271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d271": {
    "title": "التهاب المفضل العجزى",
    "image": "images/organs/mefsal-3agjy.jpg",
    "causes": "1- الإصابة. يمكن للتأثيرات المفاجئة، مثل التعرض للسقوط أو لحادث سيارة، أن تسبب ضررًا في المفصل العجزي الحرقفي\n2-  التهاب المفاصل. يمكن أن يحدث التهاب المفاصل الناتج عن الاهتراء والتآكل (الالتهاب المفصلي العظمي) في المفاصل العجزية الحرقفية. وكذلك الأمر بالنسبة لنوع من التهاب المفاصل الذي يصيب العمود الفقري، والمعروف باسم التهاب الفقار المقسّط.\n3- الحمل. ترتخي المفاصل العجزية الحرقفية وتتمدد من أجل الولادة. ويمكن للوزن الزائد وتغيير طريقة السير أثناء فترة الحمل أن تضغط على هذه المفاصل.\n4- العدوى. في حالات نادرة، يمكن أن يصاب مفصل عجزي حرقفي بالعدوى",
    "symptoms": "يحدث ألم التهاب المفصل العجزي الحرقفي غالبًا في الأليتين وأسفل الظهر. ويمكن أن يؤثر أيضًا في الساقين والأربية وحتى القدمين. يمكن أن يتحسن الألم بالحركة. وقد يتفاقم الألم بسبب:\n    - تحميل الوزن على ساق أكثر من الأخرى.\n    - صعود الدرج.\n    - الركض.\n    -  المشي بخطوات واسعة.",
    "button": "التهاب الجراب",
    "pos": "e271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "e271": {
    "title": "التهاب الجراب",
    "image": "images/organs/garab.webp",
    "causes": "- اهم اسباب حدوث التهاب الجراب، هو اصابة أو جرح كيس الجراب الموجود في المفصل أي كان موضعه، مما يؤدي الى انتفاخه وحدوث ألم واحمرار خارجي في المنطقة، ويختلف نوع السبب المؤدي للإصابة بالتهاب الجراب على حسب النوع، مثلاً:\n1- يحدث التهاب الجراب الكيسي، بسبب: ممارسة الحركات الرياضية بطريقة خاطئة، أو ثني الركبة بشكل متكرر ولفترات طويلة، أو بسبب حدوث عدوى أو نزيف في الكيس الجرابي.\n2- يحدث التهاب الجراب الزهري، بسبب حدوث ضربة أو رضوض في الجزء الخلفي من المرفق، أو بسبب ركي المرفق بشكل متكرر على أسطح صلبة، أو بسبب عدوى.\n3- يحدث التهاب الجراب المدوي لعدة أسباب من أهمها الاستلقاء وعدم الحركة لفترة طويلة من الزمن، أو الجلوس أو الوقوف بشكل غير سليم، أو حدوث لإصابة مباشرة في الورك، أو بسبب الإصابة بالتهاب المفاصل أو بعدوى",
    "symptoms": "1- ألم في المكان المصاب، ويزداد هذا الألم عند الحركة أو الضغط على المفصل.\n2- رخاوة وطراوة في المنطقة.\n3- تورم.\n4- عدم القدرة على تحريك المفصل.\n5- حمى واحمرار في المنطقة المصابة، ويحدث ذلك في حال كان التهاب الجراب ناتج عن التهاب آخر",
    "button": "الفصال العظمى",
    "pos": "f271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "f271": {
    "title": "الفصال العظمى",
    "image": "images/organs/fesal-3admy.webp",
    "causes": "1- يحدث الالتهاب المفصلي العظمي نتيجة التلف التدريجي للنسيج الغضروفي الذي يبطن أطراف العظام في المفاصل. النسيج الغضروفي هو نسيج ثابت، ومنزلق يتيح حركة المفاصل دون احتكاك تقريبًا.\n2- لذلك فإن تآكل النسيج الغضروفي تمامًا يؤدي إلى احتكاك العظام ببعضها.\n3- ويُعرَف الالتهاب المفصلي العظمي في أغلب الحالات بالتآكل والاهتراء الناجمين عن استخدام المفصل بمرور الزمن. ولا يستهدف الالتهاب المفصلي العظمي النسيج الغضروفي وحسب، بل يؤثر كذلك على المفصل بالكامل. ويسبب تغيرات في العظام وتآكل الأنسجة الضامة التي تربط المفصل معًا وتربط العضلات بالعظام. كما يصيب بطانة المفصل أيضًا بالالتهاب.",
    "symptoms": "1-  الألم. قد يشعر المريض بألم المفصل أثناء الحركة أو بعدها.\n2- التيبُّس. يصبح تيبّس المفصل أكثر وضوحًا عند الاستيقاظ أو بعد عدم النشاط لفترة.\n3- الألم عند اللمس. قد يشعر المريض بألم المفصل عند الضغط عليه أو بالقرب منه برفق.\n4- فقدان المرونة. قد لا يتمكن المريض من تحريك المفصل حركة كاملة.\n5- الشعور بالصرير. قد تشعر بالصرير عند استخدام المفصل، وقد تسمع صوت فرقعة أو طقطقة.\n6- النتوءات العظمية. يمكن أن تتكون قطع العظام الصغيرة هذه، التي تبدو ككتل صلبة، حول المفصل المصاب.\n7- التورُّم. التهاب الأنسجة الرخوة حول المفصل قد يكون سببًا من الأسباب.",
    "button": "انزلاق غضروفي أو الديسك",
    "pos": "g271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "g271": {
    "title": "انزلاق غضروفي أو الديسك",
    "image": "images/organs/enzelaq-8odrofy.png",
    "causes": "1- رفع شيء ثقيل\n2- التاكل التدريجي\n3- التعرض لحادث\n4- الحمل عند النساء",
    "symptoms": "1- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس \n2- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس والجلوس والوقوف\n3- التنميل والخدر\n4- الضعف العضلي\n5- يحدث احيانا ضعف ف المثانه والامعاء",
    "button": "ورم الفقرات",
    "pos": "h271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "h271": {
    "title": "التهاب المفصل الصدفى",
    "image": "images/organs/back-pain.jpg",
    "causes": "1- يحدث التهاب المفاصل الصدفي عندما يهاجم جهازُ المناعة الخلايا والأنسجةَ السليمة. تسبب الاستجابة المناعية التهاب المفاصل بالإضافة إلى فرط إنتاج خلايا الجلد.\n2- ويبدو أن للعوامل الجينية والبيئية دورًا في استجابة الجهاز المناعي. لدى العديد من الأشخاص المصابين بالتهاب المفاصل الصدفي سيرة مرضية عائلية تشمل الإصابة بالصدفية أو التهاب المفاصل الصدفي. اكتشف الباحثون علامات جينية معينة تبدو مرتبطة بالتهاب المفاصل الصدفي\n3- قد تؤدي الإصابات الجسدية أو بعض المسببات الموجودة في البيئة المحيطة — مثل العدوى الفيروسية أو البكتيرية — إلى الإصابة بالتهاب المفاصل الصدفي لدى الأشخاص ذوي الاستعداد الوراثي لمثل هذه الحالة.",
    "symptoms": "1- التهاب المفاصل الصدفي والصدفية من الأمراض المزمنة التي تتفاقم بمرور الوقت. ومع ذلك، قد يمر المريض بفترات تتحسن فيها الأعراض أو تختفي مؤقتًا.\n2- يمكن أن يصيب التهاب المفاصل الصدفي أحد جانبي الجسم أو كليهما. غالبًا ما تتشابه العلامات والأعراض بين التهاب المفاصل الصدفي والتهاب المفاصل الروماتويدي. يسبب كلا المرضين ألم المفاصل وتورمها وشعورًا بدفئها عند لمسها.\n3- ومع ذلك، يُحتمل أن يسبب التهاب المفاصل الصدفي أيضًا ما يلي:\n1- تورم أصابع اليدين والقدمين. يمكن أن يسبب التهاب المفاصل الصدفي انتفاخات مؤلمة في أصابع اليدين والقدمين.\n2- ألم القدم. يمكن أن يسبب التهاب المفاصل الصدفي أيضًا ألمًا في النقاط الواصلة بين العظام والأوتار والأربطة — خاصةً في الجزء الخلفي من العقب (التهاب وتر العرقوب)، أو في أخمص القدمين (التهاب اللفافة الأخمصية).\n3- آلام أسفل الظهر. يصاب بعض الأشخاص بحالة تسمى التهاب الفقار نتيجة لالتهاب المفاصل الصدفي. يؤدي التهاب الفقار بشكل رئيسي إلى التهاب المفاصل بين فقرات العمود الفقري والمفاصل الواقعة بين العمود الفقري والحوض (التهاب المفصل العجزي الحرقفي).\n4- تغيرات في الأظافر. يمكن أن تتفتت الأظافر أو تنفصل عن قاعدتها أو تتشكل فيها انبعاجات صغيرة (حفر).\n5- التهاب العين. يمكن أن يسبب التهاب عنبية العين تشوش الرؤية وألم العين واحمرارها. إذا لم يُعالجَ التهاب عنبية العين فقد يؤدي إلى فقدان البصر.",
    "button": "تضييق العمود الفقري",
    "pos": "i271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "i271": {
    "title": "تضييق العمود الفقري",
    "image": "images/organs/tadeak-3amood.jpg",
    "causes": "1- هشاشة العظام والتوترات العظمية، تعد هشاشة العظام والتوترات العظمية من أهم أسباب الإصابة بمرض تضيّق العمود الفقريّ مع تقدّم العمر.\n2- التهاب المفاصل الفقاعيّ الإلتهابيّ، تزيد الإصابة بالتهاب المفاصل الفقاعيّ الإلتهابيّ الضغط على الحبل الشوكيّ مما يزيد من احتمالية الإصابة بهذا المرض.\n3- أورام العمود الفقريّ أو أورام العظام بشكلٍ عام.\n4- مرض باجيت (بالإنجليزية: Paget’s Disease)، يسبب الإصابة بمرض باجيت في تلف ونمو العظام بشكلٍ غير طبيعيٍ.\n5- انحناء العمود الفقريّ.\n6- التقزّم (بالإنجليزية: Dwarfism).",
    "symptoms": "1- ضعف في الأطراف.\n2- ألم في منطقة أسفل الظهر، يعاني الأشخاص المصابين بمرض تضيّق العمود الفقريّ من ألم أسفل منطقة الظهر خصوصاً عند الوقوف أو المشي لفتراتٍ طويلةٍ.\n3- الشعور بالخدر في القدم أو في منطقة الفخذ.\n4- الشعور بعدم التوازن",
    "button": "تضيق القناة االشوكية",
    "pos": "j271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "j271": {
    "title": "تضيق القناة االشوكية",
    "image": "images/organs/tadeak-qanah.png",
    "causes": "1- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n2- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n3- كسور العظام أو التعرض لحادث أو إصابة.\n4- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n5- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n6- كسور العظام أو التعرض لحادث أو إصابة.",
    "symptoms": "1- ألم في الأقدام.\n2- ألم في العنق.\n3- ألم في أسفل الظهر.\n4- خدر وتنميل في الأطراف يزداد سوءًا مع الحركة.\n5- ضعف عام في الأقدام أو الذراعين أو الأصابع.\n6- فقدان السيطرة على عمليات التبول والإخراج.\n7- الإصابة بمتلازمة ذيل الفرس.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "272": {
    "title": "حصي الكلي",
    "image": "images/organs/hasah-kelah.jpg",
    "causes": "1- قلة شرب الماء.\n2- تناول بعض الأدوية، مثل: مدرات البول.\n3- الإصابة ببعض الأمراض، مثل: التهاب الجهاز البولي، والنقرس، بالإضافة إلى بعض الاضطرابات الوراثية.",
    "symptoms": "تتحرك حصيات صغيرة في الكلى بسهولة من خلال المسالك البولية؛ لذا فقد لا تظهر أي أعراض، أما عند وجود حصيات كبيرة في الكلى، فقد يتم ملاحظة:\n    - ألم حاد في الخاصرة، والظهر، وتحت الأضلاع.\n    - ألم أثناء التبول.\n    - دم في البول.\n    - قيء، وغثيان.\n    - بول عكر، أو كريه الرائحة.\n    - حمى، ورعشة في حالة وجود التهاب.",
    "button": "التهاب الكلي",
    "pos": "a272",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a272": {
    "title": "التهاب الكلي",
    "image": "images/organs/eltehab-kelah.jpg",
    "causes": "1- يمكن للبكتيريا التي تدخل المسالك البولية عبر الإحليل أن تتكاثر وتنتقل إلى الكلى. وهذا هو السبب الأكثر شيوعًا للإصابة بعدوى الكلى.\n2- يمكن أيضًا أن تنتشر البكتيريا من عدوى في جزء آخر من الجسم عبر مجرى الدم إلى الكلى. في حالات نادرة، يمكن أن يسبب المفصل الاصطناعي أو صمام القلب المُصاب عدوى الكلى.\n3- ونادرًا ما تحدث التهاب الكلى بعد الخضوع لعملية في الكلى. ",
    "symptoms": "1- الحمى\n2- القشعريرة\n3- الشعور بحرقة أو ألم عند التبول\n4- الحاجة إلى التبول بشكلٍ متكرر\n5- الحاجة الملحة المستمرة إلى التبول\n6- الشعور بآلام الظهر أو الجانب أو الأربية\n7- الغثيان والقيء\n8- ظهور صديد أو دم في البول\n9- خروج بول عكِر أو له رائحة كريهة\n10- ألم البطن",
    "button": "التهاب المثانة",
    "pos": "b272",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b272": {
    "title": "التهاب المثانة",
    "image": "images/organs/eltehab-mathanah.jpg",
    "causes": "1-التدخل في تدفق البول: يمكن أن يحدث هذا في حالات مثل وجود حصوة في المثانة أو تضخم البروستاتا عند الرجال.\n2- التغييرات في جهاز المناعة: يمكن أن يحدث هذا في حالات معينة مثل مرض السكري وعدوى فيرووس وفي بعض الحالات من الالتهابات الفيروسية.\n3-الاستخدام المطول لقسطرة المثانة: قد تكون هناك حاجة إلى هذه الأنابيب في الأشخاص المصابين بأمراض مزمنة أو عند كبار السن حيث يمكن أن يؤدي الاستخدام المطول إلى زيادة التعرض للعدوى البكتيرية وكذلك تلف أنسجة المثانة",
    "symptoms": "1- الحاجة القوية والمستمرة إلى التبول\n2- الشعور بالألم أو الحرقة عند التبول\n3- التبول بكميات صغيرة على نحو متكرر\n4- ظهور دم في البول (البيلة الدموية)\n5 -بول غائم أو له رائحة قوية\n6- شعور مزعج في منطقة الحوض\n7- الشعور بضغط في منطقة أسفل السرة (البطن)\n8- ألم في الظهر أو في أحد جانبي الجسم\n9- الحُمّى والقشعريرة\n10- الغثيان والقيء\n11- حمى خفيفة",
    "button": "حصوات المسالك البولية ( حصوات المثانة)",
    "pos": "c272",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c272": {
    "title": "حصوات المسالك البولية ( حصوات المثانة)",
    "image": "images/organs/hasah-masalek.jpg",
    "causes": "- تبدأ حصوات المثانة في النمو عند بقاء بعض البول في المثانة بعد التبول، مما يؤدي إلى تشكل بلورات تلتصق ببعضها البعض. يحدث هذا غالبًا بسبب وجود حالة طبية كامنة تمنع المثانة من التفريغ تمامًا عند استخدام المرحاض.\n- الحالات التي تمنع المثانة من التفريغ الكامل تشمل:\n1- المثانة العصبية: في حالة تلف الأعصاب التي تصل بين المثانة والجهاز العصبي، على سبيل المثال في السكتة الدماغية أو إصابة العمود الفقري، قد لا يحدث تفريغ للمثانة بشكل كامل.\n2- تضخم البروستاتا: إذا تضخمت البروستاتا، يمكن أن تضغط على مجرى البول وتتسبب في حدوث اضطراب في التدفق، وترك بعض البول في المثانة.\n3- العدوى: يمكن أن تتسبب التهابات المسالك البولية في الإصابة بحصوات المثانة.\n4- حصى الكلى: يمكن أن تتحرك حصى الكلى إلى أسفل الحالب، وإذا كانت كبيرة جدًا، فإنها ستبقى في المثانة ويمكن أن تسبب انسدادًا. حصى الكلى أكثر شيوعًا من حصوات المثانة.\n5- رتج المثانة: تعني هذه الحالة وجود أكياس داخل المثانة قد تصبح كبيرة بما يكفي لتتداخل مع خروج البول من الجسم.\n6- النظام الغذائي: يمكن أن يؤدي النظام الغذائي الذي لا يحتوي على كمية كافية من السوائل إلى تكوين حصوات المثانة ",
    "symptoms": "قد لا تُحدث حصوات المثانة الأعراض على الفور، ولكن إذا كانت الحصوات تُهيج المثانة، فيمكن أن تشمل الأعراض ما يلي:\n    - عدم الراحة أو الألم في القضيب للذكور.\n    - ألم في منطقة أسفل المعدة.\n    - الألم والانزعاج عند التبول.\n    - دم في البول.\n    - بول غامق بشكل غير طبيعي.\n    - التبول المتكرر، وخاصة خلال الليل.\n    - سلس البول، أو عدم القدرة على السيطرة على التبول",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "273": {
    "title": "خراج شرجي",
    "image": "images/organs/5orag-sharage.png",
    "causes": "1- انسداد مخرج الغدة الشرجية الموجودة على مستوى الخط المسنن الواقع بين الثلث السفلي والثلث الأوسط لقناة الشرج.\n2- الإصابة ببعض الأمراض، مثل: داء كرون (crhon's disease)، والتهاب القولون التقرحي (ulcerative colitis)، وإصابة في منطقة الوركين، والتهاب الرتج (diverticulitis)، والأورام الخبيثة.\n3- إجراء شق جراحي في منطقة فتحة الشرج خلال عملية جراحية ما.",
    "symptoms": "1- آلام في المنطقة المحيطة بفتحة الشرج.\n2- الحمى.\n3- الانتفاخ والاحمرار الموضعي.\n4- تكون هذه الأعراض أكثر شدة في حالات الإصابة ببعض الأمراض، مثل مرض السكري، وبعض أمراض نقص المناعة، وسرطان الدم",
    "button": "التهاب الزائدة الدودية",
    "pos": "a273",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a273": {
    "title": "التهاب الزائدة الدودية",
    "image": "images/organs/eltehab-zydah.jpg",
    "causes": "1- من المرجح أن يكون سبب التهاب الزائدة الدودية انسدادًا في بطانة الزائدة الدودية يؤدي إلى العدوى.\n2- تتكاثر البكتيريا بسرعة، مما يؤدي إلى التهاب الزائدة الدودية وتورمها وامتلائها بالصديد. إذا لم تتم معالجته على الفور، يمكن أن تنفجر الزائدة الدودية.",
    "symptoms": "1- الشعور بألم مفاجئ يبدأ في الجانب الأيمن بالجزء السفلى من البطن\n2- الشعور بألم مفاجئ حول السرة وغالبًا ما ينتقل إلى المنطقة السفلية اليمنى من البطن\n3- الشعور بألم يتفاقم عند السعال، أو المشي أو القيام بحركات مفاجئة\n4- الغثيان والقيء\n5- فقدان الشهية\n6- الإصابة بحمى منخفضة الدرجة والتي قد تتفاقم خلال تطور المرض\n7- الإمساك أو الإسهال\n8- انتفاخ البطن\n9- الانتفاخ",
    "button": " الشرخ الشرجي",
    "pos": "b273",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b273": {
    "title": " الشرخ الشرجي",
    "image": "images/organs/shar5.jpeg",
    "causes": "1- عند خروج البراز يكون كبير جدا في الحجم\2- الإمساك والإجهاد أثناء حركات الأمعاء وصلابة البراز الخارج\n3- الإسهال المزمن\n4- الاصابة بالبواسير  — >  علاج البواسير بدون جراحة\n5- من الممكن أن تكون الولادة أحد أسباب للشق الشرجي\n6- وهناك بعض الأسباب الأخرى ولكنها تكون أسباب أقل شيوعا للإصابة بالشرخ الشرجي ومن ضمن تلك الأسباب:\n    - مرض كورون أو أمراض التهابات الأمعاء\n    - فيروس الذي يسبب مرض الايدز\n    - مرض السل  أو مرض الزهري",
    "symptoms": "1- الشعور بألم مفاجئ يبدأ في الجانب الأيمن بالجزء السفلى من البطن\n2- الشعور بألم مفاجئ حول السرة وغالبًا ما ينتقل إلى المنطقة السفلية اليمنى من البطن\n3- الشعور بألم يتفاقم عند السعال، أو المشي أو القيام بحركات مفاجئة\n4- الغثيان والقيء\n5- فقدان الشهية\n6- الإصابة بحمى منخفضة الدرجة والتي قد تتفاقم خلال تطور المرض\n7- الإمساك أو الإسهال\n8- انتفاخ البطن\n9- الانتفاخ",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "281": {
    "title": "النتوء الفقري",
    "image": "images/organs/noto2-faqre.jpg",
    "causes": "تلف المفصل بسبب هشاشة العظام هو السبب الأكثر شيوعًا للنتوءات العظمية",
    "symptoms": "1- يمكن تتسبب النتوءات العظمية في فقراتك في تضييق المسافة التي تحتوي على النخاع الشوكي (الحبل النخاعي) لديك. يمكن أن تضغط النتوءات العظمية على النخاع الشوكي (الحبل النخاعي) وجذوره العصبية ويمكن أن تتسبب في ضعف أو تنميل في ذراعك أو ساقيك.\n2- تتسبب معظم النتوءات العظمية في وجود أي علامات أو أعراض. قد لا تدرك أنك تعاني من النتوءات العظمية إلى حين أن تكشف الأشعة السينية",
    "button": "الفتق الفقري",
    "pos": "a281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a281": {
    "title": "الفتق الفقري",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "1- التقدم في السن \n2- استخدام عضلات الظهر بدل من عضلات الفخذ والساق في رفع الأشياء\n3- السقوط أو ضربه علي الظهر",
    "symptoms": "1- ألم\n2- ضعف العضلات\n3- وخز أو نمل",
    "button": "كلاس الغضاريف ( النقرس الكاذب)",
    "pos": "b281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b281": {
    "title": "كلاس الغضاريف ( النقرس الكاذب)",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "1- في معظم الحالات لا يوجد سبب محدد لهذه الظاهرة حيث أن الإصابة بالمرض تزداد مع تقدم العمر\n2- حالات أيضية تؤدي إلى زيادة مفرطة للكالسيوم في الدم.\n3- حالات تراكم الحديد",
    "symptoms": "1- عادةً ما تكون المفاصل المصابة:\n    - منتفخة\n     - دافئة\n    - مؤلمة بشدة.",
    "button": "التهاب العضلات ",
    "pos": "c281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c281": {
    "title": "التهاب العضلات",
    "image": "images/organs/eltehab-3adalat.jpg",
    "causes": "ليس هناك سبب دقيق معروف للإصابة بالتهاب العضلات، ولكن يشترك المرض في العديد من الخصائص مع اضطرابات المناعة الذاتية، من حيث قيام جهازك المناعي عن طريق الخطأ بمهاجمة أنسجة الجسم.",
    "symptoms": "ضعف العضلات",
    "button": "التهاب العظم",
    "pos": "d281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d281": {
    "title": "التهاب العظم",
    "image": "images/organs/eltehab-3adm.jpg",
    "causes": "1- إصابة العظم بعدوى بكتيرية\n2- الاصابة بأمراض مثل داء باجت\n3- وقوع حادث ووجود كسر مرتبط به\n4- في أثناء الجراحة يمكن أن تحصل العدوى،",
    "symptoms": "1- التهاب العظم يؤدي إلى علامات الالتهاب الخمسة النموذجية\n2- المنطقة المتضررة تتلون باللون الأحمر، وتصبح دافئة، وتتورم، وتؤلم بسبب كل هذه الأعراض، وهناك وظائف محدودة\n3- ارتفاع درجة الحرارة وزيادة عدد الكريات البيضاء وعلامات التهابات مرتفعة\n4- تطور ناسور مرافق مع التهاب العظم",
    "button": "تضيق القناة الشوكية",
    "pos": "e281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "e281": {
    "title": " تضيق القناة الشوكية",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n2- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n3- كسور العظام أو التعرض لحادث أو إصابة.\n4- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف،والتقزم.\n5- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n6- كسور العظام أو التعرض لحادث أو إصابة.",
    "symptoms": "1- ألم في الأقدام.\n2- ألم في العنق.\n3- ألم في أسفل الظهر.\n4- خدر وتنميل في الأطراف يزداد سوءًا مع الحركة.\n5- ضعف عام في الأقدام أو الذراعين أو الأصابع.\n6- فقدان السيطرة على عمليات التبول والإخراج.\n7- الإصابة بمتلازمة ذيل الفرس.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "291": {
    "title": "تقلص العضلات في جانبي العمود",
    "image": "images/organs/taqalos.jpg",
    "causes": "1- الانضغاط العصبي\n2- نقص المعادن\n3- عدم تدفق القدر الكافي من الدم",
    "symptoms": "1- التشنج\n2- ألم حاد\n3- تورم الأنسجة\n4- تسبب انزعاجًا شديدًا\n5- يصاحبها تورم الساق، أو احمرارها، أو تغيرات جلدية\n6- يصاحبها ضعف العضلات\n7- تحدث بصورة متكررة\n8- لا تتحسن مع الرعاية الذاتية\n9- لا ترتبط بسبب واضح، كالتمرينات الشاقة",
    "button": "ضيق التنفس",
    "pos": "a291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "a291": {
    "title": "ضيق التنفس",
    "image": "images/organs/deek-tanafos.jpg",
    "causes": "الانسداد الرئوي",
    "symptoms": "1- ألم في الصدر والكتف.\n2- ألم في الرقبة.\n3- الدوخة.\n4- التنفس السريع\n5- اضطراب ضربات القلب.\n6- السعال.\n7- الأرق.",
    "button": "انزلاق غضروفي أو الديسك",
    "pos": "b291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "b291": {
    "title": "انزلاق غضروفي أو الديسك",
    "image": "images/organs/enzelaq-8odrofy.png",
    "causes": "1- رفع شيء ثقيل\n2- التاكل التدريجي\n3- التعرض لحادث",
    "symptoms": "1- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس\n2- والجلوس والوقوف\n3- التنميل والخدر\n4- الضعف العضلي\n5- يحدث احيانا ضعف ف المثانه والامعاء",
    "button": "ألم عضلي ليفي",
    "pos": "c291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "c291": {
    "title": "ألم عضلي ليفي",
    "image": "images/organs/3adaly-lefy.jpg",
    "causes": "1- تزال أسباب الفيبروميالجيا غير واضحة ومحددة، إلا أن هناك بعض الفرضيات عن سبب الألم العضلي الليفي تقول أنه ناجم عن وجود مشكلة في عملية معالجة الألم في الدماغ، حيث قد تكون هناك حساسية متزايدة تجاه الألم.\n2- ومن العوامل التي يمكن أن تزيد من خطر الإصابة بالألم العضلي الليفي:\n3- الضغط العاطفي والجسدي.\n4- التعرض للإصابات بشكل متكرر.\n5- عوامل وراثية.\n6- الإصابة بأحد أمراض المناعة الذاتية، مثل التهاب المفاصل الروماتويدي أو الذئبة.\n7- القيام بعمليات جراحية.\n8- الولادة.\n9- السمنة.\n10- الإصابة بالعدوى الفيروسية.",
    "symptoms": "1- آلام منتشره في عده مناطق في الجسم\n2- الارهاق الشديد\n3- اضطراب النوم\n4- مشاكل في الأداء العقلي مثل كثرة النسيان وضعف التركيز.\n5- آلام الرأس والتي تكون أحيانا نفس آلام الشقيقة ويصاحبها الشعور بالدوار.\n6- الأرق والإكتئاب.\n7- آلام في الوجه والفكين.\n8- زيادة الحساسية للبرد أو الحرارة.\n9- أحيانا قد يشعر المصاب بتورم المفاصل واحتقان أنسجتها وخدران أطرافها لكن هذا الشعور يحدث دون وجود أية مشاكل في الجهاز العصبي المركزي.\n10- تشنج المفاصل والعضلات، وخاصة في فترة الصباح.",
    "button": "التهاب العظم",
    "pos": "d291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "d291": {
    "title": "التهاب العظم",
    "image": "images/organs/eltehab-3adm.jpg",
    "causes": "1- إصابة العظم بعدوى بكتيرية\n2- الاصابة بأمراض مثل داء باجت\n3- وقوع حادث ووجود كسر مرتبط به\n4- في أثناء الجراحة يمكن أن تحصل العدوى،",
    "symptoms": "1- التهاب العظم يؤدي إلى علامات الالتهاب الخمسة النموذجية\n2- المنطقة المتضررة تتلون باللون الأحمر، وتصبح دافئة، وتتورم، وتؤلم بسبب كل هذه الأعراض، وهناك وظائف محدودة\n3- ارتفاع درجة الحرارة وزيادة عدد الكريات البيضاء وعلامات التهابات مرتفعة\n4- تطور ناسور مرافق مع التهاب العظم",
    "button": "التهاب المراره ",
    "pos": "e291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "e291": {
    "title": "التهاب المراره ",
    "image": "images/organs/eltehab-mararah.jpg",
    "causes": "التهاب الحويصله الصفراوية ",
    "symptoms": "1- ألم شديد في الجزء العلوي الأيمن من البطن أو وسط البطن\n2- ألم يمتد إلى الكتف الأيمن أو الظهر\n3- ألم عند لمس البطن\n4- الغثيان\n5- القيء\n6- الحُمّى",
    "button": "النوبة القلبية ",
    "pos": "f291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "f291": {
    "title": "النوبة القلبية ",
    "image": "images/organs/nawbah-qalbeah.png",
    "causes": "1- وقد تحدث النوبة القلبية بسبب حدوث انسداد كامل أو جزئي في أحد شرايين القلب (الشريان التاجي).\n2- تشنج الشريان التاجي. تحدث هذه الحالة نتيجة لاعتصار حاد لأحد الأوعية الدموية غير المسدودة.\n3-حالات عَدوى معيّنة.\n4-التسلُّخ التلقائي للشريان التاجي. تظهر هذه الحالة المَرَضية المهددة للحياة نتيجة حدوث تمزق داخل أحد شرايين القلب.",
    "symptoms": "1-  ألم في الصدر يشبه الإحساس بضغط أو ثقل أو ضيق أو ألم عاصر أو وجع\n2- الشعور بألم أو انزعاج يمتد إلى الكتف أو الذراع أو الظهر أو العنق أو الفك أو الأسنان وأحيانًا يصل إلى الجزء العلوي من البطن\n3- العرق البارد\n4- الإرهاق\n5- حرقة المعدة أو عسر الهضم\n6- شعور مفاجئ بالدوار أو الدوخة\n7- الغثيان\n8- ضيق النفَس",
    "button": "النتوء الفقري",
    "pos": "g291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "g291": {
    "title": "النتوء الفقري",
    "image": "images/organs/noto2-faqre.jpg",
    "causes": "تلف المفصل بسبب هشاشة العظام هو السبب الأكثر شيوعًا للنتوءات العظمية",
    "symptoms": "1- يمكن تتسبب النتوءات العظمية في فقراتك في تضييق المسافة التي تحتوي على النخاع الشوكي (الحبل النخاعي) لديك. يمكن أن تضغط النتوءات العظمية على النخاع الشوكي (الحبل النخاعي) وجذوره العصبية ويمكن أن تتسبب في ضعف أو تنميل في ذراعك أو ساقيك.\n2- تتسبب معظم النتوءات العظمية في وجود أي علامات أو أعراض. قد لا تدرك أنك تعاني من النتوءات العظمية إلى حين أن تكشف الأشعة السينية",
    "button": "الفتق الفقري",
    "pos": "h291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "h291": {
    "title": "الفتق الفقري",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "1- التقدم في السن \n2- استخدام عضلات الظهر بدل من عضلات الفخذ والساق في رفع الأشياء\n3- السقوط أو ضربه علي الظهر",
    "symptoms": "1- ألم\n2- ضعف العضلات\n3- وخز أو نمل",
    "button": "التضيق الشوكي ",
    "pos": "i291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "i291": {
    "title": "التضيق الشوكي ",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- النتوءات العظميه\n2- القرص المنفتق\n3- الاربطه السميكه\n4- الأورام\n5- إصابات العمود الفقري",
    "symptoms": "1- أو تقلُّصات مؤلمة في رجل واحدة أو الرجلين. ويحدث ذلك عند الوقوف لفترة طويلة أو عند المشي. وتتحسن الأعراض عند الانحناء أو الجلوس. وقد يشعر بعض الناس أيضًا بألم في الظهر.\n2- يمكن أن يسبب التضيُّق النخاعي في الرقبة ما يلي:\n    - الخَدَر\n    - الشعور بوخز أو ضعف في اليد أو الذراع أو القدم أو الساق\n    - مشكلات في المشي والاتزان\n    - ألم الرقبة\n    - مشكلات في الأمعاء أو المثانة",
    "button": "كلاس الغضاريف ( النقرس الكاذب)",
    "pos": "j291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "j291": {
    "title": "كلاس الغضاريف ( النقرس الكاذب)",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "1- في معظم الحالات لا يوجد سبب محدد لهذه الظاهرة حيث أن الإصابة بالمرض تزداد مع تقدم العمر\n2- حالات أيضية تؤدي إلى زيادة مفرطة للكالسيوم في الدم.\n3- حالات تراكم الحديد",
    "symptoms": "1- عادةً ما تكون المفاصل المصابة:\n    - منتفخة\n     - دافئة\n    - مؤلمة بشدة.",
    "button": "التهاب العضلات ",
    "pos": "k291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "k291": {
    "title": "التهاب العضلات ",
    "image": "images/organs/eltehab-3adalat.jpg",
    "causes": "ليس هناك سبب دقيق معروف للإصابة بالتهاب العضلات، ولكن يشترك المرض في العديد من الخصائص مع اضطرابات المناعة الذاتية، من حيث قيام جهازك المناعي عن طريق الخطأ بمهاجمة أنسجة الجسم.",
    "symptoms": "ضعف العضلات",
    "button": "العصب المقروص أو المنضغط",
    "pos": "l291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "l291": {
    "title": "العصب المقروص أو المنضغط",
    "image": "images/organs/3asab-monda8et.jpg",
    "causes": "1- القيام بنشاطات متكررة أو البقاء بوضعية معينة لفترة طويلة وتعد\n2- التهاب أو الضغط على جذور الأعصاب\n3- التقدم بالعمر\n4- يتحرك  الغضروف الموجود بين الفقرات",
    "symptoms": "1- ألم حاد\n2- شعور الإبر والدبابيس في المنطقة المصابة.\n3- ضعف وفقدان الإحساس في المنطقة المصابة.\n4- تفاقم الألم عند تحريك المنطقة المصابة.\n5- وفي حال عدم التعامل مع العصب المنضغط يمكن أن يؤدي إلى زيادة في الضغط وانتفاخ المنطقة والتأثير على حركة المنطقة المصابة ووظيفتها.",
    "button": "متلازمه ألم اللفاف العضلية",
    "pos": "m291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "m291": {
    "title": "متلازمه ألم اللفاف العضلية",
    "image": "images/organs/eltehab-3adalat.jpg",
    "causes": "يمكن أن تتشكل مناطق حساسة من أليافٍ عضليةٍ مشدودةٍ ضمن العضلات بعد إصابتها أو الإفراط في استخدامها. وتسمى هذه المناطق الحساسة بنقاط التوتر. ويمكن أن تسبب نقطة التوتر في العضلة الإجهاد والألم في كامل العضلة. وحين يستمر الألم أو يتفاقم، يسمّي الأطباء ذلك بمتلازمة الألم الليفي العضلي.",
    "symptoms": "1- ألم عميق وموجع في العضلة\n2- ألم يستمر أو يزداد سوءاً\n3- وجود عقدة مؤلمة عند اللمس في العضلة\n4- صعوبة النوم بسبب الألم",
    "button": "داء القرص التنكسي",
    "pos": "n291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "n291": {
    "title": "داء القرص التنكسي ",
    "image": "images/organs/da2-qors.jpg",
    "causes": "1- هشاشة العظام\n2- انهيار الانسجة المكونة للغضروف\n3- الانزاق الغضروفي بسبب حمل شيء ثقيل او التعرض لصدمة مباشرة\n4- تضيق العمود الفقري او تضيق القناة الشوكية\n5- وجود ورم\n6- امراض العظام",
    "symptoms": "1- الام تعتمد على موقع القرص المصاب، وشدة الصابة الغضروف ومكان الاصابة حيث تؤدي الى امتداد الألم للكتف أو الذراعين أو الى الفخدين والساقين كما تسوء مع انحناء الفقرات.\n2- خدران أو وخز.",
    "button": "انحناءات العمود الفقري",
    "pos": "p291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "p291": {
    "title": "انحناءات العمود الفقري",
    "image": "images/organs/enhena2at.jpg",
    "causes": "1- حالات عصبية عضلية معينة مثل الشلل الدماغي أو الحثل العضلي\n2- مشكلات منذ الولادة تؤثر على تطور عظام العمود الفقري\n3- الخضوع لجراحة سابقة في جدار الصدر أثناء الطفولة المبكرة\n4- تعرض العمود الفقري للإصابة أو العدوى\n5- شذوذات الحبل النخاعي",
    "symptoms": "1- عدم تساوي الكتفين\n2- بروز أحد لوحي الكتف بشكل أكبر من الآخر\n3- عدم تساوي الخصر\n4- ارتفاع أحد الوركين عن الآخر\n5- بروز أحد جانبي القفص الصدري\n6- بروز أحد جانبي الظهر عند الميل للأمام",
    "button": "التهاب مفاصل الفقرات ( الفقار المقسط) ",
    "pos": "q291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "q291": {
    "title": "التهاب مفاصل الفقرات ( الفقار المقسط) ",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "لا يوجد سبب محدد معروف لالتهاب الفقار المقسط، لكن يبدو أن العوامل الوراثية لها دور في الإصابة به. وعلى وجه الخصوص، الأشخاص الذين لديهم جين يُسمى HLA-B27 يكونون أكثر عرضة للإصابة بالتهاب الفقار المقسط. ومع ذلك، لا يصاب بهذه الحالة إلا بعض الأشخاص الذين لديهم الجين.",
    "symptoms": "1- لا يوجد سبب محدد معروف لالتهاب الفقار المقسط، لكن يبدو أن العوامل الوراثية لها دور في الإصابة به. وعلى وجه الخصوص، الأشخاص الذين لديهم جين يُسمى HLA-B27 يكونون أكثر عرضة للإصابة بالتهاب الفقار المقسط. ومع ذلك، لا يصاب بهذه الحالة إلا بعض الأشخاص الذين لديهم الجين.\n2- وفيما يأتي المناطق الأكثر تضررًا:\n    - المفصل الموجود بين قاعدة العمود الفقري والحوض.\n    - الفقرات الموجودة أسفل الظهر.\n    - الأماكن التي تلتقي فيها الأوتار والأربطة بالعظام، وخصوصًا في العمود الفقري، وأحيانًا على طول الجزء الخلفي من العَقِب (كعب القدم).\n    - الغضاريف الموجودة بين عظم الصدر والأضلاع.",
    "button": "ورم الحبل الشوكى",
    "pos": "r291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "r291": {
    "title": "ورم الحبل الشوكى",
    "image": "images/organs/waram-7abl.jpg",
    "causes": "- ورم الحبل الشوكى له عدة انواع و يختلف السبب حسب نوع الورم\n- لم يَتَّضِح سبب تطوُّر مُعظم أورام العمود الفقري. يُخمِّن الخُبراء أنَّ الجينات تلعَب دورًا في ذلك. لكن من غير المعروف عادةً ما إذا كانت هذه العُيوب الوراثيَّة مَوروثة أم أنها ببساطةٍ تتطوَّر مع مرور الوقت. قد يتسبَّب فيها أحد المؤثِّرات البيئية مثل التعرُّض لموادَّ كيميائية مُعيَّنة. في بعض الحالات، ترتبِط أورام الحبل النخاعي بمُتلازِمات وراثية مثل الورام الليفي العصبي 2 وداء فون هيبل ليندوا.",
    "symptoms": "- ومن الممكن أن تتسبَّب أورام الحبل الشوكي في ظهور علامات وأعراض مختلفة، لا سيما عندما يكبر حجمها. قد تؤثر تلك الأورام على النخاع الشوكي أو على جذور الأعصاب أو الأوعية الدموية أو عظام عمودك الفقري. قد تتضمَّن العلامات والأعراض ما يلي:\n    - ألم في مكان الورك نتيجة زيادة حجمه\n    - ألم في الظهر، والذي غالبًا ما ينتشر إلى أجزاء أخرى من جسمك\n    - الشعور بكونك أقل حساسيةً للألم والحرارة والبرودة\n    - فقدان وظيفي في المثانة أو الأمعاء\n    - صعوبة المشي، قد يؤدِّي أحيانًا للسقوط\n    - ألم في الظهر ربما يزداد ليلًا\n    - فقدان الإحساس أو ضعف العضلات، لا سيما في ذراعيك ورجليك\n    - ضعف العضلات، والذي يمكن أن يكون طفيفًا أو حادًّا، في أجزاء مختلفة من جسمك",
    "button": " تضيق القناة الشوكية",
    "pos": "s291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "s291": {
    "title": " تضيق القناة الشوكية",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n2- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n3- كسور العظام أو التعرض لحادث أو إصابة.\n4- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف،والتقزم.\n5- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n6- كسور العظام أو التعرض لحادث أو إصابة.",
    "symptoms": "1- ألم في الأقدام.\n2- ألم في العنق.\n3- ألم في أسفل الظهر.\n4- خدر وتنميل في الأطراف يزداد سوءًا مع الحركة.\n5- ضعف عام في الأقدام أو الذراعين أو الأصابع.\n6- فقدان السيطرة على عمليات التبول والإخراج.\n7- الإصابة بمتلازمة ذيل الفرس.",
    "button": "أسباب أخري",
    "pos": "t291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "t291": {
    "title": "اسباب أخري ",
    "image": "images/organs/shar5.jpeg",
    "causes": "1- وضعيه غير صحيحة\n2- التعرض لموجات البرد\n3- مشكلات القولون\n4- التعرض لاصابه\n5- التهابات المفاصل\n6- هشاشه العظام\n7- الكسور\n8- الحدب\n9- اختلاف طول الساقين\n10- المرض النفسي\n11- التقدم في السن\n12- رفع الاشياء الثقيله\n13- زياده الوزن\n14- مشاكل المرارة\n15- مشاكل الكلي",
    "symptoms": "",
    "button": "",
    "pos": "t291",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },


  // ********************************************************

  "fe11": {
    "title": "ألتهاب البنكرياس الحاد",
    "image": "images/organs/pancreas.jpg",
    "causes": "1- فرط استهلاك الكحول\n 2- أمراض المناعة الذاتية \n 3- انسداد قناة البنكرياس بسبب حصوات المرارة\n 4 -التليف الكيسي\n 5- فرط الكالسيوم في الدم\n6- فرط شحوم الدم\n7- استخدام بعض الأدوية، مثل الآزوثيوبرين (بالإنجليزية: Azathioprine)، والسلفوناميدات (بالإنجليزية: Sulphonamides)، وبعض مدرات البول ",
    "symptoms": "1-  النوبات المتكررة من ألم البطن الحاد في الجزء العلوي من البطن وقد ينتقل إلى الظهر، يزداد الألم بعد تناول الطعام، ومع تفاقم الحالة قد تصبح الآلام مستمرة.\n 2- الغثيان والتقيؤ\n3- فقدان الشهية.\n4- نقص في الإنزيمات الهاضمة\n     - براز دهني كريه الرائحة.\n    -الإسهال.\n    - لانتفاخ والتطبل.\n   -  تقلصات البطن.\n 5- فرط الكالسيوم في الدم\n6- تتطور أعراض الالتهاب المزمن\n    - فقدان الوزن.\n    - اليرقان.\n    - أعراض السكري (فرط العطش، تكرار التبول، والإعياء العام).",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe12": {
    "title": "نقص التروية الدموية في القلب",
    "image": "images/organs/heart.jpg",
    "causes": "1- الأشخاص المصابين بتصلب الشرايين بسبب تراكم الترسبات على جدران الشرايين التاجية\n2- انخفاض إمداد الدم أيضًا بسبب جلطات الدم\n3- تقلص الشريان التاجي\n4- الأمراض الشديدة التي تزيد من حاجة القلب للأكسجين.",
    "symptoms": "1- الألم أو الضغط أو الثقل الذي يبدأ في الصدر إلى الذراعين أو الظهر أو مناطق أخرى.\n2- الأنتفاخ أو عسر الهضم\n3- عندما يعمل القلب بجهد أكبر أثناء المجهود البدني و تهدأ الأعراض مع الراحة. \n4- الأعراض خطيرة: \n    - ألم أو ضغط في الصدر، عادةً في الجانب الأيسر من الجسم ويمكن أن ينتشر إلى الفك أو الرقبة أو الكتف أو الذراع\n    - الجلد بارد وشاحب\n    - الشعور بالغثيان مع القيء أو بدونه\n    - تنفس سريع أو ضيق في التنفس\n    - الدوخة أو الإغماء",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe13": {
    "title": "عسر الهضم",
    "image": "images/organs/stomach.jpg",
    "causes": "يحدث عُسر الهضم نتيجة للعديد من الأسباب المحتملة. ويرتبط عسر الهضم غالبًا بنمط الحياة وربما ينتج عن الطعام أو الشراب أو الدواء\nالإفراط في الأكل أو تناوُل الطعام بسرعة بالغة\nتناوُل الأطعمة الغنية بالدهون أو الشحوم أو كثيرة التوابل\nتناوُل قدر كبير من الكافيين أو الشوكولاتة أو المشروبات الغازية\n التدخين\nالقلق\nبعض المضادات الحيوية والمسكنات ومكملات الحديد",
    "symptoms": "1- الشبع المبكر أثناء تناول وجبتك. قد تشعر بالامتلاء الشديد وقد لا تتمكن من إنهاء طعامك مع أنك لم تأكل الكثير من وجبتك.\n2- الشعور بامتلاء مزعج بعد تناول وجبتك. يستمر إحساس الامتلاء لمدة أطول مما ينبغي. \n3- الإحساس بعدم راحة في أعلى البطن. تشعر بألم من خفيف إلى شديد في المنطقة الواقعة بين أسفل عظم الصدر والسرة.\n4- الإحساس بحرقة في أعلى البطن. تشعر بسخونة مزعجة أو حرقة في المنطقة الواقعة بين أسفل عظم الصدر والسرة.\n5- انتفاخ في أعلى البطن. تشعر بإحساس مزعج بالضيق في الجزء العلوي من البطن.\n6- الغثيان. تشعر كأنك ترغب في القيء. \n7- تشمل مؤشرات المرض والأعراض الأقل شيوعًا القيء والتجشؤ.\n8- قد يشعر المصابون بعسر الهضم أيضًا بحرقة المعدة أحيانًا. وحرقة المعدة هي ألم أو شعور بالحرقة في وسط صدرك قد يمتد إلى رقبتك أو ظهرك أثناء الأكل أو بعده",
    "button": "حرقة (حموضة ) المعدة",
    "pos": "fea13",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."

  },
  "fea13": {
    "title": "حرقة (حموضة ) المعدة ",
    "image": "images/organs/stomach.jpg",
    "causes": "1- تحدث حرقة المعدة عندما يرتجع حمض المعدة إلى الأنبوب الذي ينقل الطعام من فمك إلى معدتك (المريء).\n2- عندما تبتلع الطعام عادة، ترتخي مجموعة من العضلات المحيطة بأسفل المريء (المَصَرّة المريئية السفلية) للسماح بدخول الطعام والسوائل إلى المعدة. وبعد هذا تنقبض العضلة مرة أخرى.\n3- إذا لم تكن المَصَرّة المريئية السفلية تعمل كما ينبغي لها، فقد يرتجع حمض المعدة إلى المريء (الارتجاع الحمضي) ويسبب حرقة المعدة. وقد يكون الارتجاع الحمضي أسوأ عندما تكون منحنيًا أو مستلقيًا.",
    "symptoms": "1- ألم الحرقة في الصدر الذي يحدث عادةً بعد تناول الطعام، وقد يَحدث أثناء الليل\n2- ألم يزداد سوءًا عندما الاستلقاء أو الانحناء\n3-  إحساس بطعم مُر أو حمضي في الفم",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."

  },

  "fe21": {
    "title": "التهاب المعدة",
    "image": "images/organs/stomach.jpg",
    "causes": "1-  ضعف أو إصابة الحاجز المبطن بالمخاط الذي يحمي جدار المعدة يسمح للعصارة الهضمية بإلحاق الضرر والتهاب بطانة المعدة\n2- يمكن لعدد من الأمراض والحالات أن تزيد من خطر الإصابة بالتهاب المعدة ، بما في ذلك الحالات الالتهابية ، مثل داء كرون.",
    "symptoms": "1- قضم أو حرقة وجع أو ألم (عسر هضم) في الجزء العلوي من البطن قد يزداد سوءًا أو يتحسن مع تناول الطعام\n2- غثيان\n3- التقيؤ\n4- الشعور بالامتلاء في الجزء العلوي من البطن بعد تناول الطعام",
    "button": "قرحة المعدة",
    "pos": "fea21",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea21": {
    "title": "قرحة المعدة",
    "image": "images/organs/stomach.jpg",
    "causes": "1- عدوى جرثومة المعدة (H. pylori): يؤدي إلى تهيج هذه البطانة وجعلها أكثر عرضة للتلف بسبب حمض المعدة.\n2- الاستخدام المفرط لمضادات الالتهاب غير الستيرويدية.\n3- أسلوب المعيشة: قد يؤدي نمط الحياة إلى الإصابة بقرحة المعدة والتي تتمثل بتناول الأطعمة الحارة وشرب الكحول والتعرض للضغط النفسي والتدخين مما يزيد من احتمالية الإصابة بالعدوى ويجعل علاجها غير فعال.\n4- وهناك أيضًا أسباب نادرة لقرحة المعدة ، وهي الالتهابات الفيروسية ، والداء البطني ، وعدم التوازن بين أحماض المعدة والغشاء المخاطي للمعدة.",
    "symptoms": "1- فقدان الوزن.\n2- عدم الرغبة في الأكل نتيجة الألم.\n3- استفراغ و غثيان.\n4- الانتفاخ.\n5- الشعور بالشبع.\n6- التجشؤ.\n7- ألم يتحسن بعد الأكل أو الشرب أو تناول الأدوية.\n8- المضادة للحموضة.\n9- فقر دم.\n10- براز قطراني داكن.\n11- القيء الدموي الذي يشبه البن المطحون.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe22": {
    "title": "خراج الطحال",
    "image": "images/organs/spleen.jpg",
    "causes": "1- الاصابه بعدوي بكتيريه.\n2- وجود أجسام غريبة داخل الجسم، مثل الشوك، أو أجزاء من مواد معدنية.\n3- إصابة الجلد بجروح أو ضربات، لا سيما الجروح الثاقبة.\n4- الإصابة بأنواع أخرى من العدوى، مثل العدوى الفيروسية، أو الفطرية، أو الطفيلية.\n5- الخضوع لعمليات جراحية.",
    "symptoms": "1- تورم أملس تحت الجلد.\n2- الشعور بألم وطراوة في المنطقة المصابة.\n3- احمرار ودفئ المنطقة المصابة.\n4- تقشر أو تقرح الجلد في المنطقة المصابة.\n5- خروج سوائل من الجلد.\n6- تجمع مرئي للقيح أبيض أو أصفر اللون تحت الجلد.\n7- ارتفاع حرارة الجسم (حمى).\n8- قشعريرة.\nتتضمن الأعراض المرافقة للخراج الداخلي ما يلي:\n    - الشعور بعدم ارتياح في المنطقة المصابة.\n    - ارتفاع حرارة الجسم.\n    - زيادة في التعرق.\n    - الشعور بالمرض.\n    - قشعريرة.\n    - ألم أو تورم في البطن.\n    - فقدان الشهية، وخسارة الوزن.\n    - تورم العقد اللمفاوية.\n    - صداع.\n    - ألم المفاصل.\n    - غثيان، أو تقيؤ، او إسهال.\n    - أعراض عصبية (في حال ضغط الخراج على بعض الأعصاب أو أجزاء من الدماغ).\n    - التهاب الحلق.",
    "button": "أحتشاء الطحال",
    "pos": "fea22",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea22": {
    "title": "أحتشاء الطحال",
    "image": "images/organs/spleen.jpg",
    "causes": "1- إصابة في الجانب الأيسر من الجسم. عادة ما يحدث تمزق الطحال بسبب ضربة في الجزء العلوي الأيسر من البطن أو أسفل الصدر الأيسر ، كما قد يحدث أثناء الحوادث الرياضية والاشتباكات بالأيدي وحوادث السيارات.\n2- يمكن أن يتمزق الطحال المصاب بعد فترة وجيزة من صدمة البطن أو ، في بعض الحالات ، بعد أيام أو أسابيع من الإصابة.\n3- تضخم الطحال. يمكن أن يتضخم الطحال عندما تتراكم خلايا الدم في الطحال. يمكن أن يحدث تضخم الطحال بسبب العديد من المشاكل الأساسية ، مثل عدد كريات الدم البيضاء والالتهابات الأخرى وأمراض الكبد وسرطان الدم.",
    "symptoms": "1- ألم في الجزء العلوي الأيسر من البطن.\n2- الرقة عند لمس الجزء العلوي الأيسر من البطن.\n3- ألم في الكتف الأيسر.\n4- ارتباك أو دوار.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "fe31": {
    "title": "التهاب الكبد",
    "image": "images/organs/eltehab-kabd.png",
    "causes": "1- مدمن على الكحول.\n2- عوز ألفا -1 أنتيتريبسين (حالة وراثية تسبب تلف الكبد والرئة).\n3- رد فعل المناعة الذاتية\n4- قلة تدفق الدم إلى الكبد\n5- الأدوية أو السموم\n6- داء ترسب الأصبغة الدموية (اضطراب يتميز بزيادة الحديد في الجسم)\n7- اليرقان الانسدادي\n8- عدوى فيروسية\n9- مرض ويلسون (اضطراب يتسبب في تراكم النحاس الزائد في الجسم).",
    "symptoms": "حمى.\nمرهق.\nباعراض تشبه اعراض الانفلونزا .\nبراز شاحب\nوجع بطن.\nغثيان.\nالتقيؤ.\nالبول الداكن.\nألم الفاصل.\nفقدان الشهية.\nفقدان الوزن غير المبرر.\nاليرقان هو اصفرار الجلد والعينين.\nقد لا تظهر أي أعراض على بعض الأشخاص المصابين بالتهاب الكبد B أو التهاب الكبد C حتى يؤثر الضرر على وظائف الكبد ، بعد سنوات عديدة.",
    "button": "خراج الكبد",
    "pos": "fea31",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea31": {
    "title": "خراج الكبد",
    "image": "images/organs/5orag-kabd.jpg",
    "causes": "لسبب الأكثر شيوعًا لحدوث خراج الكبد هو التهاب القناة الصفراوية ، وهناك عدد من الأسباب الأخرى التي تؤدي إلى خراج الكبد ، منها:\n    بعض أنواع السرطان مثل: سرطان البنكرياس وسرطان القولون.\n    عدوى في البطن ، مثل البكتيريا الناتجة عن التهاب الزائدة الدودية أو التهاب الرتج أو ثقب في الأمعاء.\n    التهاب الأمعاء.\n    الإصابة بتسمم الدم.\n    التعرض لصدمة تضر بالكبد.\n    إصابة القنوات الصفراوية.",
    "symptoms": "1- ألم في الجانب الأيمن من الصدر.\n2- الشعور بالبرد.\n3- استفراغ و غثيان.\n4- درجة حرارة عالية.\n5- ألم في الجانب العلوي من البطن.\n6- فقدان الوزن المفاجئ.\n7- البول الداكن\n8- براز خفيف\n9- إسهال.",
    "button": "تضخم الكبد",
    "pos": "feb31",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "feb31": {
    "title": "تضخم الكبد",
    "image": "images/organs/tada5om-kabd.png",
    "causes": "1- أمراض الكبد\n2-التليف الكبدي\n3- التهاب الكبد الناجم عن فيروس - بما في ذلك التهاب الكبد A و B و C - أو الناجم عن عدد كريات الدم البيضاء المعدية\n4-  مرض الكبد الدهني غير الكحولي\n5- مرض الكبد الدهني الكحولي\n6- اضطراب يتسبب في تراكم البروتين غير الطبيعي في الكبد (الداء النشواني)\n7- اضطراب وراثي يتسبب في تراكم النحاس في الكبد (مرض ويلسون)\n8- اضطراب يتسبب في تراكم الحديد في الكبد (داء ترسب الأصبغة الدموية)\n9- اضطراب يتسبب في تراكم المواد الدهنية في الكبد (مرض جوشر)\n10- جيوب مملوءة بالسوائل في الكبد (تكيسات الكبد)\n11- أورام الكبد غير السرطانية ، بما في ذلك الورم الوعائي والورم الحميد\n12- انسداد المرارة أو القنوات الصفراوية\n13- التهاب الكبد السام\n14- السرطانات\n15- السرطان الذي يبدأ في جزء آخر من الجسم وينتشر إلى الكبد\n16- سرطان الدم\n17- سرطان الكبد\n18- سرطان الغدد الليمفاوية\n19- مشاكل القلب والأوعية الدموية\n20- انسداد الأوردة التي تفرغ الكبد (متلازمة بود خياري)\n21- سكتة قلبية\n22- التهاب الأنسجة المحيطة بالقلب (التهاب التامور)",
    "symptoms": "قد لا يسبب تضخم الكبد أعراضًا. عندما ينتج تضخم الكبد عن أمراض الكبد ، فقد يكون مصحوبًا بما يلي:\n    وجع بطن.\n    تعب.\n    استفراغ و غثيان.\n    اصفرار الجلد وبياض العينين (اليرقان)",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe32": {
    "title": "قرحة الأثني عشر",
    "image": "images/organs/korhet-ma3eda.webp",
    "causes": "1- بكتيريا عادة ما تعيش هيليكوباكتر بيلوري في الطبقة المخاطية التي تغطي وتحمي الأنسجة التي تبطن المعدة والأمعاء الدقيقة. في كثير من الأحيان ، لا تسبب هيليكوباكتر بيلوري أي مشاكل ، لكنها يمكن أن تسبب التهاب الطبقة الداخلية للمعدة ، مما يؤدي إلى حدوث قرحة.\n2- ليس من الواضح كيف تنتشر عدوى الملوية البوابية ، حيث يمكن أن تنتقل من شخص لآخر من خلال الاتصال الوثيق مثل التقبيل ، وقد يصاب الناس بالبكتيريا الحلزونية البوابية عن طريق الطعام والماء.\n3- الاستخدام المستمر لبعض مسكنات الآلام يمكن أن يؤدي تناول الأسبرين بالإضافة إلى بعض مسكنات الألم التي تُصرف دون وصفة طبية والمعروفة باسم مضادات الالتهاب غير الستيرويدية (NSAIDs) إلى تهيج أو التهاب بطانة المعدة والأمعاء الدقيقة. تشمل هذه الأدوية إيبوبروفين ونابروكسين الصوديوم وكيتوبروفين وغيرها من الأدوية التي لا تحتوي على عقار الاسيتامينوفين.\n4- أدوية أخرى يمكن أن يؤدي تناول بعض الأدوية الأخرى مع مضادات الالتهاب غير الستيروئيدية ، مثل: المنشطات ، ومضادات التخثر ، وجرعة منخفضة من الأسبرين ، ومثبطات امتصاص السيروتونين الانتقائية ، والأليندرونات ، والريزدرونات ، إلى آثار جانبية. هذا يزيد بشكل كبير من فرص الإصابة بالقرحة.",
    "symptoms": "\n1. الأعراض الأكثر شيوعاً ومن أبرز الأعراض ما يلي:\n    - ألم حارق في المعدة.\n    - الشعور بالامتلاء أو الانتفاخ أو التجشؤ.\n    - عدم تحمل الأطعمة الدهنية.\n    - حرقة في المعدة\n    - غثيان.\n2. أعراض أقل شيوعا:\n    - القيء أو القيء مع الدم الذي قد يبدو أحمر أو أسود.\n    - دم غامق في البراز أو براز أسود أو قطراني.\n    - صعوبة في التنفس.\n    - إغماء\n    - الغثيان أو القيء.\n    - فقدان الوزن غير المبرر.\n    - تغيرات الشهية",
    "button": "قرحة المعدة",
    "pos": "fea32",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea32": {
    "title": "قرحة المعدة",
    "image": "images/organs/korhet-ma3eda.webp",
    "causes": "1- عدوى جرثومة المعدة (H. pylori): يؤدي إلى تهيج هذه البطانة وجعلها أكثر عرضة للتلف بسبب حمض المعدة.\n2- الاستخدام المفرط لمضادات الالتهاب غير الستيرويدية\n3- أسلوب المعيشة: قد يؤدي نمط الحياة إلى الإصابة بقرحة المعدة والتي تتمثل بتناول الأطعمة الحارة وشرب الكحول والتعرض للضغط النفسي والتدخين مما يزيد من احتمالية الإصابة بالعدوى ويجعل علاجها غير فعال.\n4- وهناك أيضًا أسباب نادرة لقرحة المعدة ، وهي الالتهابات الفيروسية ، والداء البطني ، وعدم التوازن بين أحماض المعدة والغشاء المخاطي للمعدة.",
    "symptoms": "1- فقدان الوزن.\n2- عدم الرغبة في الأكل نتيجة الألم.\n3- استفراغ و غثيان.\n4- الانتفاخ.\n5- الشعور بالشبع.\n6- التجشؤ.\n7- ألم يتحسن بعد الأكل أو الشرب أو تناول الأدوية.\n8- المضادة للحموضة.\n9- فقر دم.\n10- براز قطراني داكن.\n11- القيء الدموي الذي يشبه البن المطحون.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe33": {
    "title": "التهاب المرارة",
    "image": "images/organs/gallbladder.jpg",
    "causes": "1- غالبًا ما يكون التهاب المرارة ناتجًا عن جزيئات صلبة تتطور في المرارة (حصوات المرارة). يمكن أن تسد حصوات المرارة الأنبوب (القناة الكيسية) التي تتدفق من خلالها الصفراء عندما تغادر المرارة. تتراكم الصفراء في المرارة مسببة الالتهاب.\n2- ورم. قد يمنع الورم خروج الصفراء من المرارة بشكل صحيح. هذا يسبب تراكم الصفراء الذي يمكن أن يؤدي إلى التهاب المرارة.\n3- انسداد القناة الصفراوية. يمكن للحجارة أو الصفراء السميكة والجزيئات الدقيقة (الحمأة) أن تسد القناة الصفراوية وتؤدي إلى التهاب المرارة. يمكن أن يتسبب الالتواء أو التندب في القنوات الصفراوية أيضًا في حدوث انسداد.\n4- عدوى. يمكن أن يؤدي الإيدز وبعض أنواع العدوى الفيروسية إلى التهاب المرارة.\n5- مرض شديد. يمكن أن يؤدي المرض الشديد إلى تلف الأوعية الدموية وتقليل تدفق الدم إلى المرارة ، مما يؤدي إلى التهاب المرارة.",
    "symptoms": "1- ألم شديد في أعلى يمينك أو وسط البطن\n2- ألم ينتشر إلى كتفك الأيمن أو ظهرك\n3- رقة على بطنك عند لمسها\n4- غثيان\n5- التقيؤ\n6- حمى\n7- غالبًا ما تحدث أعراض التهاب المرارة بعد تناول الوجبة ، خاصةً الوجبة الكبيرة أو الدهنية.",
    "button": "حصي المرارة",
    "pos": "fea33",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea33": {
    "title": "حصي المرارة",
    "image": "images/organs/hasah-mararah.jpg",
    "causes": "1- تتكون حصوات المرارة عند اتحاد الكوليسترول مع المواد الأخرى المكوّنة لعصارة المرارة، وذلك في حالات عدم تفريغ كيس المرارة بالشكل الصحيح.\n2- يعد الأشخاص الذين يعانون من الوزن الزائد، أو الأشخاص الذين يحاولون إنقاص وزنهم بأقصى سرعة ممكنة أكثر عرضة للإصابة بحصى المرارة",
    "symptoms": "لا يعاني معظم الأشخاص المصابين بالتحص الصفراوي من أية أعراض، وفي بعض الأحيان تظهر بعض الأعراض، مثل ما يأتي:\n    - ألم معتدل في جوف البطن، أو في القسم العلوي الأيمن من البطن.\n    - ألم في الجهة اليمنى العلوية من الظهر، أو باتجاه الكتف اليمنى.\n    - ألم عند تناول الطعام.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "fe41": {
    "title": "الفتق السري",
    "image": "images/organs/fatq-sory.jpg",
    "causes": "1- فشل جدار البطن في الإغلاق بشكل صحيح في الرحم، وهو عيب خلقي.\n2- السعال المزمن.\n3- أضرار العمليات الجراحية.\n4- الاضطرابات الهضمية أثناء فترة الحمل.\n5- رفع الوزن الثقيل.\n6- الأمراض المزمنة في البطن والتي تسبب الاستسقاء.\n8- الجراحة في المنطقة.",
    "symptoms": "1- أكثر الأعراض شيوعا للفتق هو حدوث انتفاخ في المنطقة المصابة، ويمكن ملاحظة ظهور كتلة على جانبي عظم العانة.\n2- المضايقات التي تتعرض لها في البطن عند السعال وخاصة في حالة الوقوف أو الانحناء.\n3- ألم في الصدر وصعوبة في البلع.\n4- حالات الإعياء الشديدة الناتجة عن انتفاخ البطن، والتي تستوجب التدخل الجراحي.",
    "button": "داء الامعاء الالتهابى",
    "pos": "fea41",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea41": {
    "title": "داء الامعاء الالتهابى",
    "image": "images/organs/da2-am3a2.jpeg",
    "causes": "1- من الأسباب المحتملة وجود خلل في الجهاز المناعي. فعندما يحاول الجهاز المناعي مقاومة فيروس أو بكتيريا، تُسبب الاستجابة غير الطبيعية للجهاز المناعي مهاجمته للخلايا الموجودة في السبيل الهضمي أيضًا.\n2- ارتبطت عدة طفرات جينية بمرض الأمعاء الالتهابي. يبدو أيضًا أن للوراثة دورًا في شيوع مرض الأمعاء الالتهابي أكثر بين الأشخاص الذين لديهم أقارب مصابون بالمرض. ومع ذلك، فإن معظم المصابين بمرض الأمعاء الالتهابي ليس لديهم هذا التاريخ العائلي.",
    "symptoms": "1- الحمى.\n2- القشعريرة\n3- الشعور بحرقة أو ألم عند التبول\n4- الحاجة إلى التبول بشكلٍ متكرر.\n5-  الحاجة الملحة المستمرة إلى التبول.\n6- الشعور بآلام الظهر أو الجانب أو الأربية.\n7- الغثيان والقيء.\n8- ظهور صديد أو دم في البول\n9- خروج بول عكِر أو له رائحة كريهة.\n10- ألم البطن",
    "button": "متلازمة القولون العصبي",
    "pos": "feb41",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "feb41": {
    "title": "متلازمة القولون العصبي",
    "image": "images/organs/emsak.jpg",
    "causes": "حتى الآن لا يوجد سبب واضح للإصابة به، ولكن يُعتقد أن سببه اجتماع عدة عوامل معًا، منها:\n    - خلل بين الإشارات العصبية في الجهاز الهضمي والدماغ.\n    - مشاكل في حركة الجهاز الهضمي.\n    - تضخم في البكتيريا الطبيعية الموجودة في الأمعاء.\n    - العدوى.\n    - الوراثة.\n    - حساسية الطعام.\n    - بعض المشاكل النفسية مثل: الاكتئاب، القلق وغيرهما. ",
    "symptoms": "1. تقلصات وآلام في البطن.\n2. فقدان الشهية.\n3. الشعور بالتخمة.\n4. غازات في البطن.\n5. مخاط في البراز.",
    "button": "الاسهال",
    "pos": "fec41",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fec41": {
    "title": "الاسهال",
    "image": "images/organs/eshal.jpg",
    "causes": "1-السبب الأكثر شيوعا للإصابة بالإسهال هو العدوى الفيروسية بسبب الفيروس الذي يصيب الأمعاء، وعادة ما تستمر الإصابة لمدة يومين.\n2-العدوى البكتيرية\n3-تناول الأطعمة التي تسبب اضطرابات الجهاز الهضمي.\n4-وجود الحساسية تجاه بعض الأطعمة.\n5-بعض العلاجات الدوائية.\n6-العلاج الإشعاعي.\n7-أمراض الأمعاء الالتهابية ومنها مرض كرون ،والتهاب القولون التقرحي .\n8-سوء الامتصاص (حيث يكون الجسم غير قادر على امتصاص العناصر الغذائية بشكل كاف معينة من الغذاء).\n9-إساءة استخدام الملينات.\n10-جراحة الجهاز الهضمي.\n11-مرض السكري.\n12-ممارسة رياضة الجري، إذ يعاني بعض الأشخاص من مشكلة إسهال العداء دون أسباب واضحة.",
    "symptoms": "1- الانتفاخ في البطن.\n2- الشعور بتقلصات وتشنجات في البطن.\n3- الشعور بالحاجة الملحة للذهاب إلى المرحاض.\n4- الإصابة بالغثيان والقيء.\n5- أعراض الإسهال الشديد\n6- وجود الدم، أو المخاط في البراز.\n7- حدوث فقدان الوزن.\n8- الإصابة بالحمى.\n9- الإصابة بالجفاف.\n10- الشعور بآلام حادة في البطن",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe42": {
    "title": "التهاب المثانة",
    "image": "images/organs/eltehab-mathanah.jpg",
    "causes": "1-التدخل في تدفق البول: يمكن أن يحدث هذا في حالات مثل وجود حصوة في المثانة أو تضخم البروستاتا عند الرجال.\n2- التغييرات في جهاز المناعة: يمكن أن يحدث هذا في حالات معينة مثل مرض السكري وعدوى فيرووس وفي بعض الحالات من الالتهابات الفيروسية.\n3-الاستخدام المطول لقسطرة المثانة: قد تكون هناك حاجة إلى هذه الأنابيب في الأشخاص المصابين بأمراض مزمنة أو عند كبار السن حيث يمكن أن يؤدي الاستخدام المطول إلى زيادة التعرض للعدوى البكتيرية وكذلك تلف أنسجة المثانة.",
    "symptoms": "1- الحاجة القوية والمستمرة إلى التبول.\n2- الشعور بالألم أو الحرقة عند التبول\n3- التبول بكميات صغيرة على نحو متكرر\n4- ظهور دم في البول (البيلة الدموية)\n5 -بول غائم أو له رائحة قوية.\n6- شعور مزعج في منطقة الحوض.\n7- الشعور بضغط في منطقة أسفل السرة (البطن).\n8- ألم في الظهر أو في أحد جانبي الجسم\n9- الحُمّى والقشعريرة\n10- الغثيان والقيء.\n11- حمى خفيفة",
    "button": "احتباس البول",
    "pos": "fea42",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea42": {
    "title": "احتباس البول",
    "image": "images/organs/ehtebas-bool.jpg",
    "causes": "1- قلة البول في المثانة، بحيث لا تتوافر فيها كمية كافية من البول، وبالتالي ينخفض الشعور بالإمتلاء اللازم لتحفيز عملية التبول.\n2- ضعف عضلات المثانة: وعدم قدرتها على التقلص، ويحدث هذا الأمر في بعض الأمراض العصبية مثل داء باركنسون، وداء الزهايمر.\n3- التحصى البولي.\n4- التعرض لتيارات البرد الشديدة.\n5- حجز البول لفترات طويلة.\n6- تضخم البروستاتا الحميد.\n7- التهاب المسالك البولية\n8- مرض السيلان.\n9- العمليات الجراحية على مجرى البول.",
    "symptoms": "1- الألم الشديد في منطقة العانة.\n2- التورم في منطقة أسفل البطن.\n3- الإحساس الفوري بعدم القدرة على تفريغ البول من المثانة.",
    "button": "التهاب المسالك البولية",
    "pos": "feb42",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "feb42": {
    "title": "التهاب المسالك البولية",
    "image": "images/organs/masalek.jpeg",
    "causes": "1- الحمل\n2- ممارسة الجنس، تكرار ممارسة الجنس.\n3- قلة النظافة الشخصية.\n4- الأمراض التي قد تسبب عدم القدرة على تفريغ البول بشكل كامل من المثانة.\n5- السكري.\n6- تضخم البروستاتا عند الرجال.\n7- استخدام السدادات القطنية.\n8- بعض أنواع موانع الحمل.\n9- استخدام قثطار البول أو القسطر، والذي يستخدم عادة لتصريف البول من المثانة، إذ يتم إدخاله عن طريق الفتحة البولية وصولاً إلى المثانة. \n10- وجود حصاة في الكلى.",
    "symptoms": "تعتمد أعراض التهابات المسالك البولية على الجزء المصاب من المسالك البولية، والعمر والجنس ومن أعراض التهابات الجهاز البولي ما يلي:\n    - ألم في العضلات أو ألم البطن.\n    - حرقان عند التبول.\n    - تكرار التبول.\n    - الاستفراغ والغثيان.\n    - تغير لون البول، ووجود رائحة للبول، أو وجود دم في البول",
    "button": "فرط نشاط المثانة ",
    "pos": "fec42",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fec42": {
    "title": "فرط نشاط المثانة",
    "image": "images/organs/fart-nashat.jpg",
    "causes": "1- اضطرابات عصبية: مثل مرض باركِنسون، والتصلب المتعدد، والسكتة الدماغية.\n2- انسداد في أصل المثانة: بسبب تضخم غدة البروستات، والإمساك، أو الجراحة بمنطقة الحوض.\n3- زيادة العمر: تزيد من مخاطر فرط نشاط المثانة.\n4-  التهاب المسالك البولية.\n5- تشمل زيادة استهلاك الكافيين والكحول.\n6- الأدوية المدرة للبول.\n7- الضرر الهيكلي بكيس المثانة: بسبب ورم المثانة أو وجود حصى.",
    "symptoms": "1- تسرُّب البول بشكل مفاجئ ولا إرادي يظهر بعد الشعور بالحاجة إلى التبوُّل.\n2- التبول بشكل إرادي وبوتيرة تزيد على الثماني مرات في اليوم.\n3- الحاجة إلى التبول أكثر من مرتين خلال الليل.\n4- حتى عندما يستطيع المريض الذهاب إلى الحمام مع ظهور الدافع للتبول في كل مرة دون تسرُّب البول، فإنّ الحاجة لترك أي نشاط والذهاب للحمام دون القدرة على المقاومة تثير القلق وتضر بجودة الحياة.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe43": {
    "title": "الغازات",
    "image": "images/organs/8azat.jpg",
    "causes": "1- تَنتُج الغازات في معدتك بشكل أساسي بسبب ابتلاع الهواء عند تناوُل الطعام أو الشراب ، او بسبب تناول بعض الأطعمة مثل منتجات الألبان و الحبوب الكاملة و المشروبات الغازية\n2- وهناك بعض الاسباب التى تعد خطيرة مثل\n    - اضطرابات الجهاز الهضمى مثل ( متلازمة القولون العصبى ، الامساك و عسر الهضم)\n    - عدم تحمل اللاكتوز الموجود في منتجات الالبان ",
    "symptoms": "1- التجشؤ\n2- خروج الغازات\n3- الألم والتقلُّصات أو الشعور بشد في البطن\n4- الشعور بالامتلاء أو الضغط على البطن (الامتلاء)\n5- زيادة ملحوظة في حجم البطن (انتفاخ)",
    "button": "ام الدم الابهرية البطنية",
    "pos": "fea43",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea43": {
    "title": "ام الدم الابهرية البطنية",
    "image": "images/organs/omdam-abrahea.jpg",
    "causes": "1- المسبب الأكثر شيوعًا لهذه الظاهرة فهو مرض التصلب العصيدي (Atherosclerosis)، وتبدأ هذه الظاهرة بترسب الدهون على جدار الأبهر مما يؤدي مع مرور الوقت إلى تكوّن التهاب كردة فعل، وترسّب الكالسيوم، وتكوين خثرات وهذه، جميعها تؤدي إلى إضعاف جدار الأبهر وتوسّعه.\nمن الأسباب الأخرى لأم الدم الأبهرية:\n    - الإحساس بوجود كتلة تنبض في البطن.\n    - آلام البطن.\n    - آلام الظهر.",
    "symptoms": "1- أكثر الأعراض شيوعا للفتق هو حدوث انتفاخ في المنطقة المصابة، ويمكن ملاحظة ظهور كتلة على جانبي عظم العانة.\n2- المضايقات التي تتعرض لها في البطن عند السعال وخاصة في حالة الوقوف أو الانحناء.\n3- ألم في الصدر وصعوبة في البلع.\n4- حالات الإعياء الشديدة الناتجة عن انتفاخ البطن، والتي تستوجب التدخل الجراحي.",
    "button": "الامساك",
    "pos": "feb43",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "feb43": {
    "title": "الأمساك",
    "image": "images/organs/emsak.jpg",
    "causes": "1- النظام الغذائي قليل الألياف، مثل الفواكه والخضروات.\n2- عدم شرب الماء بشكل كافي.\n3- قلة النشاط البدني ونمط الحياة غير النشط، مثل قضاء فترات طويلة في الجلوس أو الاستلقاء.\n4- تغيير الروتين اليومي، مثل السفر أو اختلاف أوقات العمل، أو اضطراب أوقات النوم، ويعد اختلاف الروتين الاعتيادي للشخص من اسباب الامساك المفاجئ.\n5- تجاهل أو تأخير تلبية الرغبة في استخدام الحمام.",
    "symptoms": "1- التغوط بمعدل أقل من ثلاثة مرات في الأسبوع.\n-2 براز جاف وصلب، وأحياناً يكون على شكل قطع صغيرة.\n3- الشعور بضغط وألم أثناء التبرز.\n4- الشعور بعدم الإفراغ الكامل للأمعاء.\n5- الحاجة للضغط على أسفل البطن للتبرز.\n6- انتفاخ البطن.\n7- ألم وتشنج في البطن.\n8- الغثيان.\n9- فقدان الشهية.\n10- الشعور بألم شديد في أسفل البطن.\n11- خروج الدم مع البراز.\n12- نوبات تناوب ما بين الإمساك والإسهال.\n13- الشعور بألم شديد في منطقة الشرج.\n14- نقصان الوزن دون وجود سبب واضح",
    "button": "ورم دموى",
    "pos": "fec43",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fec43": {
    "title": "ورم دموى",
    "image": "images/organs/waram-damay.jpeg",
    "causes": "ورم دموي ناتج عن الصدمات: غالباً ما ينتج هيماتوما بالجسم نتيجة الصدمات المباشرة، مثل التعرض لحادث سيارة، أو الضرب، أو نتيجة إلتواء في الذراع أو الساق، وبسبب هذه الإصابات تتضرر الأوعية الدموية ويتحطم جدارها؛ مما يؤدي إلى خروج الدم من الوعاء الدموي إلى النسيج المحيط\nورم دموي ناتج عن الأدوية: من اسباب الهيماتوما أيضاً تناول بعض الأدوية مثل الأدوية المميعة والمانعة لتخثر الدم، وتشمل الوارفارين، والأسبرين، والهيبارين.\n3- ورم دموي ناتج عن الامراض التي تقلل الصفائح الدموية: تؤثر بعض الأمراض على عدد الصفائح الدموية المسؤولة عن تخثر الدن وتشمل هذه الأمراض الالتهابات الفيروسية مثل الحصبة الألمانية، والنكاف، وجدري الماء، وفيروس نقص المناعة المكتسبة، والتهاب الكبد الوبائي سي، بالإضافة لبعض أنواع السرطانات.\n4- ورم دموي ناتج عن العمليات الجراحية: عادة ما يحدث الورم الدموي بعد العمليه الجراحية ،إما بسبب حدوث نزيف شديد، أو فشل في تصريف الدم من جروح التصريف بعد الجراحة.",
    "symptoms": "تعتمد أعراض الورم الدموي على موقع الهيماتوما في الجسم وحجمها، وتشمل أبرز أعراض الورم الدموي العامة ما يلي:\n    - احمرار المنطقة المصابة.\n    - الشعور بالألم عند الضغط عليها.\n    - تورم المنطقة، وانتفاخها.",
    "button": "فتق مختنق",
    "pos": "fed43",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fed43": {
    "title": "فتق مختنق",
    "image": "images/organs/fatq-mo5taneq.jpg",
    "causes": "1- سبب خلقي، حيث يكون الفتق موجود عند الولادة.\n2- الحمل.\n3- ممارسة النشاط المنهك.\n4- التعرّض لعمليات جراحية في البطن، ممّا يُضعف جدار البطن، كما هو الحال في بعض حالات الولادة القيصرية.\n5- إجهاد في أثناء حركات الأمعاء.\n6- السعال المزمن.\n7- الإمساك المزمن.\n8- زيادة الوزن المفاجئة",
    "symptoms": "1- الألم الحاد الذي يأتي فجأة. ويمكن أن تزداد حدة الألم على مدى فترة قصيرة.\n2- وجود دم في البراز.\n3- الإمساك أو الإسهال.\n4- سواد أو احمرار الجلد في منطقة الفتق.\n5 -الشعور بالإعياء.\n6- الحمى.\n7- عدم القدرة على التخلص من غازات البطن.\n8- الالتهاب حول منطقة الفتق.\n9- زيادة معدل ضربات القلب.\n10- الشعور بالغثيان.\n11- القيء.\n12- شعور بالحرقة، وسخونة في منطقة الفتق.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },


  "fe51": {
    "title": "متلازمة القولون العصبي",
    "image": "images/organs/largeandsmall.jpg",
    "causes": "حتى الآن لا يوجد سبب واضح للإصابة به، ولكن يُعتقد أن سببه اجتماع عدة عوامل معًا، منها:\n    - خلل بين الإشارات العصبية في الجهاز الهضمي والدماغ.\n    - مشاكل في حركة الجهاز الهضمي.\n    - تضخم في البكتيريا الطبيعية الموجودة في الأمعاء.\n    - العدوى.\n    - الوراثة.\n    - حساسية الطعام.\n    - بعض المشاكل النفسية مثل: الاكتئاب، القلق وغيرهما. ",
    "symptoms": "1. تقلصات وآلام في البطن.\n2. فقدان الشهية.\n3. الشعور بالتخمة.\n4. غازات في البطن.\n5. مخاط في البراز.",
    "button": "مرض كرون",
    "pos": "fea51",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea51": {
    "title": "مرض كرون",
    "image": "images/organs/coron.jpg",
    "causes": "هو التهاب مزمن وغير معدٍ، يسبب التهاب بطانة الجهاز الهضمي وهو أحد الأمراض التي تسمى أمراض التهاب الأمعاء.\nلا يزال السبب الدقيق لمرض كرون مجهولاً؛ حيث كان في السابق يشتبه في النظام الغذائي والإجهاد؛ لكن هذه العوامل تؤدي إلى تفاقم الأعراض؛ ولكن لا تسبب مرض كرون. كما أن هناك عددًا من العوامل من المحتمل أن تلعب دورًا في تطورها، مثل:\n    - الوراثة: حيث إن الجينات الموروثة قد تزيد خطر الإصابة بمرض كرون.\n    - الجهاز المناعي: قد يكون بسبب مشكلة في الجهاز المناعي (دفاع الجسم ضد العدوى والمرض) الذي يسبب مهاجمة البكتيريا السليمة في الأمعاء",
    "symptoms": " يمكن أن تؤثر في أي منطقة من الفم إلى فتحة الشرج، والمناطق الأكثر شيوعًا هي الجزء الأخير من الأمعاء الدقيقة أو الأمعاء الغليظة\nتختلف من شخص لآخر، وتراوح العلامات والأعراض من خفيفة إلى شديدة، وعادة ما تتطور تدريجيًّا؛ لكن في بعض الأحيان تأتي فجأة، دون سابق إنذار، والتي تشمل:\n    - آلام في البطن.\nالإسهال الشديد (أحيانًا مع الدم والمخاط).\n    - التعب.\n    - ارتفاع درجة حرارة الجسم.\n    - فقر الدم.\n    - فقدان الشهية والوزن.\n    - تقرحات الفم.\n    - تأخر أو ضعف النمو في الأطفال.",
    "button": "التهاب الزائدة الدودية",
    "pos": "feb51",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "feb51": {
    "title": "التهاب الزائدة الدودية",
    "image": "images/organs/eltehab-zydah.jpg",
    "causes": "يحدث التهاب الزائدة الدودية الحاد عندما يسد شيء ما الزائدة الدودية، وقد يكون هذا بسبب ما يأتي:\n    - عدوى فيروسية أو بكتيرية أو طفيلية في الجهاز الهضمي، والتي يمكن أن تؤدي إلى توسع أنسجة جدار الزائدة الدودية.\n    - براز يسبب انسداد الأنبوب في الأمعاء الغليظة.\n    - الأورام.\n    - أمراض التهاب الأمعاء.\n    - إصابة أو صدمة في البطن.\n    - من الجدير بالذكر أنه مع زيادة التورم يقل تدفق الدم إلى الزائدة الدودية ثم يتوقف بشكل تام، وفي هذه الحالة تبدأ الزائدة الدودية في الموت، أو يمكن أن تتمزق أو تنفجر",
    "symptoms": "1- التغوط بمعدل أقل من ثلاثة مرات في الأسبوع.\n-2 براز جاف وصلب، وأحياناً يكون على شكل قطع صغيرة.\n3- الشعور بضغط وألم أثناء التبرز.\n4- الشعور بعدم الإفراغ الكامل للأمعاء.\n5- الحاجة للضغط على أسفل البطن للتبرز.\n6- انتفاخ البطن.\n7- ألم وتشنج في البطن.\n8- الغثيان.\n9- فقدان الشهية.\n10- الشعور بألم شديد في أسفل البطن.\n11- خروج الدم مع البراز.\n12- نوبات تناوب ما بين الإمساك والإسهال.\n13- الشعور بألم شديد في منطقة الشرج.\n14- نقصان الوزن دون وجود سبب واضح",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe52": {
    "title": "التهاب الكلي",
    "image": "images/organs/eltehab-kelah.jpg",
    "causes": "1- يمكن للبكتيريا التي تدخل المسالك البولية عبر الإحليل أن تتكاثر وتنتقل إلى الكلى. وهذا هو السبب الأكثر شيوعًا للإصابة بعدوى الكلى.\n2- يمكن أيضًا أن تنتشر البكتيريا من عدوى في جزء آخر من الجسم عبر مجرى الدم إلى الكلى. في حالات نادرة، يمكن أن يسبب المفصل الاصطناعي أو صمام القلب المُصاب عدوى الكلى.\n3- ونادرًا ما تحدث التهاب الكلى بعد الخضوع لعملية في الكلى.",
    "symptoms": "1- الحمى\n2- القشعريرة\n3- الشعور بحرقة أو ألم عند التبول\n4- الحاجة إلى التبول بشكلٍ متكرر\n5- الحاجة الملحة المستمرة إلى التبول\n6- الشعور بآلام الظهر أو الجانب أو الأربية\n7- الغثيان والقيء\n8- ظهور صديد أو دم في البول\n9- خروج بول عكِر أو له رائحة كريهة\n10- ألم البطن",
    "button": "حصي الكلي",
    "pos": "fea52",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea52": {
    "title": "حصي الكلي",
    "image": "images/organs/hasah-kelah.jpg",
    "causes": "1- قلة شرب الماء\n2- تناول بعض الأدوية، مثل: مدرات البول.\n3- الإصابة ببعض الأمراض، مثل: التهاب الجهاز البولي، والنقرس، بالإضافة إلى بعض الاضطرابات الوراثية.",
    "symptoms": "تتحرك حصيات صغيرة في الكلى بسهولة من خلال المسالك البولية؛ لذا فقد لا تظهر أي أعراض، أما عند وجود حصيات كبيرة في الكلى، فقد يتم ملاحظة:\n    - ألم حاد في الخاصرة، والظهر، وتحت الأضلاع.\n    - ألم أثناء التبول.\n    - دم في البول.\n    - قيء، وغثيان.\n    - بول عكر، أو كريه الرائحة.\n    - حمى، ورعشة في حالة وجود التهاب.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },


  "fe61": {
    "title": "التهاب الكلي",
    "image": "images/organs/eltehab-kelah.jpg",
    "causes": "1- يمكن للبكتيريا التي تدخل المسالك البولية عبر الإحليل أن تتكاثر وتنتقل إلى الكلى. وهذا هو السبب الأكثر شيوعًا للإصابة بعدوى الكلى.\n2- يمكن أيضًا أن تنتشر البكتيريا من عدوى في جزء آخر من الجسم عبر مجرى الدم إلى الكلى. في حالات نادرة، يمكن أن يسبب المفصل الاصطناعي أو صمام القلب المُصاب عدوى الكلى.\n3- ونادرًا ما تحدث التهاب الكلى بعد الخضوع لعملية في الكلى.",
    "symptoms": "1- الحمى\n2- القشعريرة\n3- الشعور بحرقة أو ألم عند التبول\n4- الحاجة إلى التبول بشكلٍ متكرر\n5- الحاجة الملحة المستمرة إلى التبول\n6- الشعور بآلام الظهر أو الجانب أو الأربية\n7- الغثيان والقيء\n8- ظهور صديد أو دم في البول\n9- خروج بول عكِر أو له رائحة كريهة\n10- ألم البطن",
    "button": "حصي الكلي",
    "pos": "fea61",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea61": {
    "title": "حصي الكلي",
    "image": "images/organs/hasah-kelah.jpg",
    "causes": "1- قلة شرب الماء\n2- تناول بعض الأدوية، مثل: مدرات البول.\n3- الإصابة ببعض الأمراض، مثل: التهاب الجهاز البولي، والنقرس، بالإضافة إلى بعض الاضطرابات الوراثية.",
    "symptoms": "تتحرك حصيات صغيرة في الكلى بسهولة من خلال المسالك البولية؛ لذا فقد لا تظهر أي أعراض، أما عند وجود حصيات كبيرة في الكلى، فقد يتم ملاحظة:\n    - ألم حاد في الخاصرة، والظهر، وتحت الأضلاع.\n    - ألم أثناء التبول.\n    - دم في البول.\n    - قيء، وغثيان.\n    - بول عكر، أو كريه الرائحة.\n    - حمى، ورعشة في حالة وجود التهاب.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe62": {
    "title": "متلازمة القولون العصبي",
    "image": "images/organs/largeandsmall.jpg",
    "causes": "حتى الآن لا يوجد سبب واضح للإصابة به، ولكن يُعتقد أن سببه اجتماع عدة عوامل معًا، منها:\n    - خلل بين الإشارات العصبية في الجهاز الهضمي والدماغ.\n    - مشاكل في حركة الجهاز الهضمي.\n    - تضخم في البكتيريا الطبيعية الموجودة في الأمعاء.\n    - العدوى.\n    - الوراثة.\n    - حساسية الطعام.\n    - بعض المشاكل النفسية مثل: الاكتئاب، القلق وغيرهما. ",
    "symptoms": "1. تقلصات وآلام في البطن.\n2. فقدان الشهية.\n3. الشعور بالتخمة.\n4. غازات في البطن.\n5. مخاط في البراز.",
    "button": "التهاب الرتج",
    "pos": "fea62",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea62": {
    "title": "التهاب الرتج",
    "image": "images/organs/coron.jpg",
    "causes": "1- تتكون الرتوج عادة عندما تتمزق الأجزاء الضعيفة بشكل طبيعي في القولون بسبب تعرضها للضغط. وينتج عن ذلك ظهور جيوب صغيرة بحجم البلية ناتئة بطول جدار القولون.\n2- يحدث التهاب الرتوج عند تمزق هذه الرتوج مسببة التهابًا وعدوى في بعض الأحيان.",
    "symptoms": "1- ألمًا يمكنه أن يكون ثابتًا ويَستمر لعدة أيام. عادة ما يُشعَر بالألم في الجانب السفلي الأيسر من البطن. ولكن يُمكن حدوثه في الجانب الأيمن من البطن ويكون أكثر شدة خاصة لدى الأشخاص المنحدرين من أصول آسيوية.\n2- الغثيان والقيء\n3- حُمّى.\n4- ألمًا في البطن عند الجس.\n5- الإمساك أو، بشكل أقل شيوعًا، الإسهال.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "fe71": {
    "title": "التهاب الزائدة الدودية",
    "image": "images/organs/eltehab-zydah.jpg",
    "causes": "يحدث التهاب الزائدة الدودية الحاد عندما يسد شيء ما الزائدة الدودية، وقد يكون هذا بسبب ما يأتي:\n    - عدوى فيروسية أو بكتيرية أو طفيلية في الجهاز الهضمي، والتي يمكن أن تؤدي إلى توسع أنسجة جدار الزائدة الدودية.\n    - براز يسبب انسداد الأنبوب في الأمعاء الغليظة.\n    - الأورام.\n    - أمراض التهاب الأمعاء.\n    - إصابة أو صدمة في البطن.\n    - من الجدير بالذكر أنه مع زيادة التورم يقل تدفق الدم إلى الزائدة الدودية ثم يتوقف بشكل تام، وفي هذه الحالة تبدأ الزائدة الدودية في الموت، أو يمكن أن تتمزق أو تنفجر",
    "symptoms": "1- التغوط بمعدل أقل من ثلاثة مرات في الأسبوع.\n-2 براز جاف وصلب، وأحياناً يكون على شكل قطع صغيرة.\n3- الشعور بضغط وألم أثناء التبرز.\n4- الشعور بعدم الإفراغ الكامل للأمعاء.\n5- الحاجة للضغط على أسفل البطن للتبرز.\n6- انتفاخ البطن.\n7- ألم وتشنج في البطن.\n8- الغثيان.\n9- فقدان الشهية.\n10- الشعور بألم شديد في أسفل البطن.\n11- خروج الدم مع البراز.\n12- نوبات تناوب ما بين الإمساك والإسهال.\n13- الشعور بألم شديد في منطقة الشرج.\n14- نقصان الوزن دون وجود سبب واضح",
    "button": "التهاب المعده والامعاء",
    "pos": "fea71",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea71": {
    "title": "التهاب المعده والامعاء",
    "image": "images/organs/da2-am3a2.jpeg",
    "causes": "1- نوروفيروس (Norovirus): يُؤثر الفيروس على الأطفال والبالغين على حد سواء، وهو السبب الأكثر شيوعًا للأمراض المنقولة عبر الأغذية في العالم.\n2- الفيروس العجلي (Rotavirus): يُعد الفيروس العجلي السبب الرئيسي لالتهاب المعدة والأمعاء الفيروسي عند الأطفال، وغالبًا ما يُصيب الأطفال في عمر 3 - 15 شهرًا.\n3- الفيروسات الغدانية (Adinovirus): تُصيب الفيروسات الغدانية الأطفال تحت سن العامين\n4- الفيروس النجمي (Astrovirus): يُصيب الفيروس الأطفال الرضع والأطفال الصغار بشكل أكبر، ولكنه يُمكن أن يُصيب أي شخص.\n5- سالمونيلا (Salmonella).\n6- الشغيلا (Shigella).\n7- عدوى المطثية العسيرة (Clostridium difficile).\n8- الإشريكية القولونية (Escherichia coli).\n9- الطفيليات\n10- تحدث معظم حالات التهاب المعدة والأمعاء الطفيلية بسبب الجيرديا (giardia)، أو الطفيليات خفية الأبواغ (cryptosporidium) عن طريق شرب الماء الملوث، أو السباحة في مياه ملوثة.\n11- يُمكن أن تُؤدي بعض الأدوية، أو السموم الكيميائية، مثل: المعادن، أو المواد النباتية إلى التهاب المعدة والأمعاء.",
    "symptoms": "1- اسهال\n2- ألم في المعدة\n3- غثيان واستفراغ\n4- ارتفاع درجة الحرارة\n5- الشعور بالعطش الشديد.\n6 -خروج كمية أقل من البول عن المعتاد.\n7- اللون الغامق للبول.\n8- العيون، أو الخدود الغارقة\n9- وجع رأس ودوار عند الوقوف.\n10- تعب وإعياء عام.",
    "button": "انسداد الأمعاء",
    "pos": "feb71",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "feb71": {
    "title": "انسداد معوي",
    "image": "images/organs/intestinal-obstruction.jpg",
    "causes": "1- الالتصاقات التي قد تحدث للأمعاء ولمختلف أعضاء الجسم أحياناً بعد إجراء العمليات الجراحية.\n2- الأورام الخبيثة والسرطانات في الأمعاء الدقيقة أو الأعضاء القريبة مثل سرطان البنكرياس\n3- الفتق\n4- مرض كرون، وهو مرض مزمن يصيب الجهاز الهضمي.\n5- حصوات المرارة.\n6- الانغلاف المعوي\n7- تشوه في الأمعاء.\n8- سرطان القولون والمستقيم.\n9- الالتهابات في الرتوج المعوية\n10- تراكم البراز نتيجة الإمساك المزمن.\n11- تضيق القولون\n12- انسداد القولون\n13- استخدام بعض أنواع الأدوية، مثل المسكنات الأفيونية.\n14- داء السكري.\n15- خمول الغدة الدرقية.",
    "symptoms": "1- غثيان واستفراغ، وغالباً ما يكون الاستفراغ أخضر اللون لاحتوائه على العصارة الصفراوية.\n2- الإمساك.\n3- انتفاخ في البطن.\n4- قد يصاحب ذلك ارتفاع في درجة الحرارة، وزيادة في نبضات القلب؛ كعلامة تدل على بداية انقطاع وصول الدم إلى المنطقة التي حصل عندها الانسداد.\n5- تقلصات شديدة في البطن.\n6- ألم ومغص في البطن.\n7- فقدان الشهية.\n8- الإسهال\n9- انتفاخ البطن.\n10- شد الطفل لركبتيه لتصل إلى صدره.\n11- النعاس المفرط.\n12- الإصابة بالحمى.\n13- الصريخ والبكاء بصوت عال جداً من الألم.\n14- إخراج البراز المائع والذي يبدو أنه يحتوي على الدم.\n15- القيء، وخاصة القيء ذو اللون الأصفر والأخضر.",
    "button": "نقص الترويه الدمويه في الامعاء",
    "pos": "fec71",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fec71": {
    "title": "نقص الترويه الدمويه في الامعاء",
    "image": "images/organs/eqfar.jpg",
    "causes": "1- تصلب في الشرايين نتيجة جلطات في الدم.\n2-  اقفار الأمعاء\n3- السكري\n4- ارتفاع ضغط الدم\n5- ارتفاع دهنيات الدم\n6-  بعض الحالات مرتبطة بالتدخين.",
    "symptoms": "1- ألم شديد في البطن ومفاجئ، يتركز في منطقة واحدة من البطن\n2- الغثيان\n3- قيء.\n4- ظهور دم في البراز.\n5- أمراض القلب والأوعية الدموية\n6- ارتفاع في درجة الحرارة.\n7- نقص التروية المساريقي المزمن\n8- فقدان الوزن.\n9- الخوف من الأكل أو التغيير في عادات\n10- الأكل بسبب الألم بعد الوجبة.\n11- الغثيان وقيء.\n12- إمساك أو إسهال.",
    "button": "التهاب الصفاق",
    "pos": "fed71",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fed71": {
    "title": "التهاب الصفاق",
    "image": "images/organs/eltehab-safaq.jpeg",
    "causes": "1- تمزق الزائدة الدودية او قرحة المعدة\n2- ثقب فس القولون او الامعاء او المرارة\n3- اضطرابات الجهاز الهضمى مثل ( التهاب البنكرياس ، التهاب الرتج ، مرض كرون )\n4- امراض الكبد \n5- الفشل الكلوى\n6- داء الالتهاب الحوض",
    "symptoms": "1- ألم في البطن أو إيلام عند اللمس\nالانتفاخ أو الشعور بامتلاء البطن\n2- الانتفاخ أو الشعور بامتلاء البطن\n3- الحمى\n4- اضطراب المعدة والقيء.\n5- فقدان الشهية.\n6- الإسهال\n7- قلة كمية البول.\n8- العطش\n9- عدم القدرة على إخراج البراز أو الغازات.\n10- الشعور بالتعب\n11- التشوش",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe72": {
    "title": "حمى التيفيه",
    "image": "images/organs/homah-tefeah.jpg",
    "causes": "تسبب سلالة من البكتيريا تُسمى السَلْمونيلَة المعوية من النمط المصلي التيفي الحمى التيفية. وتسبب السلالات الأخرى من بكتيريا السَلْمونيلَة مرضًا مشابهًا يُسمى الحُمّى نظيرة التيفية",
    "symptoms": "1- حمى تبدأ منخفضة وتزداد على مدار اليوم، وربما ترتفع درجة الحرارة لتصل إلى 104 فهرنهايت (40 درجة مئوية).\n2- القشعريرة\n3- الصداع\n4- الضعف والإرهاق\n5- آلام في العضلات.\n6- ألم المعدة\n7-  الإسهال أو الإمساك\n8- الطفح الجلدي",
    "button": " حماض كيتونى سكرى",
    "pos": "fea72",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea72": {
    "title": " حماض كيتونى سكرى",
    "image": "images/organs/7amad-ketony.jpg",
    "causes": "1- النوبة القلبية أو السكتة\n2- التهاب البنكرياس\n3- الحمل\n4- إدمان الكحوليات أو المخدرات، وبخاصة الكوكايين\n5- استخدام أدوية معينة، مثل الكورتيكوستيرويدات وبعض مُدرات البول\n6- نقص انسولين الدم بسبب ممارسة الرياضة العنيفة.\n7- الإصابة بمرض السكري النوع الاول علما انه قد يصيب النوع الثاني ايضاً\n8- حدوث جفاف حاد في جسم الإنسان",
    "symptoms": "1- زيادة العطش\n2- جفاف الجلد\n3- عدم وضوح الرؤية.\n4- التبول المتكرر\n5- ألم البطن\n6- الغثيان والتقيؤ.\n7- رائحة النفس المشابهه لرائحة الفاكهة.\n8- ضيق النفس.\n9- الشعور بالحرارة العالية بالرغم من ان درجة حرارة الجسم طبيعية.\n10- فقدان الشهية.\n11- الدوار والصداع.\n12- هبوط ضغط الدم.\n13- تسارع ضربات القلب",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fe73": {
    "title": "التصاقات الحوض",
    "image": "images/organs/elteqasat.jpeg",
    "causes": "تعرض المراءة لحدوث التهابات شديدة في منطقة الحوض هذه الالتهابات تتطور مكونة النسيج الليفي المسئول عن تكون الالتصاقات بداخل الحوض ، اصابة المراءة بمرض البطانة الهاجرة التي تؤثر بدورها على الاخصاب ومن ثم يحدث تكون للنسيج الليفي المسئول عن تكوين انسجة الالتصاقات ، اذا كانت المراءة تعرضت الى عمليات جراحة في الجزء السفلي من البطن او في الرحم او قامت بأزالة الزائدة الدودية و تحدث الالتصاقات بشكل اكثر و مؤكد اذا انفجرت الزائدة في البطن  أو المرارة ، عند اتمام عملية تفريغ و ازالة كيس المبيض ، تعرض المراءة لحدوث الحمل الهاجر ",
    "symptoms": "قد تأتي الالتصاقات من دون أي أعراض أو مضاعفات غير أنها قد تسبب الألم والمشاكل المعدية المعوية، منها الانتفاخ والإمساك؛ وقد تسبب العقم أيضا. كما أنها ترتبط بالإجهاض والانتباذ البطاني الرحمي.عندما تسبب الالتصاقات الحوضية هذه الأعراض، فعادة ما يتم استئصالها بإجراء طبي.",
    "button": "الأورام الليفية الرحمية",
    "pos": "fea73",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea73": {
    "title": "الأورام الليفية الرحمية",
    "image": "images/organs/waram-lefy.jpg",
    "causes": "1- التغيُّرات الوراثية. تنطوي الكثير من الأورام الليفية على تغيرات في الجينات تختلف عن تلك الموجودة في خلايا العضلات الرحمية الطبيعية.\n2- الهرمونات. تظهر الدراسات أن هرمونَي الإستروجين والبروجسترون -وهما الهرمونان اللذان يحفزان نمو بطانة الرحم أثناء كل دورة حيض استعدادًا للحمل- يزيدان نمو الأورام الليفية.\n3- تحتوي الأورام الليفية على مستقبلات لهرمونَي الإستروجين والبروجسترون أكثر من الموجودة في خلايا عضلات الرحم الطبيعية، إذ تميل الأورام الليفية إلى الانكماش بعد سن الإياس، ويرجع السبب إلى انخفاض إنتاج الهرمونات.\n4- عوامل النمو الأخرى. قد تُؤثِّر المواد التي تُساعد الجسم على صيانة الأنسجة، مثل عامل النمو الشبيه بالأنسولين، على نمو الورم الليفي.\n5- مواد الخلايا الإضافية (ECM). إن مواد الخلايا الإضافية هي المواد التي تجعل الخلايا تلتصق ببعضها مثل المِلاط بين الطوب. تتزايد مواد الخلايا الإضافية في الأورام العَضَلِية الملساء وتجعلها ليفية. تقوم مواد الخلايا الإضافية أيضًا بتخزين عوامل النمو وتُسبِّب تغيُّرات حيوية في الخلايا نفسها. ",
    "symptoms": "- معظم المصابات بالورم الليفي لا تظهر لديهم أي أعراض. وإن حدثت أعراض، فإنها تتأثر بمكان الأورام الليفية وحجمها وعددها.\n- في النساء المصابات بالورم الليفي اللائي يعانين من أعراض، تشمل أكثر العلامات والأعراض شيوعًا ما يلي:\n    - نزف الدم الغزير خلال الحيض\n    - تمتدُّ فترة الحيض لأكثر من أسبوع\n    - ضغط أو ألم في الحوض\n    - كثرة التبوُّل\n    - تفريغ صعب للمثانة\n    - الإمساك\n    - ألم في الظهر أو الساقين\n    - نادرًا ما يسبب الورم الليفي ألمًا حادًّا إن نما بسرعة أكبر من التغذية الدموية الخاصة به وبدأ في الضمور.\n    - تُقسَّم الأورام الليفية في العموم حسب مكانهم. تنمو الأورام الرحمية الداخلية داخل جدار الرحم العضلي. تنتفخ الأورام الرحمية تحت المخاطية داخل تجويف الرحم. تبرز الأورام الرحمية تحت المصلالي إلى خارج الرحم.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },


  "fe81": {
    "title": "عسر الطمث",
    "image": "images/organs/alm-ebadah.jpg",
    "causes": "ينتج عسر الطمث عن تقلصات عضلة الرحم التي تنقبض عادة أثناء الطمث وتتسبب التقلصات الشديدة بزيادة الضغط على الأوعية الدموية المجاورة وتأثر تروية عضلة الرحم ً",
    "symptoms": "1- الألم المستمر في منطقة اسفل البطن\n2- الاحساس بالضغط في منطقة أسفل البطن\n3- ألم في منطقة الورك ، أسفل الظهر و الفخذين\n4- الغثيان، التقيؤ ورخاوة البراز في حالات الشد العضلي المزمن",
    "button": "الم الإباضة",
    "pos": "fea81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fea81": {
    "title": "الم الإباضة",
    "image": "images/organs/alm-ebadah.jpg",
    "causes": "1- توجد البويضات في المبيض داخل جريبات أو أكياس، لذا فإن نمو هذا الجريب إلى حجم كبير وتمزقه عند الإباضة قد يسبب تمدد سطح المبيض، الذي بدوره قد يسبب أعراض التبويض المؤلم.\n2- يتسبب السائل والدم الخارج من الجريب المتمزق في حدوث تهيج والتهاب بسيط في أنسجة المبيض، مما قد يؤدي بدوره إلى الشعور بمغص ووجع في الظهر بعد التبويض، أو ألم الفخذ، أو ألم الرجل وقت التبويض، ويعود السبب في ألم الفخذ أو الرجل إلى مرور أربطة الرحم في منطقة الإربية، وهي منطقة التقاء الفخذ بالبطن، يؤدي تغير مستوى الهرمونات في أيام التبويض في ارتخاء هذه الأربطة والشعور بالألم.",
    "symptoms": "1- ألم شديد في المبيض الأيمن وقت التبويض أو المبيض الأيسر، أو في أحد جانبي الحوض.\n2- ألم يشبه ألم الدورة من العديد من النواحي مثل وجع الحوض، وآلام أعلى الفخذ.\n3- ألم في حلمتي الثدي بعد التبويض أو خلال فترة التبويض نتيجة لارتفاع مستويات الهرمونات، أو حدوث الحمل\n4- ألم التبويض والجماع إذ قد يزيد الجماع من شدة ألم الإباضة.\n5- النزيف المهبلي الخفيف.",
    "button": " التواء المبيض",
    "pos": "feb81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "feb81": {
    "title": "التواء المبيض",
    "image": "images/organs/eltewa2-mebead.webp",
    "causes": "1- مبيض كبير الحجم يحتوي على كيسة صغيرة فيها سوائل أو هواء ويميل هذا المبيض بسبب حجمه ووزنه إلى السقوط والدوران حول محوره مما يسبب الالتواء.\n2- هنالك أورام حميدة معينة منها الكيسة الجلدية تسبب التواء المبيض بشكل أكثر انتشارًا.\n3- مبيض كبير نتيجة لعلاجات الخصوبة المحفزة للإباضة كما أن هنالك كيسات فعالة تفرز هرمونات تظهر في المبيض وتختفي تلقائيًا، لكنها قد تسبب الالتواء بسبب كبر حجمها",
    "symptoms": "الأعراض المرضية التي تشير إلى التواء المبيض تكون بشكل عام آلامًا حادة، في الغالب ومتواصلة، حيث تشمل:\n    - الغثيان\n    - تهيج الصفاق البطني.\n    - الألم على شكل نوبات تأتي وتختفي.\n    - آلام الحوض الشديدة.\n    - التقيؤ\n    - حمى\n    - نزيف غير طبيعي.",
    "button": "تكايس المبايض",
    "pos": "fec81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fec81": {
    "title": "تكايس المبايض",
    "image": "images/organs/takaes-mebed.jpg",
    "causes": "1- السمنة\n2- التاريخ العائلي\n3- مقاومة الأنسولين.\n4- الالتهاب في الجسم، والذي قد يزيد من مقاومة الأنسولين",
    "symptoms": "1- عدم انتظام الدورة الشهرية أو ندرة الطمث\n2- زيادة الوزن.\n3- ترقق شعر الرأس وتساقطه.\n4- زيادة إفرازات دهون البشرة أو حب الشباب\n5- نمو الشعر الزائد على الوجه، أو الصدر، أو الظهر، أو الأرداف، وهي حالة تسمى الشعرانية.\n6- صعوبة في الحمل أو عدم انتظام الإباضة.",
    "button": "التهبيطات النسائية",
    "pos": "fed81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fed81": {
    "title": "التهبيطات النسائية",
    "image": "images/organs/tahbetat.jpg",
    "causes": "1- الحمل والولادة.\n2- ولادة طفل وزنه يزيد عن 3.86 كيلوغرام.\n3- استئصال الرحم.\n4- السعال المتكرر والمزمن\n5- الإمساك المزمن\n6- البدانة\n7- سرطان في أعضاء الحوض.\n8- انقطاع الطمث، فهو يسبب بعض التغييرات الهرمونية التي تزيد من فرص الإصابة بالمرض.\n9- أسباب وراثية ينتج عنها ضعف الأنسجة الضامة لمنطقة قاع الحوض.",
    "symptoms": "1- سلس البول، وهو أكثر الأعراض شيوعاً.\n2- ألم أسفل الظهر.\n3- ألم أثناء ممارسة العلاقة الجنسية.\n4- الشعور بانتفاخ المهبل أو سقوط شيء منه.\n5- الشعور بالضغط في منطقة الحوض.\n6- الإمساك.\n7- نزيف مهبلي.",
    "button": " التهاب المهبل",
    "pos": "fee81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fee81": {
    "title": " التهاب المهبل",
    "image": "images/organs/eltehab-mehbal.webp",
    "causes": "- يعتمد السبب على نوع التهاب المهبل\n1- التهاب المهبل البكتيري. ينجم هذا النوع الأكثر شيوعًا لالتهاب المهبل عن تغير في البكتيريا الموجودة في المهبل،\n2- عدوى الخمائر. تحدث هذه العدوى عندما ينمو أحد الكائنات الحية الفطرية بكثرة داخل المهبل،\n3- داء المُشَعَّرات. داء المُشعَّرات هو عدوى منقولة جنسيًا شائعة يسببها طفيل مجهري أحادي الخلية يُسمى المشعَّرة المهبلية \n4- التهاب المهبل غير المُعدي. يمكن أن تسبِّب بخاخات المهبل والدش المهبلي والصابون المعطر ومزيلات الروائح المعطرة ومبيدات النُطاف حدوث تفاعل تحسسي أو تهييج أنسجة الفرج والمهبل.\n5- المتلازمة البولية التناسلية لانقطاع الطمث (ضمور المهبل)",
    "symptoms": "1- تغير لون إفرازات المهبل أو رائحتها أو كميتها\n2- الشعور بتهيج أو حكة في المهبل\n3- الشعور بألم أثناء الجماع\n4- الشعور بألم أثناء التبوّل\n5- النزيف المهبلي الخفيف أو التبقيع",
    "button": "داء التهاب الحوضى",
    "pos": "fef81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "fef81": {
    "title": "داء التهاب الحوضى ",
    "image": "images/organs/da2-7od.jpg",
    "causes": "1- يمكن أن تسبب أنواع عديدة من البكتيريا مرض التهاب الحوض (PID)، لكن عدوى السيلان أو داء المتدثرة هما الأكثر شيوعًا. عادةً ما تحدث الإصابة بهذه البكتيريا أثناء ممارسة الجنس غير الآمن.\n2- يمكن للبكتيريا أن تدخل إلى الجهاز التناسلي في أي وقت يكون فيه الحاجز الطبيعي الناتج عن عنق الرحم في حالة اضطراب، وهي حالة أقل شيوعًا. يمكن أن يحدث هذا أثناء الحيض أو بعد الولادة أو الإجهاض التلقائي أو الإجهاض. وفي حالات نادرة، يمكن للبكتيريا أن تدخل إلى الجهاز التناسلي أثناء عملية غرز اللولب الرحمي (IUD) ",
    "symptoms": "1- الشعور بألم حاد في أسفل البطن ( منطقة الحوض) .\n2- نزيف مهبلي غير طبيعي\n3- حدوث نزيف بعد ممارسة الجماع\n4- الألم أثناء الجماع\n5- إفرازات مهبلية غير طبيعية\n6- الحمى\n7- آلام أسفل الظهر\n8- الام خلال التبول\n9- القيء\n10- الغثيان\n11- عدم انتظام الحيض ( الدورة الشهرية )",
    "button": "التهاب الاعضاء التناسلية الخارجية ( التهاب الفرج vulvitis) ",
    "pos": "feg81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "feg81": {
    "title": "التهاب الاعضاء التناسلية الخارجية ( التهاب الفرج vulvitis) ",
    "image": "images/organs/eltehab-a3da2.jpeg",
    "causes": "1- إصابة الأعصاب المحيطة بمنطقة الفَرج أو تهيُّجها\n2- الالتهابات المهبلية السابقة\n3- الحساسية أو البشرة الحساسة\n4- التغيُّرات الهرمونية\n5- تشنج أو ضعف في عضلات القاع الحوضي التي تدعم الرحم والمثانة والأمعاء",
    "symptoms": "العرَض الرئيسي لألم الفرج لدى النساء هو الشعور بألم في منطقة الأعضاء التناسلية، والذي يمكن وصفه بأنه:\n    - شعور بحرقة\n    - وجود قُرح\n    - وخز\n    - قساوة\n    - شعور بالألم عند الجماع (عُسر الجماع)\n    - انقباض للعضلات\n    - الحكة",
    "button": " انتباذ بطانة الرحم",
    "pos": "feh81",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },
  "feh81": {
    "title": "انتباذ بطانة الرحم",
    "image": "images/organs/entebath.webp",
    "causes": "1- الحيض الارتجاعي (Retrograde menstruation) وفي هذه الحالة يتدفق دم الحيض الذي يحتوي هلى أجزاء من بطانة الرحم عبر أنابيب فالوب إلى جوف الحوض بدلًا من الخروج من الجسم.\n2- تحول الخلايا الصفاقية (Transformation of peritoneal cells) وهي نظرية يقترح خلالها الخبراء بتحول الخلايا المبطنة للجانب الداخلي من البطن إلى خلايا تشبه خلايا بطانة الرحم.\n3- غرس الندبات الجراحية (Surgical scar implantation) بعد إجراء العملات الجراحية المتعلقة بمنطقة الحوض مثل استئصال الرحم أو العملية القيصرية بحيث تلتصق خلايا بطانة الرحم في الشق الشرجي.\n4- انتقال خلايا بطانة الرحم (Endometrial cell transport) حيث تنقل الأوعية دموية أو السائل اللمفاوي خلايا من بطانة الرحم إلى أجزاء أخرى من الجسم.\n5- اضطراب الجهاز المناعي (Immune system disorder) تؤدي مشكلة في وظائف جهاز المناعة إلى عجز الجسم عن تميز نسيج بطانة الرحم الذي ينمو خارج الرحم وبالتالي تدميره",
    "symptoms": "1- العقم لدى 30 - 40% من اللواتي يعانين من انتباذ بطانة الرحم. لدى النساء اللواتي يعانين من العقم، فإن المسبب الأكثر وضوحًا له هو داء انتباذ بطانة الرحم نحو 15 إلى 25%\n2- مشاكل في الإباضة.\n3- عسر الطمث (Dysmenorrhea) والألم أثناء الدورة الشهرية وقد تكون آلام الطمث هذه قوية جدًا إلى درجة أنها تسبب الوهن.\n4- عسر الجماع (Dyspareunia) والألم أثناء الجماع.\n5- الألم المزمن في الحوض.\n6- آلام أسفل الظهر.\n7- ألم أثناء التبول أو التبرز وخاصه خلال فترات الطمث.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "حدد موعدًا مع طبييب باطنة إذا كانت لديك أعراض تقلقك."
  },

  "fe91": {
    "title": "مرض الماء الابيض ",
    "image": "images/organs/ma2-abed.png",
    "causes": "ًمع تقدم العمر تصبح العدسة أقل مرونة وأقل شفافية وأسمك، بالإضافة إلى الحالات المرتبطة بالعمر والظروف الطبية الأخرى التي تسبب تحلل الأنسجة داخل العدسة وظهور العتامة داخل العدسة، ونادرًا ما يُصاب به الطفل عند الولادة بسبب الوراثة أو بسبب عدوى (مثل: الحصبة الألمانية) في الأم أثناء الحمل.",
    "symptoms": "1- ضعف البصر بشكل تدريجي وبدون ألم.\n2- ضبابية وعدم الوضوح في الرؤية.\n3- حساسية من الضوء الساطع.\n4- رؤية هالات حول الأضواء.\n5- صعوبة في النظر أثناء الليل\n6- تغيير متكرر للنظارات أو العدسات اللاصقة.\n7- تغير لون عدسة العين تدريجيًّا إلى اللون الأبيض أو البني وذلك في الحالات المتقدمة.\n- هذه الأعراض أيضًا قد تكون علامة على مشاكل أخرى في العين؛ لذا يجب استشارة الطبيب للتحقق من الأعراض.",
    "button": "الجلوكوما",
    "pos": "fea91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea91": {
    "title": "الجلوكوما",
    "image": "images/organs/glocomah.jpg",
    "causes": "تفرز العين سائلاً مائيًّا يحافظ على رطوبة العين، ثم يصرف هذا السائل عبر قنوات، عند اختلال التوازن بين كمية السائل المفرز وقدرة القنوات على تصريف السائل ينتج عن ذلك تراكمه داخل العين مسببًا انسدادًا وضغطًا على أنسجة العصب البصري\n - مسميات أخرى: المياه الزرقاء - الزرق - الساروق - السويرق - الماء الأزرق - الماء الأسود - ارتفاع ضغط العين.",
    "symptoms": "1- عدم وضوح الرؤية (رؤية ضبابية مفاجئة).\n2- صداع حاد.\n3- قيء وغثيان.\n4- ألم شديد في العين.\n5-  احمرار العين.\n6- رؤية هالات حول الضوء (قوس قزح).",
    "button": "القرنية المخروطية",
    "pos": "feb91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb91": {
    "title": "القرنية المخروطية",
    "image": "images/organs/karneh-ma5roteh.png",
    "causes": "الأسباب غير معروفة حتى الآن، لكن قد تحدث بسبب:\n    - الوراثة.\n    - كثرة فرك العين خاصة عند الإصابة بنوع معين من الحساسية.",
    "symptoms": "-1 ضعف البصر والحاجة إلى تغيير النظارات بشكل مستمر في المراحل المبكرة.\n2- عدم القدرة على تحمل الضوء.",
    "button": "زغب العين",
    "pos": "fec91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec91": {
    "title": "زغب العين",
    "image": "images/organs/za8eb.jpg",
    "causes": "يحدث الدمل بسبب عدوى الغدد الدهنية في الجفن. عادة ما تكون بكتيريا المكورات العنقودية مسؤولة عن معظم هذه العدوى.",
    "symptoms": "1- كتلة حمراء على جفنك تشبه الدمل أو البثور\n2- ألم الجفن\n3- تورم الجفن\n4- تمزق",
    "button": "انحراف العين ",
    "pos": "fed91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed91": {
    "title": "انحراف العين",
    "image": "images/organs/hawal.jpg",
    "causes": "لا يوجد سبب معروف لانحراف النظر ولكن يمكن أن نلخص اسباب انحراف النظر بما يلي:\n    - عوامل وراثية غالباً.\n    - الإصابة ببعض الأمراض مثل القرنية المخروطية.\n    - نتيجة التعرض لحادث أو ضربة على العين.",
    "symptoms": "1- عدم وضوح الرؤية.\n2- ازدواج في الرؤية.\n3- صداع.\n4- العيون الضيقة.\n5- الشعور بعدم الراحة في العين.\n6- طول النظر أو قصر النظر.",
    "button": "كسل العين ( الغمش - العين الكسولة. )",
    "pos": "fee91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee91": {
    "title": "كسل العين ( الغمش - العين الكسولة. )",
    "image": "images/organs/lazy.jpg",
    "causes": "-1 الحول\n2- أخطاء الانكسار: هي اضطرابات تنعدم فيها قدرة العين على تركيز الضوء على الشبكية، وتشمل:\n    - قصر النظر.\n    - طول النظر.\n    - اللا بؤرية (الرؤية الضبابية).\n    - إعتام عدسة العين (الماء الأبيض)\n    - الجفن المتدلي",
    "symptoms": "-1 وجود حول في العينين.\n2- التحديق بشدة، أو إغلاق عين واحدة، أو إمالة الرأس أثناء النظر إلى الأشياء.\n3- عدم تناسق الحركة بين العينين.\n4- تحرك عين واحدة للداخل والخارج (حركة أفقية).\n5- ضعف في إدراك عمق الأجسام والأشياء من حوله.\n6- صعوبة في معرفة مدى قرب أو بعد شيء ما عنه.\n7- تدلي الجفن العلوي.",
    "button": "حساسية العين",
    "pos": "fef91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fef91": {
    "title": "حساسية العين",
    "image": "images/organs/hasaseah.jpg",
    "causes": "1- الرياح المحملة بالأتربة والغبار\n2-  ارتفاع درجات الحرارة وأشعة الشمس (خاصةً الأشعة فوق البنفسجية) وخاصة بالصيف.\n3-  الملوثات الهوائية مثل عوادم السيارات وغيرها.",
    "symptoms": "-1 إحساس بالحكة\n2-  إحمرار وتورم في الملتحمة\n3- زيادة الإفرازات المخاطية\n4- الإحساس بالجفاف في العين.\n5- زياده في افراز الدموع.",
    "button": "جفاف العين",
    "pos": "feg91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feg91": {
    "title": "جفاف العين ",
    "image": "images/organs/gafaf.jpg",
    "causes": "- يحدث الجفاف بسببين رئيسين هما:\n    - إنتاج كمية غير كافية من الدموع، وهو الأكثر شيوعًا نتيجة عوامل عدة.\n    - جودة الدموع غير جيدة، حيث تتكون الدموع من ثلاث طبقات رئيسة (زيت، ماء، مخاط). الطبقة الزيتية، وهي الطبقة الخارجية للدموع، وهي تمنع جفاف الدموع بسرعة، والطبقة المائية، وهي تشكل معظم ما نراه بالدموع، وهي تنظف العين، وتزيل الجزيئات التي لا تنتمي إلى العين. ",
    "symptoms": "1- الشعور بوجود شيء ما داخل العين يثيرها.\n2- حكة شديدة.\n3- احمرار العين.\n4- وجود خيوط من المخاط داخل أو حول العين.\n5- حرقة بالعين.\n6- حساسية من الضوء.\n7- رؤية ضبابية.",
    "button": " التهاب الملتحمة",
    "pos": "feh91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feh91": {
    "title": " التهاب الملتحمة",
    "image": "images/organs/moltahemah-kajheah.jpg",
    "causes": "1- فيروسات - عدوى فيروسية \n2- بكتيريا - عدوى جرثومية - ، وهو مسبب شائع لاسيما في الأطفال بشكل خاص، وتظهر عند البالغين، ترافقها إفرازات لزجة نسبيا ذات لون أصفر مخضر، وهنا تكون ثمة صلة لعدوى سابقة في الجهاز التنفسي العلوي.\n3- عوامل حارجية، فقد يتسبب دخول جسم غريب أو مواد كيميائية مختلفة لداخل العين بالتهاب في العين، وغالبًا مايتلاشى سريعًا، ولايتعدى 24 ساعة بعد تخلص العين من هذا العامل الخارجي.",
    "symptoms": "1- الإحمرار وتورم الملتحمة.\n2- ألم مع الإحساس بحكة لوجود جسم داخل العين.\n3- وجود إفرازات تصاحبها كثرة الدموع.\n4- التحسس من الضوء.\n5- صعوبة فتح العينين عند الإفاقة من النوم؛ لظهور غشاء يشبه القشرة على سطح العين نتيجة للإفرازات الناجمة عنها أثناء الليل.",
    "button": "التهاب القزحية",
    "pos": "fei91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fei91": {
    "title": "التهاب القزحية",
    "image": "images/organs/moltahemah-kajheah.jpg",
    "causes": "- يحدث التهاب القزحية نتيجةً لأسباب غير معروفة، وغالبًا ما يظهر الالتهاب في هذه الحالات مرة واحدة فقط.\n- ولكن قد تُساهم العديد من الأسباب في حدوث التهاب القزحية، وفي معظم الأحيان يحدث الالتهاب بشكل متكرر، إذ تتضمن أسباب التهاب القزحية ما يأتي:\n    - إصابة العين، إذ تؤدي إصابة العين إلى حدوث التهاب في قزحية العين، كما يُعد وجود تاريخ مرضي سابق في إصابة العين أحد أسباب التهاب القزحية المتأخر.\n    - الالتهاب التابع لعمليات العين الجراحية.\n    - العدوى، مثل: فيروس السل (Tuberculosis)، وفيروس هربس (Herpes)، وغيرها.\n    - الساركويد (Sarcoidosis).\n    - مرض بهجت (Adamantiades-Behcet's disease).\n    - استخدام بعض الأدوية، مثل: الأدوية المستخدمة في علاج الغلوكوما.\n    - أمراض المناعة الذاتية، مثل: مرض الحمى الذؤابية، والتهاب المفاصل الروماتويد.",
    "symptoms": "1- قد يحدُث الْتِهاب القزحِيَّة في عين واحدة أو كلتا العينين. عادةً ما يحدُث فجأة، ويُمكن أن يستمرَّ لمدة ثلاثة أشهر.\n2- تتضمَّن مُؤشِّرات الْتِهاب القزحِيَّة وأعراضه ما يلي:\n    - احمرار العين\n    - الانزعاج أو الألم في العين المصابة\n    - الحساسية للضوء\n    - انخفاض الرؤية",
    "button": "الم العين",
    "pos": "fej91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fej91": {
    "title": "الم العين",
    "image": "images/organs/pain.jpg",
    "causes": "السبب الأكثر شيوعًا لألم العين هو مجرد وجود شيء ما في عينك.  سواء كان ذلك رمشًا أو قطعة من الأوساخ أو مكياج ، فإن وجود جسم غريب في العين يمكن أن يسبب تهيجًا واحمرارًا وعيونًا دامعة وألمًا.",
    "symptoms": "1- ضعف الرؤية.\n2- 2- التفريغ: يمكن أن يكون واضحًا أو سميكًا وملونًا.\n3- 3- الإحساس بجسم غريب - الشعور بوجود شيء ما في العين ، سواء كان حقيقيًا أو متخيلًا\n4- 4- صداع.\n5- 5- الحساسية للضوء.\n6- 6-الغثيان أو القيء.",
    "button": "دوائر مظلمة",
    "pos": "fek91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fek91": {
    "title": "دوائر مظلمة",
    "image": "images/organs/dark-circles.webp",
    "causes": "1- عمر\n2- إجهاد العين\n3- الحاسية\n4- تعب",
    "symptoms": "1-  الحساسية\n2- 2- التهاب الجلد التأتبي (الإكزيما)\n3- 3-  التهاب الجلد التماسي.\n4-  4- تعب.\n5- 5-  حمى القش (التهاب الأنف التحسسي)\n6-  6- الوراثة.\n7- 7- مخالفات التصبغ",
    "button": "العيون السوداء (لون كدمة العين)",
    "pos": "fel91",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fel91": {
    "title": "العيون السوداء (لون كدمة العين)",
    "image": "images/organs/kadamat.jpg",
    "causes": " السبب الأكثر شيوعًا للعين السوداء هو ضربة للعين أو الأنف أو الجبهة.  اعتمادًا على مكان سقوط الضربة ، قد تتأثر إحدى العينين أو كلتا العينين.  غالبًا ما تؤدي ضربة الأنف إلى تضخم كلتا العينين لأن التورم الناتج عن إصابة الأنف يتسبب في تجمع السوائل في الأنسجة الرخوة للجفون.",
    "symptoms": "1-  ألم حول العين.\n2- تورم حول العين ، والذي يمكن أن يكون خفيفًا في البداية ثم يزداد لاحقًا.\n3- قد يؤدي التورم إلى صعوبة فتح العين.\n4- تلون (مثل كدمة) حول العين\n5- رؤية مشوشة.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "fe101": {
    "title": "(الأذن الخارجية)\n دمامل او خراج الاذن (التهاب الأذن الخارجية المحدد)",
    "image": "images/organs/eye.jpg",
    "causes": "ومن أشهر أسباب ظهور دمل داخل الأذن استخدام أجسام غريبة ملوثة لتنظيف الأذن أو حكها بطريقة خاطئة، مثل استخدام أعواد الكبريت أو الأدوات الحادة وإدخالها في القناة السمعية خصوصاً في الأطفال، لكنه يُصيب الكبار أيضاً بدون أسباب واضحة وخصوصاً مرضى السكري.",
    "symptoms": "1- ألم شديد بالقناة السمعية: بالأخص عند مضغ الطعام، وهذا هو العرَض الأكثر شيوعاً.\n2- صمم مؤقت في الأذن المصابة ( في حال كان الدمّل كبيراً)\n3- إفرازات صديدية من الأذن في حال انفجر الدمّل, وتكون إفرازات شحيحة في الكمية، وعندما تخرج تلك الإفرازات يشعر المريض بتحسن كبير مفاجيء ويتضاءل الوجع إلى حد الاختفاء.\n5-  طنين: قد يشعر المريض بصوت متكرر (طنين) في أذنه.\n5- هرش متكرر وتهيُّج في القناة السمعية",
    "button": "التهاب الجلد في قناة الأذن",
    "pos": "fea101",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea101": {
    "title": "(الأذن الخارجية)\n التهاب الجلد في قناة الأذن",
    "image": "images/organs/eye.jpg",
    "causes": "1- يُعد التهاب الجلد بالتماس في قناة الأذن ردة فعل تحسسية تجاه مهيجات محددة، مثل حلقات الأذن التجميلية الحاوية على النيكل، والعديد من مستحضرات التجميل (على سبيل المثال، مثبتات الشعر، وغسول الجسم، وصبغات الشعر).\n2- أما التهاب الجلد الإكزيماوي الأذني فقد يحدث بشكل مفاجئ لدى بعض المرضى الذين يعانون من أنواع معينة من حالات تشبه التهاب الجلد، مثل التهاب الجلد المثّي و الصدفية.\n3- يمكن لتهيج الجلد وتقشره الناجم عن التهاب الجلد أن يسمح للبكتيريا أو الفطور بالتسبب بعدوى في قناة الأذن (التهاب الأذن الخارجية الحاد).",
    "symptoms": "يُسبب كلا النوعين من التهاب الجلد الحكة، والاحمرار، وخروج واضح لمفرزات رائقة أو رطبة، وتقشر وتشقق الجلد بصورة مؤلمة وازدياد دُكنته (يميل نحو اللون الغامق).على النقيض من ذلك، عادةً ما يكون العَرَض الأولي للعدوى بكتيرية هو الألم الشديد في الأذن.تُسبِّبُ العدوى الفطرية في قناة الأذن الفطريَّة حكَّةً أكثر شدَّةً من الألم.",
    "button": "التهاب سمحتق الغضروف",
    "pos": "feb101",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb101": {
    "title": "(الأذن الخارجية)\nالتهاب سمحتق الغضروف",
    "image": "images/organs/eye.jpg",
    "causes": "1- مسبّب التهاب الغضاريف ليس معروفًا، ولكنه لدى نحو ثُلث المصابين يترافق التهاب النسيج الغضروفي الثانوي بأمراض المناعة الذاتيّة الأخرى، مثل: التهاب المفاصل الروماتويدي (Rheumatoid Arthritis)، أو الذّئبة (Lupus)، أو مرض بهجت (Behcet's disease)، أو أمراض أخرى.\n2- غالباً ما يحدث التهاب سمحاق الغضروف بسبب وجود بكتيريا في الغشاء المحيط به، ويعتبر النوع الأكثر شيوعاً من البكتيريا التي تسبب التهاب سمحاق الغضروف هي البكتيريا التي تُعرَف بـ (سودومونس أيرجينوزا)، والتي قد تصل إلى سمحاق الغضروف في الحالات التالية:\n    - عقب عملية جراحية للأذن.\n    - ثقب الأذن (خاصة ثقب الغضروف).\n    - بعض الرياضات التي تتطلب الاحتكاك الجسدي.\n    - إصابة على جانب الرأس.\n    - تزيد الجراحة والحروق والوخز بالإبر أيضاً من خطر الإصابة بالعدوى.",
    "symptoms": "1- تشوه في شكل الأنف.\n2- ألم في الأذن واحمرار.\n3- عيون حمراء ومؤلمة ومنتفخة.\n4- تورم مؤلم في مفاصل اليدين، والأصابع، والكتفين، والمرفقين، والركبتين، والكاحلين، وأصابع القدم، والحوض، والذي قد يحدث أو لا يحدث مع التهاب المفاصل.\n5- ألم الأضلاع.\n6- آلام الحلق أو الرقبة.\n7- صعوبة في التنفس والتحدث.\n8- صعوبة في البلع.\n9- الطفح الجلدي.",
    "button": "انسداد الاذن",
    "pos": "fec101",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec101": {
    "title": "(الأذن الخارجية)\nانسداد الاذن",
    "image": "images/organs/eye.jpg",
    "causes": "-1 الرشح والزكام، وهو السبب الأكثر شيوعاً وخاصة عند الأطفال، حيث يعمل احتقان السوائل بسبب الرشح على انسداد قناة استاكيوس.\n2- التهاب الأذن الوسطى والخارجية، بسبب تجمع القيح الناتج عن الاتهاب داخل قناة استاكيوس.\n3- تجمع السوائل داخل الأذن الوسطى، حيث تحتاج الأذن لمدة من الزمن تصل لعدة أشهر للتخلص من السوائل التي قد تتجمع نتيجة لعدوى سابقة.\n4- نفخ الأنف، حيث يعمل نفخ الأنف بقوة لتنظيفه على إجبار تحريك السوائل داخل الأذن إلى قناة استاكيوس.\n5- الحساسية، مثل حمى القش حساسية الأنف التي تسبب احتقان الأنف وانغلاق لقناة استاكيوس بسبب رجوع السوائل للأذن عند عدم إخراجها.\n6- ركوب الطائرة والصعود للأماكن شديدة الارتفاع، بسبب حدوث اختلاف مفاجئ للضغط داخل الأذن.\n7- دخول الماء داخل الأذن بعد الاستحمام أو السباحة.\n8- تجمع الشمع داخل الأذن.\n9- دخول جسم غريب داخل الأذن.",
    "symptoms": "1- ألم في داخل الأذن.\n2- الشعور بامتلاء الأذن والضغط داخلها.\n3- سماع صوت رنين داخل الأذن.\n4- ضعف القدرة على السمع.\n5- الدوار وعدم التوازن.",
    "button": "عدوى قناة الاذن ( اذن السباحيين) ",
    "pos": "fed101",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed101": {
    "title": "(الأذن الخارجية)\nعدوى قناة الاذن ( اذن السباحيين) ",
    "image": "images/organs/eye.jpg",
    "causes": "1-يمكن لمجموعة متنوعة من البكتيريا أن تُسبب العدوى في قناة الأذن، مثل الزائفة الزنجارية أو المكورات العنقودية الذهبية.تكون العدوى الفطرية في قناة الأذن (الفطار الأذني otomycosis)، والتي تنجم عادة عن الرشاشية السوداء Aspergillus niger أو المبيضات البيض Candida albicans, أقل شُيُوعًا.تنجم الدمامل عادة عن Staphylococcus aureus.\n2- يكون بعض الأشخاص معرضون بشكل خاص للإصابة بالتهاب الأذن الخارجية الحاد، بما في ذلك مرضى الحساسية، و الصدفية، و الإكزيمة، و التهاب الجلد المثّي",
    "symptoms": "1- تشتمل أعراض التهاب الأذن الخارجية الحاد على الألم، والاحمرار، وخروج المفرزات.تكون المفرزات كريهة الرائحة، ذات لون أبيض أو أصفر، وتخرج عبر قناة الأذن.قد لا يشكو المريض من تورم في قناة الأذن، أو يشكو من مجرد تورم بسيط، أو تورم كبير يسد الأذن في الحالات الشديدة.إذا تورمت قناة الأذن أو امتلأت بالصديد والفضلات، فسوف تتراجع قوة السمع.عادةً ما تكون قناة الأذن مؤلمة بالجس أو عند سحب صيوان الأذن نحو الخارج أو عند الضغط على الطية الجلدية والغضروف في مقدمة قناة الأذن.\n2- تُسبب العدوى الفطرية في قناة الأذن الحكة أكثر مما تسبب من الألم، كما يشعر المريض بحس امتلاء في الأذن.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fe102": {
    "title": "(الأذن الوسطي)\nعدوى او التهاب الاذن الوسطى ",
    "image": "images/organs/eye.jpg",
    "causes": "يَحدُث التهاب الأذن بسبب بكتيريا أو فيروس يصيب الأذن الوسطى. وتنتج هذه العدوى أحيانًا بسبب مرض آخر — البرد، أو الإنفلونزا أو الحساسية — مما يسبب احتقانًا وتورُّمًا في الممرات الأنفية، والحلق، والقناة السمعية.",
    "symptoms": "تتضمن العلامات والأعراض الشائعة في الأطفال ما يلي:\n    - ألم بالأذن، بالأخص عند الاستلقاء\n    - ضغط أو سحب على الأذن\n    - صعوبة في النوم\n    - البكاء أكثر من المعتاد\n    - التهيُّج\n    - صعوبة السمع أو الاستجابة للأصوات\n    - فقدان التوازن\n    - حُمَّى بدرجة حرارة 38 درجة مئوية (100 درجة فهرنهايت) أو أكثر\n    - تصريف سائل من الأذن\n    - الصداع\n    - فقدان الشهية\n2- تتضمَّن العلامات والأعراض الشائعة لدى البالغين ما يلي:\n    -  ألم الأذن\n    - تصريف سائل من الأذن\n    -  مشكلة في السمع",
    "button": "التهاب الخشاء",
    "pos": "fea102",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea102": {
    "title": "(الأذن الوسطي)\nالتهاب الخشاء",
    "image": "images/organs/eye.jpg",
    "causes": "يحدث التهاب الخشاء عادةً عندما ينتقل التهاب الأذن الوسطى الحادّ، الذي تُرِكَ من غير معالجة أو جرت مُعالجته على نحوٍ غير ملائمٍ، من الأذن الوسطى إلى العظم المحيط - الناتئ الخُشَّائيّ mastoid process.وتنجُم معظمُ حالات عدوى الخشاء عن بكتريا المكورات الرئوية.تُؤدِّي اللقاحات المُقتَرِنة بالمُكوِّرات الرئوية إلى انخفاضٍ ملحُوظ في العدوى ببكتيريا المكورات الرئوية، ويكُون التهاب الخشاء غير شائع.يُمكن أن يُؤدِّي التهاب الخشاء الذي جرت مُعالجته على نحوٍ غير ملائمٍ إلى الصَّمم وتسمُّم الدَّم (الإنتان) وعدوى النُّسج التي تُغطِّي الدِّماغ (التهاب السَّحايا) و خراجات الدِّماغ أو الوفاة.",
    "symptoms": "تظهر أعرَاضُ التهاب الخشاء عادةً خلال فترةٍ تتراوح بين أيام وأسابيع من بعد الإصابة بالتهاب الأذن الوسطى الحاد، نظرًا إلى أن العدوى المنتشرة تُؤدِّي إلى تلفٍ في الجزء الداخليّ من الناتئ الخُشَّائي.قد يتشكَّل تجمُّع من القيح (خراج) في العظم.وقد يُصبِح الجلد الذي يُغطِّي الناتئ الخُشَّائيّ أحمرَ اللون ويتورَّم ويُسبِّب الألم عند الجسّ، وتندفع الأذن الظاهرة إلى الجانبين والأسفل.تنطوي الأعراضُ الأخرى على الحمَّى والألم حول الأذن وفي داخلها وخروج الكثير من المفرزات البيضاء من الأذن.ويميل الألم إلى أن يكون مُستمرَّاً ونابِضًا.ويُمكن أن يتفاقم ضعف السَّمع مع مرور الزمن",
    "button": "التهاب طبلة الاذن",
    "pos": "feb102",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb102": {
    "title": "(الأذن الوسطي)\nالتهاب طبلة الاذن",
    "image": "images/organs/eye.jpg",
    "causes": "قد تؤدي الفيروسات أو البكتيريا المختلفة إلى حدوث التهاب حاد في طبلة الأذن. وعادةً ما تكون هي نفس مسببات الأمراض التي تسبب أيضًا التهابًا حادًا في الأذن الوسطى.",
    "symptoms": "1- ألم الأذن المفاجئ\n2- ضعف السمع، في بعض الأحيان بسبب تجمع السوائل في الأذن الوسطى. قد يكون ذلك عادةً نتيجة لالتهاب الأذن الوسطى المصاحب.\n3- تكون بثور مملوءة بالسوائل أو الدم على الجزء الخارجي من طبلة الأذن\n4- الحمى المحتملة\n5- بالإضافة إلى ذلك، يرافق التهاب طبلة الأذن الحاد في كل الحالات تقريبًا وجود التهاب في الأذن الوسطى.",
    "button": "الرضخ الضغطى",
    "pos": "fec102",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec102": {
    "title": "(الأذن الوسطي)\nالرضخ الضغطى",
    "image": "images/organs/eye.jpg",
    "causes": "1- عدم القدرة على معادلة فرق الضغط الذي قد يحدث أثناء رحلات الطيران أو الغوص أو القيادة عبر المرتفعات أو تسلق الجبال.\n2- انسداد قناة استاكيوس التي تساعد على استعادة التوازن أثناء حدوث تغييرات في الضغط.\n3- التهاب الجهاز التنفسي العلوي والاحتقان الناتج عنه.\n4- الاحتقان والانسداد الناجم عن الحساسية والتدخين وإصابات الوجه السابقة.\n5- حبس النفس أثناء الصعود قد يتسبب في حالة الرضح الرئوي.\n6- تناول المشروبات الغازية أو الوجبات الثقيلة قبل الغوص.\n7- مضغ العلكة أثناء الغوص",
    "symptoms": "1- ألم في الأذن.\n2- الشعور بانسداد الأذن.\n3- الدوار.\n4- نزيف أو خروج سائل من الأذن.\n5- فقدان السمع والغثيان والتقيؤ وطنين الأذن الناتج عن حالات الرضح الضغطي الخاص بالأذن.\n6- الرعاف في حالات الضغط في الجيوب الأنفية.\n7- ضيق في التنفس وبلع مؤلم وبحة في الصوت وألم في الصدر، الناتج عن الرضح الضغطي الخاص بالرئة.\n8- الخدر وصعوبة في الكلام والتشنجات الناتج عن حالات انسداد الهواء",
    "button": " تمزُّق (ثقب) طبلة الأذن",
    "pos": "fed102",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed102": {
    "title": "(الأذن الوسطي)\n تمزُّق (ثقب) طبلة الأذن",
    "image": "images/organs/eye.jpg",
    "causes": "-1 عدوى الأذن الوسطى (التهاب الأذن الوسطى). تؤدي عدوى الأذن الوسطى غالبًا إلى تراكم السوائل في الأذن الوسطى. ويمكن أن يؤدي ضغط هذه السوائل إلى ثَقْب طبلة الأذن.\n2- الرضح الضغطي. الرضح الضغطي هو الجهد الواقع على طبلة الأذن عندما يختل التوازن بين ضغط الهواء في الأذن الوسطى وضغط الهواء في البيئة المحيطة. وفي حال كان الضغط شديدًا، فقد تنثقب طبلة الأذن.\n3- يحدث الرضح الضغطي غالبًا بسبب تغيرات ضغط الهواء المصاحبة للسفر جوًا.\n4-  تتضمن الأحداث الأخرى التي قد تسبِّب تغيُّرات مفاجِئة في الضغط — وربما ثَقْب طبلة الأذن — ممارسة الغوص وتعرُّض الأذن لضربة‎ ‎مباشرة، كما يحدث عند ارتطام كيس الهواء في السيارات بها.\n5- الأصوات العالية أو الانفجارات (الصدمة الصوتية). يمكن في حالات نادرة أن يتسبب أي صوت أو انفجار عالٍ، كما يحدث من انفجار أو طلقة نارية، وما يسبب بشكل أساسي موجة صوتية قوية، في ثَقب طبلة الأذن.\n6- دخول أجسام غريبة في أذنك. يمكن للأشياء الصغيرة — مثل أعواد التنظيف القطنية أو دبابيس الشَّعْر — أن تَثقُب أو تمزِّق طبلة الأذن.\n7- التعرض لصدمة شديدة في الرأس. قد تسبب الإصابة الشديدة -مثل كسر قاعدة الجمجمة- خلع أو تلف أعضاء الأذن الوسطى والداخلية، بما في ذلك طبلة الأذن.",
    "symptoms": "1- ألم في الأذن قد تقِلُّ شدته سريعًا\n2- إفرازات من الأذن تشبه المخاط أو مختلطة \n3- بصديد أو دم\n4- فقدان السمع\n5- طنين الأذن\n6- شعور بالدوار\n7- غثيان أو قيء يمكن أن ينتج عن الدوار",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fe103": {
    "title": "(الأذن الداخلية)\nداء المينيير",
    "image": "images/organs/eye.jpg",
    "causes": "لا يُعد سبب الإصابة بداء مينيير واضح بشكل دقيق، ولكنه يرجع إلى تجمع كمية غير طبيعية من السوائل في الأذن الداخلية، يُوجد بعض العوامل التي تزيد من خطر الإصابة بالمرض، مثل ما يأتي:\n    - العدوى الفيروسية.\n    - التصريف غير السليم للسوائل.\n    - اضطرابات في جهاز المناعة.",
    "symptoms": "1- ضعف السمع: يُعد ضعف السمع أولى علامات داء مينيير، إذ يشعر المريض بضعف مفاجئ في السمع، وأحيانًا قد يحدث هذا في غضون ساعات قليلة، وفي أذن واحدة فقط أو في كلتا الأذنين.\n2- نوبات من الدوار: إذ يمكن أن تحدث نوبة واحدة أو أكثر، وقد يزداد عددها وشدتها مع الوقت، وعندما يكون الدوار هو العلامة لمرض مرض مينيير\n3- و الشعور بالدوران ويستمر  من يوم واحد حتى عدة أيام،\n4- الطنين: عندما يكون الطنين هو العلامة الأولى للمرض يكون في جهة واحدة، ثم يزداد في غضون أيام ويتلاشى خلال بضعة أسابيع.",
    "button": "اعتلال او التهاب العصب الدهليزى",
    "pos": "fea103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea103": {
    "title": "(الأذن الداخلية)\nاعتلال او التهاب العصب الدهليزى",
    "image": "images/organs/eye.jpg",
    "causes": "ينتج اعتلال العصب الدهليزي عن الإصابة بعدوى ميكروبية، وتحدث معظم حالات المرض بسبب عدوى الفيروسات مثل فيروس الإنفلونزا، والجدري، والحصبة الألمانية، والنكاف، والحزام الناري، وقد تصيب هذه الميكروبات الأذن الوسطى أو تسبب عدوى في باقي الجسد. كذلك فإن اعتلال العصب الدهليزي قد ينتج عن العدوى البكتيرية في بعض الحالات",
    "symptoms": "-1 اختلال في التوازن ودوار مفاجئ.\n2- دوخة شديدة.\n3- غثيان وقيء.\n4- مشاكل في الرؤية.\n5- صعوبة في التركيز.\n6- وتبدأ هذه الأعراض بشكل مفاجئ وخلال ساعات، ثم تتحسن خلال أيام إلى أسابيع، وتكون على أشدها في الأيام الأولى. في بعض الحالات قد تستمر الأعراض عدة شهور، وبالأخص مشاكل التوازن والدوخة.",
    "button": "الهربس النطاقى فى الأذن ",
    "pos": "feb103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb103": {
    "title": "(الأذن الداخلية)\nالهربس النطاقى فى الأذن ",
    "image": "images/organs/eye.jpg",
    "causes": "1- الهربس النطاقي الأذني هو عدوى بفيروس الهربس النطاقي herpes zoster virus تصيب مجموعات الخلايا العصبية (العقد) التي تتحكم يالأعصاب المسؤولة عن السمع والتوازن (العصب القحفي الثامن) والحركات الوجهية (العصب القحفي السابع).\n2- يحدث الهربس النطاقي الأذني عندما يتفعل فيروس الهربس النطاقي مجددًا في العصبين القحفيين السابع والثامن.يتحكم العصب القحفي السابع ببعض عضلات الوجه.في حين يكون العصب القحفي الثامن مسؤولًا عن السمع والتوازن.",
    "symptoms": "1- الألم الشديد في الأذن\n2- حويصلات مملوءة بسائل خارج الأذن (الصيوان) وفي داخل قناة الأذن\n3- شلل مؤقَّت أو دائم في جانب واحد من الوجه (بشكل مشابه لشلل بل)\n4- دوار يستمر لأيام أو أسابيع (إحساس كاذب بالحركة أو الدوران)\n5- نقص السمع، والذي قد يكون دائمًا، أو قد يتعافى لاحقًا بشكل جزئي أو كلي\n6- الصداع، أو التخليط الذهني، أو تيبس الرقبة في حالات نادرة\n7- قد تتأثر الأعصاب القحفية الأخرى في بعض الأحيان.",
    "button": "التهاب التيه الصديدي",
    "pos": "fec103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec103": {
    "title": "(الأذن الداخلية)\nالتهاب التيه الصديدي",
    "image": "images/organs/eye.jpg",
    "causes": "يحدث التهاب التيه الصديدي عادة عندما تغزو البكتيريا الأذن الداخلية في سياق الإصابة بعدوى شديدة في الأذن الوسطى (التهاب الأذن الوسطى الحاد) أو بعض أشكال التهاب السحايا أو كمُضَاعَفات لكسر العظم الصدغي في الجمجمة.كما يمكن أن يحدُثَ كاختلاط لانثقاب طبلة الأذن المزمن (كما هيَ الحال عند المرضى الذين يعانون من نوبات متكررة من التهاب الأذن الوسطى)، ولاسيَّما عند المرضى الذين يشكون من ورم كوليسترولي (نسيج شبيه بالجلد ينمو في طبلة الأذن المثقوبة).",
    "symptoms": "1- دوار شديد (إحساس كاذب بالحركة أو الدوران) ورأرأة (حركة اهتزازية سريعة لمقلتي العينين في اتجاه واحد بالتناوب مع عودتهما إلى الوضع الأصلي ببطء\n2- الغثيان والتقيّؤ\n3- طنين الأذن\n4- درجات متفاوته من نقص السمع\n5- عادة ما يشكو المرضى من الألم والحمى.",
    "button": " دوار الوضعة الانتيابي الحميد",
    "pos": "fed103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed103": {
    "title": "(الأذن الداخلية)\nدوار الوضعة الانتيابي الحميد",
    "image": "images/organs/eye.jpg",
    "causes": "تتحفز معظم نوبات دوار الوضعة الانتيابي الحميد عند تغير وضعية الرأس -كما هو الحال عند فتل الرأس على الوسادة عند بداية الاستيقاظ صباحًا، أو إمالة الرأس نحو الخلف عند محاولة الوصول إلى رف مرتفع-عادةً ما تحدث الإصابة بدوار الوضعة الانتيابي الحميد عندما تنزاح جسيمات الكالسيوم (غبار الأذن otoconia) التي توجد بشكل طبيعي في الأذن الداخلية (القريبة utricle والكٌييس saccule) وتتوضع في جزء آخر من الأذن الداخلية (القناة الهلالية الخلفية غالبًا).",
    "symptoms": "نوبات قصيرة من الدوار، بحيث يشعر المريض بحركة أو دوران جسمه أو الأشياء من حوله.\nالغثيان و/أو التقيؤ",
    "button": "ورم الشفانى الدهليزي ",
    "pos": "fee103",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee103": {
    "title": "(الأذن الداخلية)\nورم الشفانى الدهليزي ",
    "image": "images/organs/eye.jpg",
    "causes": "الورم الشفاني الدهليزي vestibular schwannom (ويُعرف أيضًأ باسم ورم العصب السمعي acoustic neuroma) هو ورم غير سرطاني (حميد) ينشأ من الخلايا التي تلتف حول العصب الدهليزي (خلايا شوان Schwann cells).\n2- تنشأ هذه الأورام من العصب الدهليزي (المسؤول عن التوازن)، وهو فرع من العصب الدهليزي القوقعي (العصب القحفي الثامن).أما الفرع الآخر، العصب القوقعي cochlear (السمعي)، فيحمل الإشارات الصوتية إلى الدماغ.تتضمن الأَعرَاض المبكرة المتزامنة مع نمو الورم وضغطه على العصب السمعي نقص السمع المترقي ببطء في أذن واحدة (ولهذا السبب جرت تسميته تاريخيًا بورم العصب السمعي)",
    "symptoms": "1- نقص السمع المترقي ببطء في أذن واحدة\n2- الضجيج أو الرنين في الأذن (الطنين)\n3- الصداع\n4- الشعور بالضغط أو الامتلاء في الأذن\n5- ألم الأذن\n6- عدم التوازن أو عدم الثبات عندما يلتفت الشخص بسرعة",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "fe111": {
    "title": "متلازمة الفم الحارق",
    "image": "images/organs/fam-harek.jpg",
    "causes": "1- عدم الحصول على كمية كافية من العناصر المغذية، مثل نقص الحديد.\n2- جفاف الفم\3- الحالات المرضية الفموية الأخرى، مثل العدوى الفطرية في الفم.\n4- ارتجاع حمض المعدة الذي يرتد من المعدة إلى الفم، ويسمى أيضًا داء الارتجاع المعدي المريئي (GERD).\n5- اضطرابات الغدد الصماء",
    "symptoms": "1- إحساس بالحرق أو اللسع يؤثر غالبًا في اللسان، لكنه قد يؤثر أيضًا في الشفتين أو اللثة أو سقف الفم\n2- إحساس بجفاف الفم مع زيادة العطش.\n3- تغيُّر الطعم في الفم، مثل الإحساس بطعم مرارة أو مذاق معدني.\n4- فقدان حاسة التذوق.\n5- الشعور بالتنميل أو اللسع أو الخَدَر في فمك.",
    "button": "قرح الفم",
    "pos": "fea111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea111": {
    "title": "قرح الفم",
    "image": "images/organs/korah-fam.jpg",
    "causes": "1- استخدام أنواع معجون الأسنان وغسول الفم التي تحتوي على كبريتات لاورويل الصوديوم\n2- الإصابة بحساسية تجاه الطعام\n3- اتباع نظام غذائي يفتقر إلى العناصر التي تحتوي على فيتامين ب 12، والزنك، وحمض الفوليك أو الحديد\n4- رد فعل تحسسي تجاه أنواع معينة من البكتيريا في الفم\n5- البكتيريا الملوية البوابية، وهي نفس البكتيريا التي تسبب الإصابة بالقرحة الهضمية\n6- الضغط العاطفي\n7- التغيرات الهرمونية خلال فترة الحيض",
    "symptoms": "تشمل أعراض تقرحات الفم ظهور قروح أو بثور مفتوحة في الفم، والتي تسبب ألم أو الشعور بالانزعاج في الفم، وخاصة عند تناول الطعام أو التحدث، الأمر الذي قد يسبب فقدان الشهية عند البعض",
    "button": "التهاب الشفاه",
    "pos": "feb111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb111": {
    "title": "التهاب الشفاه",
    "image": "images/organs/eltehab-shefah.jpg",
    "causes": "1- يحدث التهاب الشفة بشكل أكثر شيوعًا عند البالغين و كبار السن الذين يعانون من فقدان الأسنان، هذا يؤدي إلى تدلي الشفة العلوية من الشفة السفلية وبالتالي تجعل زوايا الفم أعمق مما يؤدي إلى استمرار وجود اللعاب وما يترتب على ذلك من تهيج للجلد، يؤدي هذا إلى ظهور الجلد باللون الأحمر والتقرح.\n2- كما يحدث التهاب الشفاه أيضا نتيجة الإصابة بداء المبيضات الفموي والعدوى الثانوية بالمكورات العنقودية أو العقدية , بينما يتسبب انحسار خط الفك الطبيعي أيضًا في زيادة خطر الإصابة بالتهاب الشفاه، ويمكن أن تزيد أطقم الأسنان ذات التركيب غير المناسب من خطر الإصابة بالعدوى في الشقوق الرطبة في زوايا الشفاه كما قد تؤدي إلى حدوث تهيج للشفاه وبالتالي التهاب.\n3- التهاب الشفة هو أيضًا أحد الأعراض المعروفة لنقص الريبوفلافين ولكنه قد يصاحب أيضًا نقص الحديد والكوبالامين والزنك في الجسم، في حين ترتبط الإصابة ببعض الأمراض الجلدية أيضًا بالتهاب الشفاه بشكل كبير.\n4- وقد تشمل الأسباب الأخرى لالتهاب الشفايف :\n    - نقص المناعة وسوء الصحة العام ، كما هو الحال في العلاج الكيميائي أو مرض السكري أو فقدان المناعة الطبيعية الأخرى المكتسبة\n    - العلاج بأدوية معينة مثل الإيزوتريتينوين أو الأدوية المضادة للفيروسات القهقرية أو المضادات الحيوية أو الكورتيكوستيرويدات الجهازية، وهي مرتبطة أيضًا بداء المبيضات الفموي وهو عامل خطر آخر لالتهاب الشفة الزاوي\n    - الإصابة بالأكزيما مما يجعل الجلد شديد الحساسية و لديه قابلية عالية للإصابة بالعدوى.\n    - جفاف وتقشير الغشاء المخاطي للشفة.",
    "symptoms": "1- ظهور بقع بيضاء على الشفتين وزوايا الفم الداخلية والخارجية.\n2- احمرار أو وجع في أي مكان في الشفاه، بما في ذلك زوايا الفم\n3- تشققات وجروح صغيرة في زاوية الفم\n4- الشعور بالألم مع الأكل أو الشرب.\n5- الشعور بالحكة والحرقان في الشفتين.\n6- كانت هذه أهم وأبرز الأعراض التي تصاحب التهابات الشفايف والتي تشير إلى أن الشفاه بحاجة إلى رعاية وعلاج,وفيما يلي علاج التهاب الشفايف",
    "button": "قرحة اللسان",
    "pos": "fec111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec111": {
    "title": "قرحة اللسان",
    "image": "images/organs/korha.jpg",
    "causes": "1- عادات سيئة\n2- الالتهابات أو الحساسية\n3- نقص الفيتامينات والمعادن\n4- الجفاف\n5- التدخين\n6- توقف التنفس أثناء النوم\n7- بعض الحالات المرضية:\n    - متلازمة داون.\n    - قصور في الغدة الدرقية.\n    - الوذمة الوعائية (Angioedema).",
    "symptoms": "1- ألم في منطقة التقرح واحمرار فيها.\n2- التهاب في الحلق.\n3- غالبًا لا يرافق تقرحات اللسان من الجوانب أي أعراض، ولكن قد تدل هذه الأعراض على وجود مسبب ما لهذه الحالة",
    "button": "السلاق الفموى ",
    "pos": "fed111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed111": {
    "title": "السلاق الفموى ",
    "image": "images/organs/salak-famawe.jpg",
    "causes": "1- عادة، يعمل الجهاز المناعي على صد الكائنات الحية الغازية الضارة، مثل الفيروسات والبكتيريا والفطريات، مع الحفاظ على التوازن بين الميكروبات\"الجيدة\"و\"الضارة\" التي تسكن جسمك عادة. ولكن في بعض الأحيان تفشل هذه الآليات الوقائية، مما يزيد من عدد فطريات المبيضات ويسمح بالسيطرة على عدوى سلاق الفم.\n2- يتمثل النوع الأكثر شيوعًا من الفطريات المبيضات في المبيضات البيضاء. يمكن لعدة عوامل مثل ضعف جهاز المناعة أن تزيد من خطر الإصابة بالفطام الفموي.",
    "symptoms": "في البداية، قد لا تنتبه حتى لأعراض سلاق الفم. تتضمن العلامات والأعراض ما يلي:\n    - آفات بلون أبيض كريمي على اللسان، الوجنات من الداخل وأحيانًا على سقف الفم واللثة واللوز\n    - آفات ناتئة قليلاً تشبه الجبن الحلوم في مظهرها\n    - احمرار أو حرق أو قرح قد تكون شديدة بما يكفي للتسبب في صعوبة في تناوُل الطعام أو البلع\n    - نزيف بسيط في حال فرك الآفات أو كحتها\n    - تشقق واحمرار في زوايا الفم\n    - شعور بملمس كالقطن في الفم\n    - فقدان حاسة التذوق\n    - احمرار، تهيج وألم تحت الأسنان (التهاب الفم بالبدلة السنية)",
    "button": "التهاب اللسان",
    "pos": "fee111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee111": {
    "title": "التهاب اللسان",
    "image": "images/organs/eltehab-lesan.jpg",
    "causes": "1- تعرض الفم إلى عدوى فطرية أو جرثومية والذي قد يحدث بسبب عدم الإعتناء بنظافة الفم والأسنان واللثة.\n2- اضطرابات الجهاز الهضمي: حيث أن اضطرابات الجهاز الهضمي يمكن أن تؤثر بشكل مباشر على اللسان.\n3- الإصابة بفقر الدم: نتيجة نقص التغذية السليمة، وحينها يكون اللسان أكثر عرضة للتأثر بأي عوامل خارجية تصيبه مثل العدوى والبكتيريا.\n4- جفاف الفم: وهي حالة مرضية يقل فيها إفراز اللعاب، وبالتالي يصاب اللسان أيضًا بالجفاف مما يزيد من فرص التهابه.\n5- نقص الحديد والفيتامينات: حيث يؤدي نقص الحديد في الدم إلى التهاب اللسان، كما أن نقص فيتامين ب12 يؤدي إلى زيادة احتمالية تعرض اللسان للإلتهابات.\n6- تناول أطعمة تزيد الإلتهابات: فيحدث رد فعل تحسسي في اللسان، مثل الأطعمة الحارة وكذلك الأطعمة الساخنة جدًا.",
    "symptoms": "1- تورم في اللسان: وهذا يمكن ملاحظته بسهولة عند النظر إلى اللسان، فتظهر بعض التورمات والتقرحات عليه.\n2- آلام ووخز في اللسان: فمن الطبيعي أن يشعر المصاب بآلام في اللسان وكذلك حكّة وحرقان نتيجة هذه الإلتهابات وخاصة عند تناول الطعام أو الشراب.\n3- تغير سطح اللسان: حيث يتغير شكل وحجم الحليمات الصغيرة الموجودة عليه، ويمكن أن نلاحظ احمرار لونه أيضًا.",
    "button": "تمزق او تشقق اللسان",
    "pos": "fef111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fef111": {
    "title": "تمزق او تشقق اللسان",
    "image": "images/organs/tashakok.jpg",
    "causes": "- لا يوجد دراسات تثبت أو توضح أسباب تشقق اللسان، لكن قد يكون هناك رابط بين تشقق اللسان وبعض الأسباب، منها:\n    - العامل الوراثي: تزيد الجينات أو إصابة أحد أفراد العائلة بتشقق اللسان من فرصة حدوثه.\n    - اللسان الجغرافي: يصيب اللسان ويسبب ظهور بقع ملساء ومرتفعة على اللسان.\n    - التدخين: يسبب التدخين تشقق الفم مما يؤدي إلى حدوث تشقق اللسان.\nالإصابة ببعض متلازمات: مثل متلازمة داون، ومتلازمة سجوجرن (Sjogren's syndrome)، ومتلازمة كادون (Cowden syndrome).\n    - نقص الفيتامينات",
    "symptoms": "- من خصائص اللسان المتشقق:\n    - تظهر التشققات على أعلى اللسان وجوانبه.\n    - تؤثر التشققات على اللسان فقط.\n    - تختلف أعماق التشققات الموجودة على اللسان وقد تصل إلى عمق 6 ملم.\n    - تفصل الشقوق اللسان إلى أقسام صغيرة إذا اتصلت ببعضها.\n    - يشعر بعض الأشخاص في بعض الأحيان بالانزعاج وزيادة الحساسية عند تناول بعض المواد.",
    "button": "العصب الثلاثي",
    "pos": "feg111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "feg111": {
    "title": "العصب الثلاثي",
    "image": "images/organs/3asab.jpg",
    "causes": "- لا يوجد دراسات تثبت أو توضح أسباب تشقق اللسان، لكن قد يكون هناك رابط بين تشقق اللسان وبعض الأسباب، منها:\n    - العامل الوراثي: تزيد الجينات أو إصابة أحد أفراد العائلة بتشقق اللسان من فرصة حدوثه.\n    - اللسان الجغرافي: يصيب اللسان ويسبب ظهور بقع ملساء ومرتفعة على اللسان.\n    - التدخين: يسبب التدخين تشقق الفم مما يؤدي إلى حدوث تشقق اللسان.\n    - الإصابة ببعض متلازمات: مثل متلازمة داون، ومتلازمة سجوجرن (Sjogren's syndrome)، ومتلازمة كادون (Cowden syndrome).\n    - نقص الفيتامينات",
    "symptoms": "يحدث ألم العصب ثلاثي التوائم بسبب تعطل في وظائف العصب الثلاثي، وذلك بسبب ضغط أحد الأوعية الدموية عليه.",
    "button": "التهاب اللب",
    "pos": "feh111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feh111": {
    "title": "التهاب اللب",
    "image": "images/organs/lob.png",
    "causes": "1- عيب نخر صغير في المينا ينتشر في العاج\n2- الجراثيم: من خلال التسوس العميق.\n3- الصدمة: مثل الاصطدام الذي يحدث جراء الحوادث.\n4- المواد الكيميائية: من خلال المواد التي يتم التعرض لها عند طبيب الأسنان.",
    "symptoms": "1- ألم الأسنان عند تناول الأطعمة الساخنة أو الباردة.\n2- آلام الفم الشديدة والمفاجئة.\n3- العدوى.",
    "button": "خراج اللثه",
    "pos": "fei111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fei111": {
    "title": "خراج اللثه",
    "image": "images/organs/lathah.webp",
    "causes": "1- إن أهم أسباب خراج اللثة العلوية أو السفلية هو وجود عدوى والتهابات في الفراغ الواقع بين اللثة والأسنان.\n2- جيوب اللثه\n3- خراج الأسنان\n4- التهاب دواعم الأسنان\n5- بعد خلع درس\n6- فيروس نقص المناعة\n7- السمنة وزيادة الوزن.\n8- الإصابة بمرض السكري أو أمراض القلب.\n9- الإصابة بالتهاب المفاصل.\n10- الإصابة بالتهاب الكبدC.\n11- العوامل الوراثية.\n12- حدوث الاضطرابات الهرمونية النسائية.\n13- تناول بعض الأدوية التي تصيب الفم بالجفاف من خلال منع تدفق اللعاب فيه.",
    "symptoms": "1- نزيف اللثة.\n2- رائحة الفم الكريهة.\n3- الغثيان.\n4- الحمى أو ارتفاع درجة حرارة الجسم.\n5- التحسس من المواد الباردة والساخنة في الفم.\n6- ألم الأسنان.\n7- ألم الأذن.",
    "button": "خراج الأسنان",
    "pos": "fej111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fej111": {
    "title": "خراج الأسنان",
    "image": "images/organs/5orag.jpg",
    "causes": "1- عدوي بكتيريه\n2- الإصابة بأمراض اللثة.\n3- تسوس الأسنان.\n4- تصدع الأسنان.\n5- وجود نخر أو تجويف عميق في السن.\n6- عدم الاهتمام بنظافة الأسنان، وذلك من خلال القيام بتنظيفها بالفرشاة والمعجون مرتين يومياً.\n7- سوء التغذية.\n8- تناول الأطعمة والمشروبات الغنية بالسكر.\n9- ضعف المناعة نتيجة الإصابة بفيروس نقص المناعة أو غيرها من الأمراض.\n10- تناول بعض أنواع الأدوية.\n11- التدخين.\n12- تناول الكحول",
    "symptoms": "1- الالم النابض\n2- تورم الوجه واحمراره.\n3- طعم كريه في الفم.\n4- رائحة الفم الكريهة.\n5- تحسس الأسنان تجاه المواد الباردة والساخنة.\n6- تشوه الأسنان وتفككها، حيث يمكن أن يتغير لون الأسنان.\n7- تورم الغدد الليمفاوية تحت الفك أو في الرقبة.\n8- الحمى أو ارتفاع درجة حرارة الجسم.\n9- صعوبة فتح الفم.\n10- صعوبة التنفس أو البلع.\n11- الشعور بالإعياء.\n12- الأرق.",
    "button": "التواج",
    "pos": "fek111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fek111": {
    "title": "التواج",
    "image": "images/organs/eltwag.jpg",
    "causes": "تحدث الحالة بسبب البكتيريا الموجودة عادة في الفم و المسمية بالفلورا . و عادة تحصل عند بداية خروج الاسنان بحيث تنشق اللثة .",
    "symptoms": "1- الالم\n2- انتفاخ اللثة\n3- احمرار اللثة\n4- صعوبة فتح الفم\n5- طعم غريب في الفم نتيجة خروج القيح من اللثة\n6- رائحة فم كريهة\n7- انتفاخ العقد الليمفاوية الموجودة في الرقبة\n8- صعوبة البلع\n9- ارتفاع الحرارة و الضعف العام\n10- فقدان الشهية",
    "button": "قلح الأسنان",
    "pos": "fel111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fel111": {
    "title": "قلح الأسنان",
    "image": "images/organs/qal7.jpg",
    "causes": "ينتج قلح الاسنان عن قلة الرعاية الصحية بالسنان و اهمال تنظيفها اليومي",
    "symptoms": "1- تورم و احمرار اللثة\n2- تراكم طبقة صفرء على السن",
    "button": "لوحية سنية",
    "pos": "fem111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fem111": {
    "title": "لوحية سنية",
    "image": "images/organs/loheah.jpg",
    "causes": "البكتيريا",
    "symptoms": "1- جير الأسنان والذي يسبب اذا تم تركه\n2- التهاب اللثة\n3- التهاب دواعم الأسنان\n4- تسوس الاسنان",
    "button": "الأسنان المنطمره ( ضرس العقل )",
    "pos": "fen111",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fen111": {
    "title": "الأسنان المنطمره ( ضرس العقل )",
    "image": "images/organs/asnan-montamerah.jpg",
    "causes": "1- تسوس الأسنان أو نخرها\n2- امراض القلب\n3- ألم في الأذن\n4- ألم في محيط السن\n5- عوائق في فتح الفم\n6- التهاب اللثه\n7- أحيانا خراج أو تعفن",
    "symptoms": "1- ألم في الأذن\n2- ألم في محيط السن\n3- عوائق في فتح الفم\n4- التهاب اللثه\n5- أحيانا خراج أو تعفن",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "fe121": {
    "title": "نزيف الأنف",
    "image": "images/organs/nazeef.jpg",
    "causes": "1- جفاف الهواء المحيط.\n2- تعاطي مضادات الهيستامين ومضادات الاحتقان من أجل الحساسية او البرد او مشاكل الجيوب الانفية يؤدي أيضا الي جفاف أغشية الانف وبالتالي النزيف.\n3- التصاق جسم غريب داخل الانف.\n4- المواد الكيميائية المهيجة.\n5- رد الفعل التحسسي.\n6- إصابة الانف.\n7- العطس المتكرر.\n8- الضغط على الانف وسحبه بواسطة الأصابع.\n9- الهواء البارد.\n10- التهابات الجهاز التنفسي العلوي.\n11- الجرعات الكبيرة من الأسبرين.\n12- ارتفاع ضغط الدم.\n13- مشاكل تجلط الدم.\n14- الأورام السرطانية في الانف.",
    "symptoms": "نزيف دماء من الأنف",
    "button": "التهابات الجيوب الانفية",
    "pos": "fea121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea121": {
    "title": "التهابات الجيوب الانفية",
    "image": "images/organs/geob.jpg",
    "causes": "1- الفيروسات.\n2- البكتيريا.\n3- الفطريات.\n4- حساسية الانف.\n5- الزوائد اللحمية أو بعض الأورام السرطانية.\n6- انحراف الحاجز الانفي.\n7- التهاب اللحمية خلف الانف.\n8- التليف الكيسي.",
    "symptoms": "1- احتقان الانف.\n2- تصريف مخاط أخضر أو أصفر سميك من الانف.\n3- التهاب في الحلق.\n4- الكحة التي غالبا ما تسوء في الليل.\n5- تصريف للمخاط في مؤخرة الحلق.\n6- الصداع والم في الرأس.\n7- الألم، الضغط، او الحساسية الشديدة للمس خلف العين، الأنف، الخدين، أو الجبهة.\n8- ألم في الأذن.\n9- ألم في الأسنان.\n10- صعوبة في التنفس.\n11- انخفاض في قوة حاسة الشم.\n12- انخفاض في قوة حاسة التذوق.\n13- الحمى.\n14- التعب والاجهاد.",
    "button": "حساسية الانف والجيوب الأنفية",
    "pos": "feb121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb121": {
    "title": "حساسية الانف والجيوب الأنفية",
    "image": "images/organs/geob.jpg",
    "causes": "1- حبوب اللقاح في الأشجار.\n2- حبوب اللقاح في العشب.\n3- عث الغبار.\n4- وبر وجلد الحيوانات.\n5- لعاب القطط.\n6- العفن. ",
    "symptoms": "1- العطس.\n2- سيلان الانف.\n3- انسداد الانف.\n4- الحكة في الانف.\n5- الكحة.\n6- التهاب في الحلق.\n7- الحكة في العينين.\n8- العيون الدامعة.\n9- دوائر داكنة تحت العين.\n10- الصداع والألم المتكرر في الرأس.\n11- أعراض شبيهة بأعراض الاكزيما مثل الجلد الجاف للغاية والحكة في الجلد.\n12- القشعريرة.\n13- التعب والاجهاد الزائد",
    "button": "أورام الأنف",
    "pos": "fec121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec121": {
    "title": "أورام الأنف",
    "image": "images/organs/awaram.jpg",
    "causes": "1- التعرض لبعض المواد في العمل مثل: غبار الخشب، غبار الجلد، الكروميوم، النيكل، الفورمالدهيد، ألياف القماش.\n2- فيروس الورم الحليمي.\n3- العلاج الاشعاعي لأورام شبكية العين.\n4- الإصابة السابقة ببعض أنواع الأورام الليمفاوية.",
    "symptoms": "1- مشاكل في الانف مثل: انسداد الانف وخاصة في جانب واحد لا يزول ابدا، النزيف من الانف، انخفاض في قوة حاسة الشم، نزول مخاط من الانف، تصريف مخاط في مؤخرة الحلق.\n2- مشاكل في العين مثل: بروز في أحد العينين، فقد جزئي او كلي للرؤية، ازدواج الرؤية، ألم فوق او تحت العين، العيون الدامعة.\n3- تكتلات او نمو في أي منطقة في الوجه، الانف أو سقف الفم والتي لا تزول مع الوقت.\n4- الألم او الشعو بتخدير في أجزاء من الوجه، خاصة اعلى الخدين والذي لا يزول.\n5- تساقط الاسنان.\n6- الصعوبة في فتح الفم.\n7- تورم وتضخم العقد الليمفاوية في العنق.\n8- الألم او الضغط في أدى الاذنين.",
    "button": "ارتشاح السائل النخاعي من الأنف",
    "pos": "fed121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed121": {
    "title": "ارتشاح السائل النخاعي من الأنف",
    "image": "images/organs/sa2el.jpg",
    "causes": "1- مضاعفات من جراحة لعلاج الجيوب الانفية.\n2- بعض العيوب الخلقية.\n3- الحالات الشديدة جدا م توقف التنفس اثناء النوم والتي تؤدي الى زيادة في الضغط داخل الجمجمة.\n4- الصدمات في الرأس أو الوجه",
    "symptoms": "1- الصداع.\n2- سيلان الانف بشكل مائي ونقي وصافي.\n3- تصريف الانف بمذاق ملحي ومعدني.\n4- زيادة التصريف مع الانحناء للأمام والرأس لأسفل.\n5- نقص في حدة حاسة الشم.\n6- احتقان في الانف.",
    "button": "انحراف الحاجز الانفي",
    "pos": "fee121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee121": {
    "title": "انحراف الحاجز الانفي",
    "image": "images/organs/etchy.jpg",
    "causes": "1- عيب خلقي.\n2- مشكلة وراثية.\n3- نتيجة إصابة مباشرة في الانف",
    "symptoms": "1- صعوبة في التنفس خاصة من خلال الانف.\n2- وجود ناحية في الانف التنفس من خلالها يكون أسهل من الأخرى.\n3- النزيف من الانف.\n4- التهاب الجيوب الانفية.\n5- الجفاف في فتحة واحدة من فتحات الانف.\n6- الشخير او التنفس بصوت عالي اثناء النوم.\n7- احتقان الانف.\n8- ألم في الوجه في الحالات الشديدة.",
    "button": "تضخم غضاريف الأنف",
    "pos": "fef121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fef121": {
    "title": "تضخم غضاريف الأنف",
    "image": "images/organs/tada5om.jpg",
    "causes": "1- التهابات الجيوب الانفية المزمنة.\n2- بعض المهيجات البيئية المحيطة.\n3- الحساسية الموسمية.",
    "symptoms": "1- تغير في حاسة الشم.\n2- جفاف الفم عند الاستيقاظ، والذي يحدث عندما تنام والفم مفتوح بسبب عدم القدرة على التنفس من الانف.\n3- الضغط على الجبهة.\n4- ألم متوسط في الوجه.\n5- احتقان في الانف مستمر لفترات طويلة.\n6- سيلان الانف.\n7- الشخير.",
    "button": "تضخم اللحميه خلف الأنف",
    "pos": "feg121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feg121": {
    "title": "تضخم اللحميه خلف الأنف",
    "image": "images/organs/tada5om-lo7ameah.jpg",
    "causes": "1- الالتهاب.\n2- الحساسية",
    "symptoms": "1- انسداد في الانف.\n2- مشاكل في الاذن.\n3- مشاكل في اثناء النوم.\n4- الشخير.\n5- التهاب في الحلق.\n6- صعوبة في البلع.\n7- تورم الغدد في العنق.\n8- صعوبات في التنفس من الانف.\n9- حدوث ارتشاح خلف طبلة الاذن نتيجة التهاب الاذن الوسطى مما يسبب مشاكل في السمع.\n10- تشقق الشفتين وجفاف الفم من مشاكل التنفس.\n11- التوقف المفاجئ للتنفس خلال النوم.",
    "button": "جسم غريب في الأنف",
    "pos": "feh121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feh121": {
    "title": "جسم غريب في الأنف",
    "image": "images/organs/gesm-8areab.jpg",
    "causes": "1- ألعاب الأطفال الصغيرة في حجمها.\n2- قطع من المحايات.\n3- المناديل.\n4- الصلصال.\n5- الطعام.\n6- الحصى.\n7- التراب.\n8- الأقراص المغناطيسية.\n9- البطاريات الدائرية الصغيرة في الحجم",
    "symptoms": "1- حدوث تصريف من الانف.\n2- وجود صعوبة في التنفس.",
    "button": "انسداد الفتحه الخلفيه للانف",
    "pos": "fei121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fei121": {
    "title": "انسداد الفتحه الخلفيه للانف",
    "image": "images/organs/ensedad.jpg",
    "causes": "انسداد الفتحة الخلفية للأنف هو عيب خلقي يحدث عندما لا تفتح الممرات الانفية بشكل كامل وتتصل مع مجرى الهواء أثناء نمو الجنين في رحم الام.",
    "symptoms": "1- عدم القدرة على التنفس من خلال الانف.\n2- التنفس بصوت مزعج.\n3- تصريف سائل سميك من جانب واحد من الانف",
    "button": "لحميات في الانف",
    "pos": "fej121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fej121": {
    "title": "لحميات في الانف",
    "image": "images/organs/lameat.jpg",
    "causes": "1- التهابات الجيوب الانفية المزمنة والمتكررة.\n2- الربو.\n3- حساسية الانف.\n4- التليف الكيسي.\n5- متلازمة تشارج ستراوس.\n6- الحساسية من الأدوية الغير ستيرويدية المضادة للالتهاب.\n7- قد يكون هناك بعض العوامل الوراثية التي تحفز نمو هذه الزوائد اللحمية.",
    "symptoms": "1- الإحساس بانسداد الانف.\n2- سيلان الانف.\n3- تصريف للمخاط في مؤخرة الحلق.\n4- تصلب الانف.\n5- احتقان في الانف.\n6- انخفاض في حدة حاسة الشم.\n7- التنفس من خلال الفم.\n8- الإحساس بضغط على الوجه والجبهة.\n9- التوقف المفاجئ للتنفس اثناء النوم.\n10- الشخير.\n11- الألم في الرأس والصداع في حالة وجود التهاب الجيوب الانفية مع اللحمية.",
    "button": "ناسور بين الجيب الانفي والفم",
    "pos": "fek121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fek121": {
    "title": "ناسور بين الجيب الانفي والفم",
    "image": "images/organs/nasour.jpg",
    "causes": "1- عملية خلع الاسنان في الفك العلوي.\n2- الكسور عبر سقف الفم من الداخل.\n3- تحرك جذور الضروس في الفك العلوي الي سقف الفم من الداخل.\n4- الصدمات المباشرة في الفك العلوي",
    "symptoms": "1- انسداد في أحد جوانب الانف.\n2- كسر في سقف الفم من الداخل.\n3- فتحة لجيوب الفك العلوي.\n4- مرور السوائل من الفم للأنف اثناء الشرب.\n5- الشعور بمرور الهواء بسرعة خلال التنفس.\n6- التغير في الصوت.\n7- تأثر حاسة التذوق.\n8- رائحة الفم الكريهة.\n9- النزيف المستمر من الانف.",
    "button": "أسباب أخري",
    "pos": "fel121",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fel121": {
    "title": "اسباب أخري",
    "image": "images/organs/asnan-montamerah.jpg",
    "causes": "1- فقدان حاسة الشم\n2- تهيج الغشاء المخاطي المبطن للأنف من الداخل.\n3- انسداد المجاري والممرات الانفية.\n4- تلف في المخ أو الاعصاب.\n5- تشوهات الأنف:\n    - خلقية عند الولادة.\n    - تضخم اللحمية خلف الانف.\n    - تضخم غضاريف الانف.\n    - انحراف الحاجز الانفي.\n    - الأنف السرج.\n    - الأنف العجوز.",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "fe131": {
    "title": "الصداع النصفي ( الشقيقة)",
    "image": "images/organs/headache.jpg",
    "causes": "- لا تزال اسباب الصداع النصفي الرئيسية مجهولة، مما يزيد من صعوبة اختيار أنسب وأفضل علاج، إذ أن المسبب الرئيسي هو إشارات تنشط العصب ثلاثي التوائم (بالإنجليزية: Trigeminal Nerve) الذي بدوره يفرز السيروتونين والببتيد المرتبط بجين الكالسيتونين، مما يؤدي إلى تضخم الأوعية الدموية في الدماغ مما يسبب الألم.\n- توجد العديد من انواع الصداع النصفي التي يعتمد تصنيفها على السبب المؤدي للصداع، وفيما يلي عدد من أسباب الشقيقة المحتملة:\n    - الإجهاد النفسي.\n   - تناول بعض الأطعمة يحفز حدوث نوبة الصداع النصفي مثل الجبنة، والهوت دوغ.\n    - الإفراط في استهلاك الكافيين يسبب الصداع النصفي على العكس مما يتوقع البعض.\n    - التغيرات المناخية.\n    - المحفزات الحسية مثل الأضواء الساطعة، وضوء الشمس، والأصوات المرتفعة، جميعها محفزات للشقيقة.\n    - التغييرات في نمط النوم إذ يؤدي عدم أخذ قسط كافي من النوم أو الإفراط في ساعات النوم إلى الإصابة بالصداع النصفي.\n    - تناول بعض الأدوية.\n    - يوجد بعض العوامل الأخرى مثل اتباع حمية غذائية معينة بشكل مفاجئ والتدخين",
    "symptoms": "1- الوخز أو الخدر. قد تشعر ببعض الوخز والخدر في أصابعك أو يدك. وعادةً ما تشعر بذلك في إصبعي الإبهام والسبابة، أو إصبع الوسطى أو البنصر، إلا أنك لن تشعر بذلك في إصبع الخنصر الأصغر. وقد تحس بشعور يشبه مرور تيار كهربي في هذه الأصابع.\n2- وربما ينتقل هذا الشعور من رسغك إلى ذراعك. عادةً ما تحدث هذه الأعراض أثناء الإمساك بمقود السيارة أو الهاتف أو الجريدة، أو قد توقظك هذه الأعراض من النوم.\n3- يلجأ معظم الأشخاص لـ \"هزِّ\"اليد كمحاوَلة منهم للتخلُّص من هذا الإحساس. مع الوقت قد يصبح إحساس الخدر موجودًا دائمًا.\n4- الضعف. قد تشعر بضعف في يدك وتسقط منها الأشياء. وقد يكون سبب ذلك الخدر في اليد أو ضعف عضلات الإبهام القابضة التي يتحكم فيها أيضًا العصب المتوسط. ",
    "button": "صداع الجيوب الانفيه",
    "pos": "fea131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fea131": {
    "title": "صداع الجيوب الانفيه",
    "image": "images/organs/headache.jpg",
    "causes": "1- يرتبط صداع الجيوب الأنفية عادة بالشقيقة (الصداع النصفي) أو أنواع أخرى من حالات الصداع.\n2- يرتبط صداع الجيوب الأنفية بالشعور بألم وضغط بالوجه والجيوب الأنفية، ويمكن أن يسبب أعراضًا في الأنف. ولا تنتج معظم حالات الصداع عن التهابات الجيوب الأنفية ولا يجب علاجها بالمضادات الحيوية بشكل عام. ",
    "symptoms": "1- تؤدي الجيوب الأنفية إلى الشعور بألم عميق ومستمر وتشمل أماكن صداع الجيوب الانفية هذه المناطق:\n    - أحد جانبي الرأس أو كلاهما.\n    - عظام الوجنتين.\n    - الجبين.\n    - جسر الأنف.\n    - ويزداد الألم عند تحريك الرأس فجأة أو الشعور بالتوتر.\n2- غالباً ما يتم الخلط بين اعراض حساسية الجيوب الانفيه والصداع النصفي، أو صداع التوتر، ويمكن معرفة الفرق بين صداع الضغط  واعراض التهاب الجيوب الانفية وفقاً للأعراض الأخرى التي تصاحب صداع الجيوب الأنفية، وهي:\n    - سيلان الأنف.\n    - الشعور بامتلاء الأذنين\n    - ارتفاع درجة الحرارة.\n    - تورم في الوجه.\n    - زيادة الألم عند الميل إلى الأمام.\n    - وجود إفرازات أنفية خضراء أو صفراء.\n    - ألم في الفك العلوي.\n    - الشعور بالألم والضغط وتورم في الخدّين أو الجبين أو الجبهة\n    - تفاقم الشعور بالألم عند الانحناء إلى الأمام أو الاستلقاء\n    - انسداد الأنف\n    - الإرهاق\n    - الشعور بالألم في الأسنان العلوية",
    "button": "صداع النخاع الشوكى",
    "pos": "feb131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "feb131": {
    "title": "صداع النخاع الشوكى",
    "image": "images/organs/headache.jpg",
    "causes": "1- يحدث الصداع النخاعي بسبب تسرب السائل الشوكي عبر ثقب في الغشاء المتين (الأم الجافية) المحيط بالحبل الشوكي. يقلل هذا التسريب من الضغط الناجم عن السائل الشوكي على المخ والحبل الشوكي، وهو ما يؤدي إلى حدوث صداع.\n2- عادة ما يظهر الصداع النخاعي خلال 48 ساعة بعد البزل الشوكي أو التخدير النخاعي.\n3- أحيانًا ما يمكن أن يؤدي تخدير فوق الجافية إلى صداع نخاعي أيضًا. على الرغم من أنه يتم حقن تخدير فوق الجافية خارج الغشاء المحيط بالحبل الشوكي، فإنه يمكن حدوث صداع نخاعي إذا كان الغشاء مثقوبًا بغير قصد.",
    "symptoms": "1- ألم كليل وخافق تتفاوت حدته من بسيطة إلى مُعوِّقة\n2- ألم عادةً ما يتفاقم عند الجلوس أو الوقوف ويقل أو يزول عند الاستلقاء\n3- غالبًا ما يصاحب الصداع النخاعي ما يلي:\n    - الدوَّار\n    - طنين الأذن (الطنين)\n    - فقدان السمع\n    - الضبابية أو الرؤية المزدوجة\n    - الغثيان\n    - تيبس الرقبة",
    "button": "الصداع الارتدادى",
    "pos": "fec131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fec131": {
    "title": "الصداع الارتدادى",
    "image": "images/organs/headache.jpg",
    "causes": "لا يعرف الأطباء بالضبط لماذا يؤدي تناول جرعات زائدة من الدواء إلى الصداع الارتدادي، إذ يختلف خطر تطوّر الصداع الناجم عن الجرعات الزائدة من الدواء بناء على الدواء نفسه، لكن أي دواء صداع قوي تصاحبه احتمالية حدوث الصداع الناجم عن الجرعات الزائدة، بما في ذلك:\n    - الأَفيونيات.\n    - مسكنات الألم البسيطة.\n    - مجموعة مسكنات الألم.\n    - أدوية الصداع النصفي.",
    "symptoms": "يحدث الصداع يومياً، وفي كثير من الأحيان يوقظ المريض من النوم في الصباح الباكر، إذ ينتابه شعور بالتحسن مع تناول أدوية تخفيف الألم، ولكنه يعود عندما يزول أثر الدواء. وقد تشمل العلامات والأعراض الأخرى ما يلي:\n    - التهيّج.\n    - الغثيان.\n    - التململ.\n    - صعوبة التركيز.\n    - مشكلات الذاكرة.",
    "button": "الصداع العنقودى",
    "pos": "fed131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fed131": {
    "title": "الصداع العنقودى",
    "image": "images/organs/headache.jpg",
    "causes": "إن السبب الدقيق للصداع العنقودي غير معلوم، بيد أن أنماط الصداع العنقودي تشير إلى أن الاضطرابات التي تصيب الساعة البيولوجية للجسم (المهاد) تلعب دورًا في ذلك. إضافة إلى علاقته مع تفعيل العصب مثلث التوائم، وهو العصب الرئيس في الوجه، ويؤدي تفعيل هذا العصب لألم عيني مرافق للصداع العنقودي.",
    "symptoms": "1- ألم شديد يكون موجودًا عامة في إحدى العينين أو خلفها أو حولها ومن الممكن أن ينتشر ليصل إلى مناطق أخرى من وجهك ورأسك ورقبتك\n2- ألم على جانب واحد\n3- التملمُل\n4- زيادة إفراز الدموع\n5- احمرار العين في الجانب المتأثر\n6- انسداد أو سيلان الأنف على الجانب المتأثر\n7- تعرق الجبهة أو الوجه في الجانب المتأثر\n8- شحوب الجلد أو زيادة احمرار الوجه\n9- التهاب المنطقة المحيطة بعينك في الجانب المتأثر\n10- ارتخاء الجفن على الجانب المتأثر",
    "button": "الصداع التوتري",
    "pos": "fee131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fee131": {
    "title": "الصداع التوتري",
    "image": "images/organs/headache.jpg",
    "causes": "يحدث صداع التوتر بسبب انقباض العضلات في الرأس والرقبة، ويُعزى سبب الإصابة بهذا النوع من الانقباضات، أو بسبب الضغوطات، فقد يُصاب بعض الأشخاص بصداع التوتر لعدة عوامل نذكر منها الآتي:\n    - قضاء وقت طويل أمام شاشة الحاسوب.\n    - قيادة المركبات ساعات متواصلة.\n    - التعرض لدرجات حرارة منخفضة.\n    - شرب الكحول.\n    - إجهاد العين.\n    - إجهاد العين.\n    - التعب الشديد.\n    - التدخين.\n    - الزكام والانفلونزا.\n    - التهاب الجيوب الأنفية.\n    - الكافيين.\n    - الجلوس بوضعية سيئة.\n    - الإجهاد العاطفي.\n    - قلة شرب الماء.\n    - قلة النوم.\n    - تخطي تناول وجبات الطعام.",
    "symptoms": "تتضمّن أعراض الصداع التوتري ما يلي:\n    - الشعور بألم يشبه الضغط تتراوح شدته بين الخفيف إلى المتوسط، في مقدمة وأعلى وجانبي الرأس.\n    - الشعور بالصداع في وقت متأخر من اليوم.\n    - المعاناة من صعوبة في النوم.\n    - الشعور بالتعب الشديد.\n    - التهيج.\n    - صعوبة التركيز.\n    - الحساسية البسيطة للضوء أو الصوت.\n    - آلام العضلات.",
    "button": "الشقيقة مع الهالة",
    "pos": "fef131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fef131": {
    "title": "الشقيقة مع الهالة",
    "image": "images/organs/headache.jpg",
    "causes": "1- هناك أدلة تشير إلى أن أورة الصداع النصفي تنتج عن موجة كهربائية أو كيميائية تنتقل عبر الدماغ. ويعتمد نوع الأعراض التي قد تجدها على جزء الدماغ الذي تنتشر فيه الموجة الكهربائية أو الكيميائية.\n2- يمكن للعديد من العوامل نفسها التي تسبب الصداع النصفي أن تسبب الصداع النصفي مع الأورة، ومنها الإجهاد والأضواء الساطعة وبعض الأطعمة والأدوية والنوم المفرط.",
    "symptoms": "تأتي هذه المرحلة بعد مرحلة البادرة، وتبدأ قبل حدوث الصداع بنحو 10 - 30 دقيقةً، ويشار إلى أنها تصيب نحو 33% فقط من مصابي الشقيقة، وبعض الأشخاص قد يصابون بها دون أن يشعروا بعدها بالصداع، وخصوصًا من تزيد أعمارهم عن 50 عامًا. وتشمل أعراض هذه المرحلة الآتي:\n    1. الأعراض البصرية: وتشمل هذه الأعراض الآتي:\n    - رؤية أضواء ساطعة وبقع متلألئة.\n    - مشاهدة خطوط متعرجة تتحرك.\n    - تغير في البصر أو فقدانه المؤقت.\n    - تشكل نقاط عمياء (Blind spots - BS) وتكون أحيانًا بأشكال هندسية مختلفة.\n2. الأعراض غير البصرية ومن ضمنها هذه الأعراض:\n    - ضعف العضلات.\n    - الوخز والتنميل والضعف في والوجه أو الأطراف.\n    - صعوبة النطق أو تغيره.\n    - حدوث خلل أو تعطل في واحدة أو أكثر من الحواس الآتية: الذوق، والشم، واللمس.",
    "button": " اللتهاب السحايا",
    "pos": "feg131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "feg131": {
    "title": " التهاب السحايا",
    "image": "images/organs/eltehab-sa7aeh.webp",
    "causes": "1- التهاب السّحايا هو مرض التهابي يُصيب الأغشية المُخاطيّة المُحيطة بالدّماغ والنخاع الشّوكي، بسبب عدوى بكتيريّة أو فيروسيّة.\n2- يختلف سير المرض وأعراضه بحسب النوع، ويشمل التهاب السحايا عدة انواع (. التهاب السّحايا الجرثومي، التهاب السحايا العقيم ، التهاب السحايا الفيروسي)\n3- وهناك عدة اسباب اخرى مثلا الاصابة باحدى الجراثيم النى تسبب مرض التهاب السحايا",
    "symptoms": "1- الصداع\n2- ُهاب الضوء (Photophobia)\n3- الحُمّى.\n4- تعانى صعوبة عند تحريك الرقبة.\n5- تغيير في درجة الوعي\n6- الغثيان والتقيؤ.\n7- نوبات صرع (Seizure).",
    "button": "أسباب أخري",
    "pos": "feh131",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "feh131": {
    "title": "اسباب أخري",
    "image": "",
    "causes": "1- ضغط الدم المرتفع.\n2- تمدد الأوعية الدموية.\n3- عادة طحن الأسنان خلال النوم.\n4- إلتهاب الأعصاب القذالية.\n5- وجود تجمع دموي بالرأس.\n6- التوتر والإجهاد.\n7- ألتهاب الرقبة.",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "fe141": {
    "title": "تسلخ الشريان التاجى ( تلقائى)",
    "image": "images/organs/tasalo5.png",
    "causes": "1- سبب الإصابة بتسلخ الشريان التاجي التلقائي غير واضح، ويُسبب هذا المرض تمزق داخل الشريان. وعند انفصال الطبقات الداخلية من الشريان عن الطبقات الخارجية، يمكن أن يتجمع الدم في المنطقة بين الطبقات. ويمكن أن يؤدي الضغط الناتج عن تجمع الدم إلى تمزق قصير لفترة أطول، كما يمكن أن يشكل الدم المُجمع بين الطبقات جلطة دموية (التورم الدموي).\n2- وقد يُسبب تسلخ الشريان التاجي التلقائي بطء تدفق الدم من خلال الشريان إلى القلب، مما يؤدي إلى ضعف عضلة القلب، أو يمكن أن يتوقف تدفق الدم من خلال الشريان تماماً، مما يؤدي إلى موت عضلة القلب (الأزمة القلبية). وتختلف الأزمة القلبية التي تحدث مع هذا المرض عن الأزمة القلبية الناتجة عن تصلب الشرايين.",
    "symptoms": "1- ألم الصدر\n2- تسارع ضربات القلب أو الشعور برفرفة في الصدر\n3- ألم في الذراعين أو الكتفين أو الظهر أو الفك\n4- ضيق النفس\n5- التعرُّق\n6- التعب الشديد غير العادي\n7- الغثيان\n8- الدوار",
    "button": "التهاب عضلة القلب ",
    "pos": "fea141",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fea141": {
    "title": "التهاب عضلة القلب",
    "image": "images/organs/3adelt-qalb.jpg",
    "causes": "1- في أغلب الحالات ينجم التهاب عضلة القلب عن عدوى، ويُمكن لكل مسبب للعدوى أن يُسبب المرض، مثل: فيروسات، أو بكتيريا، أو فطريات أو طفيليات.\n2- السبب الأكثر شيوعًا هو الفيروسات، والفيروس الأكثر شيوعًا في العالم المتقدم هو الكوكساكي ب (Coxsackievirus B).\n3- التهاب عضلة القلب الناتج عن البكتيريا ليس شائعًا ويحدث عادةً كمضاعفة لالتهاب الشغاف (Endocarditis).",
    "symptoms": "1- ظهور الحمى.\n2- التعب.\n3- آلام في الصدر.\n4- ضيق التنفس لدى بذل المجهود.\n5- في بعض الحالات يُمكن أن يُحاكي المرض احتشاء عضلة القلب مع ألم في الصدر، وتغييرات في تخطيط كهربائية القلب، وارتفاع مستوى إنزيمات عضلة القلب المميزة لاحتشاء عضلة القلب",
    "button": "التهاب التامور",
    "pos": "feb141",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "feb141": {
    "title": "التهاب التامور",
    "image": "images/organs/tamour.png",
    "causes": "1- أمراض فيروسية.\n2- مرض السل (Tuberculosis).\n3- أمراض أيضية (Metabolic diseases).\n4- احتشاء عضل القلب (Myocardial infarction).\n5- بعد عملية القلب مفتوح.\n6- الفشل الكلوي (Renal failure).\n7- أورام مختلفة.\n8- أمراض المناعة الذاتية (Autoimmune diseases).\n9- الالتهاب مجهول السبب (Idiopathic).",
    "symptoms": "1- ألم في القفص الصدري، ويكون الألم حادًا، لاذعًا ويظهر في وسط القفص الصدري أو في الجهة اليسرى منه، يزداد الألم عند أخذ شهيق عميق وذلك بسبب تحرك القلب داخل التأمور الملتهب، ويزداد الألم كذلك عند تناول الطعام، أو عند الانتقال من وضعية الجلوس إلى وضعية الوقوف.\n2- ارتفاع في درجة حرارة الجسم.\n3- عندما يكون سبب الالتهاب فيروسيًا تظهر أعراض تشبه تلك المصاحبة للإنفلونزا (Influenza) قبل 7 - 10 أيام من ظهور أعراض التهاب التأمور",
    "button": "النوبة القلبية ",
    "pos": "fec141",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fec141": {
    "title": "النوبة القلبية",
    "image": "images/organs/nawbah-qalbeah.png",
    "causes": "1- وقد تحدث النوبة القلبية بسبب حدوث انسداد كامل أو جزئي في أحد شرايين القلب (الشريان التاجي).\n2- تشنج الشريان التاجي. تحدث هذه الحالة نتيجة لاعتصار حاد لأحد الأوعية الدموية غير المسدودة.\n3- 3-حالات عَدوى معيّنة.\n4- 4-التسلُّخ التلقائي للشريان التاجي. تظهر هذه الحالة المَرَضية المهددة للحياة نتيجة حدوث تمزق داخل أحد شرايين القلب.",
    "symptoms": "-  تتفاوت أعراض النوبة القلبية. فبعض الأشخاص تكون أعراضهم خفيفة. بينما يصاب آخرون بأعراض شديدة. وبعض الأشخاص لا تظهر عليهم أي أعراض.\n- تشمل أعراض النوبة القلبية الشائعة ما يلي:\n    - ألم في الصدر يشبه الإحساس بضغط أو ثقل أو ضيق أو ألم عاصر أو وجع\n    - الشعور بألم أو انزعاج يمتد إلى الكتف أو الذراع أو الظهر أو العنق أو الفك أو الأسنان وأحيانًا يصل إلى الجزء العلوي من البطن\n    - العرق البارد\n    - الإرهاق\n    - حرقة المعدة أو عسر الهضم\n    - شعور مفاجئ بالدوار أو الدوخة\n    - الغثيان\n    - ضيق النفَس",
    "button": "اعتلال عضلة القلب",
    "pos": "fed141",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fed141": {
    "title": "اعتلال عضلة القلب ",
    "image": "images/organs/3adelt-qalb.jpg",
    "causes": "- اعتلال القلب له ثلاث أنواع:\n1- اعتلال القلب التضخمي\n2- اعتلال القلب التوسعي\n3- اعتلال القلب المقيد\nوالأسباب تختلف حسب النوع ولكن  الأسباب العامة:\n1- ضربة على الصدر.\n2- الإجهاد البدني، مثل: رفع الأثقال، والتمارين الشاقة، والسعال الحاد.\n3- التهاب المفاصل، أو هشاشة العظام، أو التهاب المفاصل الروماتويدي، أو التهاب الفقار اللاصق.\n4- الإصابة بعدوى في المفاصل، مثل: السل، والزهري، وداء الرشاشيات.\n5- الإصابة بالأورام، حيث يمكن أن تسبب الأورام السرطانية وغير السرطانية التهاب الغضروف الضلعي، وقد ينتقل السرطان إلى المفصل من جزء آخر من الجسم، مثل: الثدي، أو الغدة الدرقية، أو الرئة.",
    "symptoms": "1- ألمًا حادًا في مقدمة الصدر، بالقرب من مكان التقاء عظام الصدر والأضلاع، وقد ينتشر إلى منطقة الظهر أو البطن.\n2- ألم عند التنفس بعمق أو السعال، وقد تتحسن حالتك عندما تتوقف عن الحركة، أو تتنفس بهدوء.\n3- ألم عند الضغط على مفاصل الضلع، إذا لم تصب بهذا العرض، فمن المحتمل أنك لا تعاني من التهاب الغضروف الضلعي.\n4- احمرار، أو تورم، أو إفرازات صديد في موقع الجراحة إذا حدث التهاب الغضروف الضلعي بسبب عدوى بعد الجراحة.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fe142": {
    "title": "التهاب الرئة",
    "image": "images/organs/eltehab-re2ah.jpg",
    "causes": "1- الإصابة بعدة أنواع من الميكروبات (Microorganisms)، مثل: البكتيريا (Bacterium)، أو الفيروسات (Virus).\n2- الإصابة ببعض الأمراض المزمنة، مثل: الربو (Asthma)، وأمراض القلب، والسرطان، ومرض السكري",
    "symptoms": "1- سعال مصحوب ببلغم (Phlegm)، أو مخاط (Mucus) قد يحتوي على دم.\n2- حُمّى.\n3- صعوبات في التنفس.\n4- قشعريرة.\n5- آلام في الصدر تشتد عند السعال.\n6- تسارع في ضربات القلب.\n7- الشعور بالتعب والإنهاك.\n8- الغثيان والقيء.\n9- حين تكون أعراض الالتهاب الرئوي خفيفة يُطلق عليه الأطباء الالتهاب الرئوي بالمفطورات (Mycoplasmal pneumonia)، أو ما يسمى الالتهاب الرئوي اللانموذجي (Atypical pneumonia)، أو الالتهاب الرئوي الماشي (Walking pneumonia)؛ نظرًا لأن المصاب به يستطيع المشي دون أن تظهر لديه صعوبات في التنفس",
    "button": "انسداد الرئة",
    "pos": "fea142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fea142": {
    "title": "انسداد الرئة",
    "image": "images/organs/ensedad-re2ah.jpg",
    "causes": "- عادة ما يحدث مرض الانسداد الرئوي المزمن بسبب التدخين بمختلف أنواع, بالإضافة إلى ذلك، تتضمن أسباب داء الانسداد الرئوي المزمن الأخرى ما يلي:\n    - التعرض للتدخين السلبي.\n    - التعرض المستمر للهواء الملوث واستنشاق الغبار.\n    - استنشاق المواد الكيميائية المُهيجة.\n    - استنشاق الأبخرة الناجمة عن احتراق الوقود للطهي أو التدفئة في المنازل سيئة التهوية.\n    - تاريخ عائلي من الإصابة بداء الانسداد الرئوي المزمن.\n    - عوامل جينية، منها نقص في البروتين المُضاد للتربسين ألفا-1، حيث وجد أن 5% من الأشخاص الذين يعانون من داء الانسداد الرئوي المزمن لديهم نقص في هذا البروتين، يؤدي هذا النقص إلى تدهور الرئتين وقد يؤثر أيضاً على الكبد.",
    "symptoms": "1- صعوبة التنفس خاصة أثناء القيام بأي نشاط بدني والتي تزداد سوءاً بمرور الوقت.\n2- سعال مستمر مع بلغم.\n3- الإحساس بضيق في الصدر مع صوت أزيز.\n4- الحاجة إلى النحنحة في الصباح الباكر لتراكم البلغم في الرئتين.\n5- تتضمن علامات داء الانسداد الرئوي المزمن الشديد الآتي:\n    - ازرقاق الشفاه وأطراف الأصابع.\n    - ضيق التنفس أثناء الكلام.\n    - إعياء ونقص الطاقة.\n    - سرعة ضربات القلب.\n    - خسارة الوزن في المراحل الأخيرة من المرض.",
    "button": "التهاب غشاء الرئة (التهاب الجنبه) ",
    "pos": "feb142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "feb142": {
    "title": "التهاب غشاء الرئة (التهاب الجنبه) ",
    "image": "images/organs/eltehab-re2ah.jpg",
    "causes": "1- بعض أنواع الالتهابات البكتيرية، مثل الالتهاب الرئوي (Pneumonia).\n2- بعض أنواع الأمراض الفيروسية، مثل الانفلونزا.\n3- بعض أنواع الفطريات أو الطفيليات.\n4- أنواع معينة من الأورام والسرطانات، مثل: سرطان الرئة، وورم المتوسطة (Mesothelioma)، وسرطان الثدي.\n5- بعض أمراض المناعة الذاتية، مثل: مرض الذئبة (Lupus)، ومرض التهاب المفاصل الروماتويدي (Rheumatoid arthritis).\n6- أمراض ومشكلات صحية أخرى، مثل: فقر الدم المنجلي (Sickle-cell anemia)، وفشل القلب (Heart failure)، والخثرات الدموية في الرئتين، واسترواح الصدر (Pneumothorax).\n7- استنشاق سموم أو مواد كيميائية ضارة، مثل تلك المستخدمة في بعض مواد التنظيف كالأمونيا.\n8- عوامل أخرى، مثل: استخدام أدوية معينة، والتعرض لحادث أو إصابة في منطقة الصدر.",
    "symptoms": "1- ألم طفيف أو حاد في الصدر، قد لا يشعر به المريض إلا عند محاولة التنفس بعمق أو أثناء السعال أو العطس، أو قد يكون موجودًا ولكن تزداد حدته أثناء القيام بالأمور المذكورة آنفًا.\n2- انتشار ألم الصدر المذكور في بعض الحالات إلى مناطق أخرى من الجسم، مثل: الكتفين، والظهر، والعنق، والنصف العلوي من البطن.\n3- خسارة في الوزن لا مبرر واضح لها.\n4- التهاب في الحلق قد تتبعه الإصابة بآلام وتورم في مفاصل الجسم.\n5- تنفس سطحي وغير عميق، إذ مع شعور المريض بالألم كلما حاول أخذ نفس عميق تجده يميل لأخذ أنفاس سطحية وسريعة فقط لتجنب الألم.\n6- أعراض أخرى، مثل: السعال، وانقطاع النفس، والحمى، والقشعريرة.\n7- يجب التنويه إلى أن الأعراض الظاهرة قد تختلف تبعًا للسبب الرئيس الذي يقف خلف الحالة.",
    "button": "أسباب تدلي وارتخاء الصمام التاجي",
    "pos": "fec142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fec142": {
    "title": "أسباب تدلي وارتخاء الصمام التاجي",
    "image": "images/organs/eltehab-re2ah.jpg",
    "causes": "- تدلي الصمام التاجي هو نتيجة تلف أو مشاكل في الألياف والأحبال التي يتركب منها الصمام، وتشمل الأسباب الآتي:\n    - تلف الأنسجة المكونة للصمام\n    - ارتخاء الصمام الميترالي\n    - عيب خلقي في القلب\n    - التهاب بطانة القلب\n    - الحمى الروماتيزمية\n    - الرفرفة الأذينية\n    - بعض الأسباب الأخرى مثل الأزمة القلبية أو اعتلال عضلة القلب وبعض أنواع الأدوية",
    "symptoms": "1- كحة\n2- تعب وإرهاق\n3- ضيق وصعوبة في التنفس\n4- رفرفة أذينية في الحالات الشديدة\n5- تورم في الجسم وخاصة في القدمين\n6- تغير في طبيعة أصوات القلب\n7- تسرع النبض\n8- خفقان القلب\n9- صداع نصفى\n10- قد يعانى بعض المرضى انخفاض ضغط الدم",
    "button": "داء السل (الدرن)",
    "pos": "fed142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fed142": {
    "title": "داء السل (الدرن) ",
    "image": "images/organs/da2-sol.jpg",
    "causes": "1- ينتج داء السل عن بكتيريا تنتقل من شخص لآخر عبر قطرات مجهرية تنطلق في الهواء. ويمكن أن يحدث ذلك عند التعرض لسعال أو حديث أو عطس أو بصاق أو ضحك أو غناء شخص مصاب بالنوع النشط من داء السل ولم يعالج منه.\n2- وعلى الرغم من أن السل معدٍ، إلا أنه ليس سهل الالتقاط. وتزيد احتمالية التقاط عدواه من شخص تعيش معه أو تعمل معه مقارنةً باحتمالية التقاط عدواه من الغرباء.",
    "symptoms": "1- السعال لمدة ثلاثة أو أربعة أسابيع\n2- السعال المصحوب بدم أو مخاط\n3- ألم الصدر، أو ألم أثناء التنفس أو السعال\n4- فقدان الوزن غير المقصود\n5- الإرهاق\n6- الحُمّى\n7- التعرّق الليلي\n8- القشعريرة\n9- فقدان الشهية",
    "button": "الانصمام الرئوى",
    "pos": "fee142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fee142": {
    "title": "الانصمام الرئوى",
    "image": "images/organs/ensemam.jpg",
    "causes": "1- ينتج الانصمام الرئوي في أغلب الحالات عن جلطة دموية تكونت في إحدى الرجلين، ثم تحررت وتحركت باتجاه الرئتين.\n2- الجلطة الدموية التي تتموقع قريبًا من سطح الجلد لا تُسبب غالبًا أي مشاكل، لكن الجلطات الدموية التي تتكون في الأوردة الموجودة في عمق الأنسجة، مثل: انصمام خثاري في الأوردة الداخلية يُمكنها أن تُسبب حالة الانصمام الرئوي.",
    "symptoms": "1- ضيق تنفّس مفاجئ.\n2- آلام حادة في الصدر تشتد عند السعال، أو التنفس العميق.\n3- سعال مصحوب ببلغم رغوي يتّشح باللون الوردي.\n4- أعراض عامة، مثل: القلق، أو التوتر أو العصبية.\n5- التعرّق المفرط.\n6- الدوار.\n7- الشعور بالإغماء.\n8- تسارع دقات القلب أو الخفقان (Palpitation).\n9- إذا ظهرت أعراض مشابهة لما ذُكر آنفًا ينبغي التوجّه بشكل فوري لتلقي العلاج الطبي، خاصّةً إذا كانت الإصابة بالأعراض بشكل مفاجئ وبصورة حادّة.",
    "button": "الذبحة الصدرية ",
    "pos": "fef142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fef142": {
    "title": "الذبحة الصدرية ",
    "image": "images/organs/thabha.jpg",
    "causes": "1- يعد انخفاض تدفق الدم إلى عضلة القلب السبب الرئيسي للذبحة الصدرية، إذ يحمل الدم الأكسجين اللازم لعمل القلب، وعندما لا تحصل عضلة القلب على الكمية الكافية من الأكسجين تحدث حالة تسمى نقص التروية (Ischemia).\n2- يحدث انخفاض تدفق الدم إلى عضلة القلب بسبب الإصابة بمرض في الشرايين التاجية (CAD - Coronary artery disease)، إذ تصبح هذه الشرايين القلب أكثر ضيقًا نتيجة لتراكم الدهون أو ما تسمى الصفيحات (plaque)، مسببًا الإصابة بتصلب الشرايين (Atherosclerosis) وحدوث الذبحة الصدرية.",
    "symptoms": "1- ذبحة صدرية مستقرة,توصف الأعراض بما يأتي:\n    - زيادة في ضربات القلب عند بذل نشاط جسدي، مثل: صعود الدرج.\n    - ألم يستمر لفترة تقل عن 5 دقائق وتختفي بعد الخلود للراحة، أو بعد تناول دواء للذبحة الصدرية.\n    - انتشار الألم إلى الذراعين، والظهر، ومناطق أخرى في الجسم.\n    - ضغط نفسي أو عاطفي للمريض.\n2- ذبحة صدرية غير مستقرة,وتوصف الأعراض بما يأتي:\n    - ألم حتى في وقت الراحة، يمتد لفترة أطول، فقد يستمر لـمدة 30 دقيقة\n    - عدم اختفاء الألم بعد الخلود إلى الراحة، أو بعد تناول الأدوية.\n    - نوبة قلبية خطيرة في بعض الأحيان.\n    - ذبحة صدرية متغيّرة وتوصف بما يأتي:\n     - ألم وقت الراحة، ويمكن تخفيف شدتها بواسطة الأدوية.\n    - نوبة قلبية.",
    "button": "التهاب الرئة",
    "pos": "feg142",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "feg142": {
    "title": "التهاب الرئة",
    "image": "images/organs/eltehab-re2ah.jpg",
    "causes": "1- الإصابة بعدة أنواع من الميكروبات (Microorganisms)، مثل: البكتيريا (Bacterium)، أو الفيروسات (Virus).\n2- الإصابة ببعض الأمراض المزمنة، مثل: الربو (Asthma)، وأمراض القلب، والسرطان، ومرض السكري",
    "symptoms": "1- سعال مصحوب ببلغم (Phlegm)، أو مخاط (Mucus) قد يحتوي على دم.\n2- حُمّى.\n3- صعوبات في التنفس.\n4- قشعريرة.\n5- آلام في الصدر تشتد عند السعال.\n6- تسارع في ضربات القلب.\n7- الشعور بالتعب والإنهاك.\n8- الغثيان والقيء.\n9- حين تكون أعراض الالتهاب الرئوي خفيفة يُطلق عليه الأطباء الالتهاب الرئوي بالمفطورات (Mycoplasmal pneumonia)، أو ما يسمى الالتهاب الرئوي اللانموذجي (Atypical pneumonia)، أو الالتهاب الرئوي الماشي (Walking pneumonia)؛ نظرًا لأن المصاب به يستطيع المشي دون أن تظهر لديه صعوبات في التنفس",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fe143": {
    "title": "تسلخ الاورطى ( الأبهر)",
    "image": "images/organs/awroty.png",
    "causes": "1- الإصابة بارتفاع ضغط الدم.\n2- الإصابة بتضيق الشريان الأبهر.\n3- التعرض لحادث تسبب في إلحاق ضرر\n4- بالشريان الأبهر.\n5- الإصابة بحالة أم الدم (Aneurysm).\n6- الإصابة بتصلب الشرايين.\n7-  وجود مشاكل في تركيبة وأجزاء القلب،\n8- مثل خلل في بنية الصمامات القلبية.\n9- الإصابة ببعض الأمراض الوراثية، مثل: متلازمة مارفان، متلازمة تيرنر.\n10- عوامل أخرى، مثل: التدخين، تعاطي الكوكايين، رفع الأثقال، الشيخوخة، الحمل.",
    "symptoms": "- قد تتشابه أعراض التسلخ في الأبهر إلى حد كبير مع أعراض النوبة القلبية، ولكن ما يميز الأعراض الظاهرة في هذه الحالة هو أنها عادة ما تتضمن شعورًا بألم حاد ومفاجئ في الصدر وفي منطقة أعلى الظهر يظهر دون سابق إنذار، ويترافق مع شعور بحصول تمزق في الصدر.\n\n- هذه بعض الأعراض الأخرى التي قد تظهر على المريض عند بدء حصول التسلخ:\n1- فقدان الوعي\n2- التعرق.\n3- انقطاع النفس.\n4- فقدان القدرة على الرؤية.\n5- صعوبات في النطق.\n6- حمى.\n7- نبض ضعيف في أحد الذراعين.\n8- تنميل أو شلل في أحد جانبي الجسم.\n9- تنميل أو ألم في الأصابع.\n10- دوار وارتباك.\n11- ألم متوسط الحدة في الفك أو الرقبة.\n12- يجدر بنا التنويه إلى أنه في بعض الأحيان قد لا يتسبب بشعور المريض بأي ألم.",
    "button": "ارتجاع المرئ ",
    "pos": "fea143",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fea143": {
    "title": "ارتجاع المرئ",
    "image": "images/organs/ertega3-marea2.png",
    "causes": "1- عندما يتم ابتلاع الطعام ترتخي العضلة العاصرة للمريء السفلية حول قاع المريء للسماح بتدفق الطعام والسائل إلى معدتك، وثم تنغلق العضلة العاصرة مرة أخرى.\n2- في حالة ارتخاء العضلة العاصرة بشكل غير طبيعي أو ضعفها يمكن أن يتدفق حمض المعدة إلى المريء، هذا يؤدي إلى تهيج بطانة المريء وغالبًا ما يتسبب في التهابها.",
    "symptoms": "1- ألم في الصدر.\n2- صعوبة في البلع.\n3- ارتداد الطعام أو السوائل الحامضة.\n4- شعور بوجود كتلة في حلقك.\n5- الأعراض التي تظهر ليلًا:\n    - سعال مزمن.\n    - التهاب الحنجرة.\n    - الربو الجديد أو المتفاقم.\n    - النوم المتقطع.",
    "button": "اضطرابات تقلص المرئ (تشنج المرئ)",
    "pos": "feb143",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "feb143": {
    "title": "اضطرابات تقلص المرئ (تشنج المرئ)",
    "image": "images/organs/marea2.jpeg",
    "causes": "1- ألم حاد في الصدر يشبه ألم النوبة القلبية.\n2- صعوبة في البلع.\n3- حرقة في المعدة.\n4- الشعور كأنّ أمرًا عالقا في الحلق أو الصدر.\n5- ارتجاع الأطعمة والمشروبات.\n6- في حال عانيت من هذه الأعراض كلها أو جزء منها عليك مراجعة الطبيب بأقرب وقت، حيث أنه يحتاج إلى توجيهك لإجراء بعض الفحوصات لاستبعاد احتمالية مرضك بظروف وأمراض أشد خطورة وذات أعراض مشتركة.",
    "symptoms": "1- في الحقيقة لا يوجد هناك سبب محدد وواضح لحدوث تشنج المريء، إلا أن بعض التفسيرات تميل إلى كون الأمر عائدًا إلى وجود مشكلة مع الأعصاب التي تتحكم في عضلات المريء.\n2- أصناف من الطعام والشراب.\n3- درجة حرارة الطعام، سواء كان الطعام بارد جدًا أو ساخن جدًا.\n4- الأدوية والعلاج من السرطان، بما في ذلك العلاج الإشعاعي أو جراحة قريبة من المريء\n5- الأمراض النفسية كالتوتر والاكتئاب والقلق.\n6- مرض الارتداد المعدي المريئي (GERD)، خاصة إذا سبب تندب أو تضيق في المريء.",
    "button": "فتق الحجاب الحاجز",
    "pos": "fec143",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fec143": {
    "title": "فتق الحجاب الحاجز",
    "image": "images/organs/fatq-7egab.jpg",
    "causes": "- يتكون الفتق عندما تكون فتحة الحجاب الحاجز أكثر اتساعًا ممّا تكون عليه في الوضع الطبيعي، قد تكون أوسع منذ الولادة أو نتيجةً لما يأتي:\n    - ضعف العضلة التي تُكَوِّنُ الفتحة التي يمر المريء عبرها فعندما تضعف العضلة تتوسع الفتحة وبالتالي تصبح الطريق مفتوحة لكي تمر المعدة عبر هذه الفتحة إلى تجويف الصدر؛ قد يكون ضعف العضلة ناجمًا عن تعرضها للإصابة أو قد يكون خِلقيًا نتيجة لعوامل وراثية.\n    - ارتفاع الضغط المُشغَّل على العضلة التي تُكوِّن الفتحة حيث بإمكان الضغط المرتفع أن يؤدي لوضع لا تستطيع العضلة فيه احتمال الضغط وبالنتيجة تبرز المعدة من خلالها إلى تجويف الصدر، حيث يرتفع الضغط في تجويف البطن عند السعال، والتقيؤ، وفي حال نشاط حركة الأمعاء، ورفع أغراض ثقيلة",
    "symptoms": "- الفتق نوعان صغير و كبير, قد لا يؤدي الفتق الحجابي الصغير لحدوث أي أعراض، ولكن الفتق الحجابي الكبير قد يؤدي لبعض الأعراض التي إذا ظهر واحد أو أكثر منها فمن المحبذ استشارة طبيب، والتي تشمل:\n    - حرقة.\n    - الفَواق.\n    - آلام في الصدر.\n    - غثيان.\n    - حرقة من المعدة.\n    - ارتجاع الطعام أو السوائل إلى الفم.\n    - ارتجاع حمض المعدة إلى المريء.\n    - صعوبة في البلع.\n    - ألم في الصدر أو البطن.\n    - الشعور بالشبع بعد تناول الطعام بوقت قصير.\n    - ضيق في التنفس.\n    - قيء الدم أو خروج البراز الأسود مما قد يشير إلى نزيف في الجهاز الهضمي.",
    "button": "أعراض التهاب الغضروف الضلعي",
    "pos": "fed143",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fed143": {
    "title": "أعراض التهاب الغضروف الضلعي",
    "image": "images/organs/eltehab-8odrof.jpg",
    "causes": "1- ضربة على الصدر.\n2- الإجهاد البدني، مثل: رفع الأثقال، والتمارين الشاقة، والسعال الحاد.\n3- التهاب المفاصل، أو هشاشة العظام، أو التهاب المفاصل الروماتويدي، أو التهاب الفقار اللاصق\n4- الإصابة بعدوى في المفاصل، مثل: السل، والزهري، وداء الرشاشيات.\n5- الإصابة بالأورام، حيث يمكن أن تسبب الأورام السرطانية وغير السرطانية التهاب الغضروف الضلعي، وقد ينتقل السرطان إلى المفصل من جزء آخر من الجسم، مثل: الثدي، أو الغدة الدرقية، أو الرئة.",
    "symptoms": "1- ألمًا حادًا في مقدمة الصدر، بالقرب من مكان التقاء عظام الصدر والأضلاع، وقد ينتشر إلى منطقة الظهر أو البطن.\n2- ألم عند التنفس بعمق أو السعال، وقد تتحسن حالتك عندما تتوقف عن الحركة، أو تتنفس بهدوء.\n3- ألم عند الضغط على مفاصل الضلع، إذا لم تصب بهذا العرض، فمن المحتمل أنك لا تعاني من التهاب الغضروف الضلعي.\n4- احمرار، أو تورم، أو إفرازات صديد في موقع الجراحة إذا حدث التهاب الغضروف الضلعي بسبب عدوى بعد الجراحة.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },

  "fe151": {
    "title": "التهاب الغده الدرقيه",
    "image": "images/organs/darakeh.jpg",
    "causes": "1- الأجسام المضادة، وتعد عادةً السبب الأكثر شيوعًا.\n2- بعض أنواع الأدوية.\n3- التعرض للإشعاع.\n4-  الفيروسات، أو البكتيريا.",
    "symptoms": "1- ألم وحساسية في منطقة\n2- الشعور بالحرارة، والتعرق، وزيادة معدل النبض وفقدان الوزن. ( في حاله نشاط الغده)\n3- الشعور بالبرد، وانخفاض معدل النبض وزيادة الوزن. (في حاله انخفاض نشاط الغده)",
    "button": "خراج خلف البلعوم",
    "pos": "fea151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fea151": {
    "title": "خراج خلف البلعوم",
    "image": "images/organs/7angarh.jpg",
    "causes": "1- يصاب الأطفال بالتهابات الجهاز التنفسي العلوي قبل ظهور خراج خلف البلعوم، قد يعاني طفلك أولاً من التهاب في الأذن الوسطى أو التهاب الجيوب الأنفية\n2- الأطفال الأكبر سنًا والبالغين عادة ما يتطور معهم المرض بعد تعرض المنطقة للإصابة، فقد تكون رضًّا أوعملية جراحية أو معالجة الأسنان\n3- الأنواع المختلفة من البكتيريا\n4- عدوى العنقوديات المقاومة للمضادات الحيوية.",
    "symptoms": "1- صعوبة التنفس أو حشرجته.\n2- صعوبة البلع.\n3- الألم عند البلع.\n4- الترويل.\n5- الحمى.\n6- السعال.\n7- ألم الحلق الحاد.\n8- تصلب الرقبة أو تورمها.\n9- التشنجات العضلية في الرقبة.",
    "button": "سرطان الراس والعنق",
    "pos": "feb151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "feb151": {
    "title": "سرطان الراس والعنق",
    "image": "images/organs/saratan-elra2aba.jpg",
    "causes": "1- التدخين\n2- شرب الكحول\n3- فيروس الورم الحليمي\n4- التعرض للإشعاع.\n5- العدوى بفيروس ابشتاين-بار.\n6- التعرض الكثيف لأشعة الشمس.\n7- العمر، حيث يعد من هم أكبر من 40 عاماً أكثر عرضة.\n8- استنشاق الأسبستوس، أو غبار الخشب، أو الطلاء، أو الأبخرة الكيميائية الأخرى.\n9- عدم الحصول على ما يكفي من فيتامين أ أو ب.\n10- ارتداد حمض المعدة.\n11- عدم العناية بالفم والأسنان.\n12- ضعف الجهاز المناعي",
    "symptoms": "1- (اعراض سرطان التجويف الفموي)\n    - ظهور بقع بيضاء أو حمراء على اللثة، أو اللسان، أو بطانة الفم.\n    - تقرحات الفم التي لا تلتئم.\n    - تورم الفكين.\n    - نزيف وألم غير معتاد في الفم.\n    - صعوبة البلع.\n    - انخفاض حركة الفك.\n    - نتوء في الرقبة.\n    - فقدان الوزن غير المبرر.\n    - فقدان الأسنان.\n    - رائحة الفم الكريهة.\n2- (اعراض سرطان البلعوم)\n    -ألم مستمر في الحلق والرقبة.\n    - نتوءات في الرقبة.\n    - ألم أثناء البلع.\n    - بحة أو تغير في طبيعة الصوت.\n    - ألم في الأذن أو طنين الأذن.\n    - مشكلة في السمع.\n    - صعوبة التنفس أو الكلام.\n    - انسداد جانب واحد من الأنف.\n    - نزيف الأنف.\n    - صداع.\n3- (اعراض سرطان الحنجرة)\n    - تغير في الصوت مثل بحة الصوت.\n    - صعوبة في البلع.\n    - فقدان الوزن غير المبرر.\n    - السعال المستمر.\n    - ضيق في التنفس.\n    - ألم الأذن.\n    - ألم عند البلع.\n4- (اعراض سرطان الجيوب الانفية والتجويف الانفي)\n    - التهاب الجيوب الأنفية المزمن والمقاوم للعلاج بالمضادات الحيوية.\n    - نزيف الأنف.\n    - ضعف حاسة الشم.\n    - تورم العين.\n    - ألم في العين.\n    - رؤية مزدوجة.\n    - فقدان البصر.\n    - نتوء على الوجه، أو الأنف، أو الفم.\n    - ألم الأسنان العلوية.\n    - خدر في الوجه.\n    - نوبات صداع.\n    - فقدان السمع.\n5- (اعراض سرطان الغدد اللعابية)\n     - تورم تحت الذقن.\n    - تورم حول عظم الفك.\n    - خدر أو شلل عضلات الوجه.\n    - ألم مستمر في الوجه، أو الذقن، أو الرقبة لا يزول. ",
    "button": "التهاب لسان المزمار",
    "pos": "fec151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fec151": {
    "title": "التهاب لسان المزمار",
    "image": "images/organs/lesan-mezmar.jpg",
    "causes": "1- العدوي البكتيرية\n2- التهاب السحايا\n3- استنشاق الجراثيم المنتشره\n4- تدخين الكوكايين.\n5- استنشاق المواد الكيميائية.\n6- ابتلاع جسم غريب.\n7- التهاب الحلق الناتج عن البخار أو مصادر الحرارة الأخرى.\n8- إصابة في الحلق نتيجة طعن أو جرح بعيار ناري.",
    "symptoms": "1- (تشمل أعراض التهاب لسان المزمار الشائعة لدى الأطفال ما يلي:)\n    - حمى شديدة.\n    - تخف الأعراض عند الانحناء للأمام أو الجلوس في وضع مستقيم.\n    - التهاب الحلق.\n    - صوت أجش.\n    -صعوبة في البلع.\n    - الأرق.\n    - التنفس من خلال الفم.\n    - ضيق في التنفس خاصة عند الاستلقاء.\n    - سيلان اللعاب.\n2- (تشمل الأعراض الشائعة لدى البالغين ما يلي:)\n    - حمى.\n    - صعوبة في البلع.\n    - صعوبة في التنفس.\n     - صعوبة في التنفس.\n    - التهاب الحلق الشديد.\n    - صوت خشن أو مكتوم",
    "button": "التهاب الحنجرة",
    "pos": "fed151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fed151": {
    "title": "التهاب الحنجرة",
    "image": "images/organs/eltehab-7angara.png",
    "causes": "- تختلف أسباب التهاب الحنجرة باختلاف النوع على النحو الآتي:\n1- أسباب التهاب الحنجرة الحاد\n    - الالتهاب الفيروسي الذي يُسبب الإصابة بنزلات البرد.\n    - إجهاد الصوت الناتج عن الصراخ، أو الإفراط في الكلام.\n    - الالتهاب البكتيري ولكنه يُعد السبب الأقل شيوعًا.\n2- أسباب التهاب الحنجرة المزمن:\n    - الاستعمال المفرط للصوت خصوصًا عندما تكون طريقة إخراج الصوت غير صحيحة، وتُسبب تهييجًا مستمرًا لغشاء الحنجرة المخاطي.\n    - الحساسية، والتهاب مزمن في القنوات التنفسية، مثل: التهاب الجيوب الأنفية.\n    - استنشاق المهيجات، مثل: المواد الكيميائية، والدخان.\n    - الارتجاع المريئي.\n    - الإفراط في شرب الكحول.\n    - التدخين.",
    "symptoms": "1- بحة في الصوت.\n2- ضعف الصوت.\n3- فقدان الصوت.\n4- إحساس بالدغدغة والخشونة في الحلق.\n5- التهاب الحلق.\n6- جفاف الحلق.\n7- السعال الجاف.",
    "button": "العدوة الفيروسية في الرقبة(التهاب الغدد اللمفاوية",
    "pos": "fee151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fee151": {
    "title": "العدوة الفيروسية في الرقبة(التهاب الغدد اللمفاوية",
    "image": "images/organs/lemawefeh.jpg",
    "causes": "- يوجد هناك العديد من الأسباب لالتهاب الغدد اللمفاوية، والتي تنقسم إلى أسباب معدية وأسباب غير معدية.\n -أسباب التهاب الغدد اللمفاوية المعدية, تعد الالتهابات البكتيرية، والفيروسية، والفطرية من الأمثلة الشائعة على أسباب التهاب الغدد اللمفاوية، ومنها:\n1- عدوى بكتيرية\n    - مرض السل (بالإنجليزية: Tuberculosis).\n    - المكورات العنقودية (بالإنجليزية: Staphylococcus).\n    - المكورات العقدية (بالإنجليزية: Streptococcus).\n    - مرض الزهري.\n2- عدوى فيروسية\n    - فيروس نقص المناعة البشرية.\n    - التهابات الجهاز التنفسي العلوي الفيروسي.\n    - الإصابة بفيروس إبشتاين-بار.\n3- عدوى فطرية أو طفيلية\n    - هيستوبلازما كابسولاتوم (بالإنجليزية: Histoplasma Capsulatum) والمستخفية الحديثة (بالإنجليزية: Cryptococcus Neoformans).\n - أسباب التهاب الغدد اللمفاوية غير المعدية\nنتيجة اسباب مناعية\n    - مرض الذئبة.\n التهاب المفاصل الروماتويدي.\n   - السرطان",
    "symptoms": "1- تورم الغدد اللمفاوية وتضخمها بشكل كبير، وقد تصل الغدد اللمفاوية الملتهبة إلى حجم حبة الفاصولياء أو أكبر. كما وقد يسبب التهاب الغدد اللمفاوية في الفخذ تورماً في الطرف السفلي كاملاً.\n2- الشعور بالألم عند ملامسة الغدد الملتهبة.\n3- التعرق ليلاً أثناء النوم.\n4- الحمى دون سبب واضح.\n5- فقدان الوزن و التعب المفرط.\n6- السعال و الصعوبة في التنفس، حيث قد يؤدي تضخم الغدد اللمفاوية الموجودة بالرئتين إلى حدوث سعال مزمن.\n7- حكة دائمة على صعيد الجسم ككل.\n8- احمرار المنطقة التي تقع فوق الغدد اللمفاوية الملتهبة.\n9- امتلاء الغدد الملتهبة بالقيح، مما يسبب حدوث خراجات، ويمكن أن يشق السائل القيحي طريقه إلى الجلد في الحالات الشديدة وغير المعالجة، ليظهر حينها قيح من الجلد",
    "button": "أسباب أخري",
    "pos": "fef151",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fef151": {
    "title": "أسباب أخري",
    "image": "",
    "causes": "إجهاد الرقبة\nيحدث إجهاد الرقبة عندما تكون الأربطة التي تصل بين عظام الرقبة ممزقة، ويمكن أن يؤدي حركات الرقبة المفاجئة إلى إجهاد الرقبة، وكذلك ارتطام الرقبة في حادث أو السقوط أو أثناء ممارسة الرياضة.",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "fe161": {
    "title": "ألم في مفصل الركبه",
    "image": "",
    "causes": "1- تمزق الاربطه\n2- تمزق الغضاريف\n3- التهاب المفاصل\n4- النقرس\n5- إجهاد الركبه\n6- نخر العظم\n7- الالتهاب الكيسي ف الركبه\n8- أصابه الركبه\n9- التقدم بالعمر\n10- العوامل الوراثيه\n11-  زياده الوزن \n12- الحمل",
    "symptoms": "1- انتفاخ مفصل الركبة.\n2- خشونة المفاصل.\n3- تشقق جلد الركبه\n4- خدر الركبه أو الوخز\n5- ازرقاق الركبه\n6- التورم\n7- عدم القدره علي المشي وتحمل الوزن",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },
  "fe171": {
    "title": "ألم في الساق",
    "image": "images/organs/saq.jpg",
    "causes": "1-  إختلال في أملاح الدم وحدوث جفاف في الجسم\n2- بعض أنواع العقاقير\n3- ممارسة التمارين الرياضية بشكل خاطئ\n4-  إلتهاب الوتار والاربطة العظمية العضلية\n5- أمراض تضيق الشرايين وتصلبها\n6- إلتهاب العظم الداخلي\n7- أمراض الأعصاب\n8-  الإصابة بمرض سرطان العظم\n9- التهاب المفاصل الروماتويدي\n10- الإصابة بنزف أو ضربه حادة\n11- تشنج عضلات الساق\n12- حدوث كسور العظم في الساق\n13- الإصابة بالتهاب الأعصاب السكري\n14- الإصابة بمرض النقرس\n15- التدخين و الإدمان على شرب الكحول يتسببان بتلف الأعصاب و بالتالي الشعور بألم الساق\n16- بعض حالات زيادة الوزن و السنمة مرتبطة بألم الساق\n17- الرباط الصليبي",
    "symptoms": "1- ضعف الساق\n2- تنميل بجزء من الساق أو كلها\n3- الخفقان\n4- التشنجات\n5- الحكة\n6- الإحساس بالوخز\n7- ألم المفاصل\n8- التعب\n9- الحرارة\n10- تورم المفصل\n11- تقلص نطاق الحركة\n12- كدمات على الجلد",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fe181": {
    "title": "ألم في القدم",
    "image": "images/organs/qadam.png",
    "causes": "1- التعرض للعدوى الفيروسية أو الفطرية أو البكتيرية\n2- الأظفر النابت\n3- داء السكري\n4- وداء الذئبة\n5- والنقرس\n6- والتهاب المفاصل الروماتيدي\n7- تشوهات القدم مثل القدم المخلبية، و الكعب الأفحج وكعة إصبع\n8- تسطح القدم\n9- وقوس القدم العالي\n10- الإصابات بنوعيها: الشديدة مثل تمزق وتر أخيل،\n11-  أو المتكررة قليلة الشدة مثل إصابات عدائي الماراثون.\n12- الإصابات المتكررة: وينتج عنها ضرر العظام أو الأوتار\n13- المشي أو الركض على أسطح غير مستوية، أو الأرضية شديدة النعومة أو شديدة القسوة، \n14- ارتداء الأحذية غير المناسبة  وذات القياس غير المناسب.\n15- التقرحات.\n16- ضرر الأعصاب والمفاصل، \n17- تشوه أصابع القدم\n18- التهاب وتر أخيل\n19- تمزق وتر العرقوب\n20- الكسر القلعي\n21- النتوءات العظمية\n22- القدم المكسورة\n23- إصبع قدم مكسور\n24- الوكعات\n25- التهاب الجِراب\n26- مسمار اللحم والدُشبذات\n27- الاعتلال العصبي السكري\n28- أقدام مسطحة\n29- النقرس\n30- تشوه هاغلوند\n31- إصبع القدم المطرقية\n32- الأحذية ذات الكعب العالي أو التي لا تلائم مقاسك\n33- ظفر القدم الغارز في اللحم\n34- ألم المشط\n35- ورم مورتون العصبي\n36- الفُصال العظمي\n37- التهاب العظم\n38- مرض باجيت الذي يصيب العظام\n39- الاعتلال العصبي المحيطي\n40- التهاب اللفافة الأخمصية\n41- الثآليل الأخمصية\n42- التهاب المفاصل الصدفي\n43- مرض رينود\n44- التهاب المفاصل التفاعلي\n45- التهاب الجِراب خلف العقبي\n46- التهاب المفاصل الروماتويدي\n47- التهاب المفاصل الإنتاني\n48- كسور الإجهاد\n49- متلازمة نفق عظم الكعب\n50- التهاب الوتر\n51- الأورام",
    "symptoms": "1- ألم حاد أو مؤلم أو حارق في  قدمك \n2- الألم الذي يزداد سوءًا عند الوقوف أو الجري أو ثني قدميك أو المشي - خاصة حافي القدمين على سطح صلب - ويتحسن عند الراحة\n3- ألم حاد أو حاد أو تنميل أو وخز في أصابع قدميك\n4- شعور بوجود حصاة في حذائك",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fe191": {
    "title": "الم في الفخذ",
    "image": "images/organs/fa5th.jpg",
    "causes": "1- إجهاد العضله\n2- رضوض في العضله أو كدمات\n3- تجمع الدم\n4- إجهاد أو خلع الوتر المستقيمي\n5- كسر في عظمه الفخذ\n6- التهاب العضل العظمي\n7- الاصابه في  أعصاب الفخذ",
    "symptoms": "1- ألم حاد في الفخذ والامامي\n2- التورم والكدمات\n3- ضعف القدره علي المشي\n4- صعوبة في ثني الركبه\n5- ألم لا يحتمل مع التورم هذا يعني كسر في الفخذ\n6- الشد العضلي\n7- العصب المنضغط\n8- التضيق في العمود الفقري\n9- ألم الفخذ المخذلي\n10- الاعتلال العصبي السكري\n11- الفتق",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },

  "fe201": {
    "title": "الأورام الليفيه الرحميه",
    "image": "images/organs/waram-lefy.jpg",
    "causes": "1-  الطفرات الوراثيه\n2- الهرمونات\n3- التاريخ العائلي\n4- السنه الزائدة",
    "symptoms": "1- نزيف حاد خلال فترة الطمث يستمر لمدة أسبوع.\n2- ضغط وأوجاع في منطقة الحوض.\n3- ارتفاع وتيرة التبول.\n4- صعوبات في تفريغ المثانة البولية بشكل كامل.\n5- إمساك.\n6- آلام في الظهر أو الأرجل.",
    "button": "الحمل خارج الرحم",
    "pos": "fea201",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fea201": {
    "title": "الحمل خارج الرحم",
    "image": "images/organs/7aml-5areg.jpg",
    "causes": "يعود السبب تطور الحمل خارج الرحم إلى ضرر في قمع قناة فالوب ناجم عن التهابات ما، خصوصًا تلك المنقولة بالعلاقات الجنسية، أو عن عمليات جراحية سابقة.",
    "symptoms": "1- تأخر الحيض.\n2- نزف شديد في المهبل (Vagina)\n3- ألم في الأجزاء السفلية من البطن.\n4- الضعف أو الإغماء نتيجة لفقدان الدم.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fe202": {
    "title": "حصي المثانه",
    "image": "images/organs/hasah-mathanah.jpg",
    "causes": "1- المثانه العصبيه\n2- حصي الكلي\n3- تضخم البروستاتا\n4- العدوي\n5- النظام الغذائي\n6- رتج المثانه",
    "symptoms": "1- عدم الراحة أو الألم في القضيب للذكور.\n2- ألم في منطقة أسفل المعدة.\n3- الألم والانزعاج عند التبول.\n4- دم في البول.\n5- بول غامق بشكل غير طبيعي.\n6- التبول المتكرر، وخاصة خلال الليل.\n7- سلس البول، أو عدم القدرة على السيطرة على التبول.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },
  "fe203": {
    "title": "التصاقات الحوض",
    "image": "images/organs/elteqasat.jpeg",
    "causes": "1- تحدث الالتصاقات عند قيام الجسم بترميم نفسه كرد فعل طبيعي بعد العمليات الجراحية، أو الالتهابات، أو الإصابات، أو العلاج الإشعاعي.\n2- بما أن آليات الترميم بالجسم لا تميز بين عضو وآخر، فإن حدث تلامس بين عضوين أو حتى بين جزئين من عضو واحد فإن الأنسجة الندبية تتشكل للربط بينهما، ما يعني حدوث الالتصاقات.",
    "symptoms": "1- الألم المزمن.\n2- الألم عند الحركة أو الجلوس أو حتى الاستلقاء في وضعية معينة.\n3- الألم عند الإخراج.\n4- الانسداد المعوي.\n5- عدم القدرة على إخراج الغازات.\n6- المشاكل المعوية، منها الإمساك والتنقل بين الإمساك والإسهال نتيجة للانسداد الجزئي.\n7- العقم.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
  },

  "fe211": {
    "title": "أصابه أو تمزق الكتف المدوره",
    "image": "images/organs/katef.jpg",
    "causes": "غالبًا ما تحدث إصابات الكفة المدورة بسبب التآكل والتمزق التدريجي في أنسجة الوتر بمرور الوقت. يمكن أن يؤدي النشاط العلوي المتكرر أو النوبات الطويلة من رفع الأشياء الثقيلة إلى تهيج الوتر أو إتلافه. يمكن أيضًا إصابة الكفة المدورة في حادثة واحدة أثناء السقوط أو الحوادث.",
    "symptoms": "1- يوصف بأنه ألم خفيف عميق في الكتف\2- النوم المزعج\3- يصعب تمشيط شعرك أو الوصول إلى خلف ظهرك\n4- يكون مصحوبًا بضعف في الذراع\n5- بعض إصابات الكفة المدورة لا تسبب الألم",
    "button": "التهاب الأوتار",
    "pos": "fea211",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea211": {
    "title": "التهاب الأوتار",
    "image": "images/organs/katef.jpg",
    "causes": "1- أصابه مفاجئة\n2- تكرار نفس الحركه بمرور الوقت\n3- التحرك بشكل غير صحيح",
    "symptoms": "1- غالبًا ما يوصف الألم بأنه ألم خفيف ، خاصة عند تحريك الطرف أو المفصل المصاب\n2- تورم خفيف",
    "button": "التهاب الجراب",
    "pos": "feb211",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb211": {
    "title": "التهاب الجراب",
    "image": "images/organs/katef.jpg",
    "causes": "1- رفع أحمال إلى فوق مستوى الرأس بصورة متكررة، أو رمي كرة بقوة كبيرة.\n2- ممارسة إطلاق النار في وضعية الانبطاح.\n3- دخول جرثومة إلى الجراب",
    "symptoms": "1- ألم في المفصل وقد يُصبح متصلبًا، ومحمرًّا، ومنتفخًا.\n2- اشتداد الألم في المفاصل عند الحركة، أو عند لمس المنطقة المصابة.",
    "button": "تجمد الكتف",
    "pos": "fec211",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec211": {
    "title": "تجمد الكتف",
    "image": "images/organs/katef.jpg",
    "causes": "1- يحاط مفصل الكتف بكبسولة من النسيج الضام. وتحدث الإصابة بالكتف المتجمدة عندما يزداد سُمك هذه الكبسولة وتضيقها حول مفصل الكتف، ما يقيد حركته.\n2- ولا يُعرف سبب حدوث ذلك لبعض الأشخاص بوضوح. ولكن من المرجح أن ذلك يحدث بعد إبقاء الكتف ثابتة لفترة طويلة، كما هو الحال بعد الجراحة أو كسر الذراع.",
    "symptoms": "1- تسبب أي حركة للكتف ألمًا، وتصبح قدرة الكتف على الحركة محدودة. \n2- المرحلة المتجمدة. ربما يقل الألم خلال هذه المرحلة، إلا أن الكتف يزداد تيبُّسًا، ويصبح استخدامه أصعب.\n3- مرحلة الانحلال. تبدأ قدرة الكتف على الحركة في التحسُّن.",
    "button": "أسباب أخري",
    "pos": "fed211",
    "image-width": "0",
    "image-height": "200",
    "last": "",

  },
  "fed211": {
    "title": "أسباب أخري",
    "image": "images/organs/fa5th.jpg",
    "causes": "1-  أعراض الاحتكاك: الألم الذي يزيد مع النشاط البدني ويزداد سوءًا بشكل تدريجي. يعاني المريض من نطاق الحركة المحدودة للمفصل فيجد نفسه غير قادر على القيام بالحركات العادية مثل تصفيف الشعر ورفع الأشياء من وإلى الرفوف.\n2- أعراض  كسر ف العضد:\n    - ألمًا حادًا قد يتفاقم مع الحركة\n    - تورمًا\n    - تكدمًا\n    - تشوهًا، مثل اعوجاج\n    - عدم القدرة على تدوير الذراع\n3- أعراض التواء الكتف وانفصاله:\n    - تشوُّه شكل الكتف أو خروجها من مكانها\n    - التوُّرم أو الكدمات\n    - الألم الشديد\n    - عدم القدرة على تحريك المفصل\n4- اعراض التهاب المفصل الروماتويدي:\n    - إيلام ودفء وتورم المفاصل\n    - تيبّس المفاصل، والذي يتفاقم عادةً في الصباح وبعد فترة من عدم النشاط\n    - التعب والحُمَّى وفقدان الشهية\n-- في اليسار فقط:\n1- أعراض الذبحه الصدريه\n    - الم في ذراعيك أو رقبتك أو فكك أو كتفك أو ظهرك.\n    - مع وجود أعراض اخري مثل:  الم وانزعاج في الصدر. وهذا الشعور  بالألم أو الانزعاج في الصدر قد يشبه: الحرق,الامتلاء,الضغط,العصر,الدوار,الإرهاق,الغثيان,ضيق النفس,التعرق\n2- النوبة القلبية\n- الأعراض\n- تتفاوت أعراض النوبة القلبية. فبعض الأشخاص تكون أعراضهم خفيفة. بينما يصاب آخرون بأعراض شديدة. وبعض الأشخاص لا تظهر عليهم أي أعراض.\n-وتشمل أعراض النوبة القلبية الشائعة ما يلي:\n    -  ألم في الصدر يشبه الإحساس بضغط أو ثقل أو ضيق أو ألم عاصر أو وجع\n    - الشعور بألم أو انزعاج يمتد إلى الكتف أو الذراع أو الظهر أو العنق أو الفك أو الأسنان وأحيانًا يصل إلى الجزء العلوي من البطن\n    -  العرق البارد\n    - الإرهاق\n    - حرقة المعدة أو عسر الهضم\n    - شعور مفاجئ بالدوار أو الدوخة\n    - الغثيان\n    - ضيق النفَس\n2- الأسباب:\n    - وقد تحدث النوبة القلبية بسبب حدوث انسداد كامل أو جزئي في أحد شرايين القلب (الشريان التاجي).\n    - تشنج الشريان التاجي. تحدث هذه الحالة نتيجة لاعتصار حاد لأحد الأوعية الدموية غير المسدودة.\n    - حالات عَدوى معيّنة.\n    - التسلُّخ التلقائي للشريان التاجي. تظهر هذه الحالة المَرَضية المهددة للحياة نتيجة حدوث تمزق داخل أحد شرايين القلب.",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "fe221": {
    "title": "التهاب الأوتار",
    "image": "images/organs/ko3.jpeg",
    "causes": "1- أصابه مفاجئة\n2- تكرار نفس الحركه بمرور الوقت\n3- التحرك بشكل غير صحيح",
    "symptoms": "1- غالبًا ما يوصف الألم بأنه ألم خفيف ، خاصة عند تحريك الطرف أو المفصل المصاب\n2- تورم خفيف",
    "button": "التهاب الجراب الناتئ المرفقي",
    "pos": "fea221",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea221": {
    "title": "التهاب الجراب الناتئ المرفقي",
    "image": "images/organs/ko3.jpeg",
    "causes": "1- ضربه في الكوع\n2- الاتكاء المتكرر ع نقطه الكوع\n3- الالتهابات\n4- تقدم السن",
    "symptoms": "1- تورم الكوع\n2- ألم شديد\n3- احمرار بارز\n4- جلد دافئ",
    "button": "التواء الاربطه",
    "pos": "feb221",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb221": {
    "title": "التواء الاربطه",
    "image": "images/organs/ko3.jpeg",
    "causes": "1- التواء لا إرادي للذراع أثناء الأنشطة الرياضية\n2- إصابة الكوع نتيجة حادث أو سقوط\n3-  الشد المفرط للكوع أثناء التمرين مما يزيد من الشد على أوتار الكوع\n4- إهمال الإحماء والإطالة قبل أداء التمارين أو الأنشطة الرياضية\n5- التعرض لالتواء سابق في الكوع مما يجعلك أكثر عرضة لالتواء آخر.",
    "symptoms": "1- ألم وتورم وضعف وكدمات حول الكوع\n2- تقييد في حركة الكوع\n3- ألم في مفصل الكوع أثناء فرده",
    "button": "العصب المنضغط",
    "pos": "fec221",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec221": {
    "title": "العصب المنضغط",
    "image": "images/organs/ko3.jpeg",
    "causes": "1-  زياده الضغط  بشكل كبير علي العصب\n2- الإصابة\n3- التهاب المفاصل الروماتويدي أو التهاب الرسغين\n4- الإجهاد من العمل المتكرر\n5- الهوايات أو الأنشطة الرياضية\n6- السمنة",
    "symptoms": "1- الخَدَر أو ضعف الإحساس في المنطقة التي يزودها العصب\n2- ألم حاد أو مستمر أو حارق، يمكن أن ينتشر للخارج\n3- الشعور بوخز كوخز الإبر والمسامير\n4- ضعف العضلات في المنطقة المصابة\n5- الإحساس المتكرر بتنميل القدم أو اليد",
    "button": "اسباب أخري",
    "pos": "fed221",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed221": {
    "title": "أسباب أخري",
    "image": "images/organs/ko3.jpeg",
    "causes": "1- التهاب المفاصل\n2- الكسور\n3- خلع المفصل",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "fe231": {
    "title": "متلازمه النفق الرسغي ",
    "image": "images/organs/nafaq.jpg",
    "causes": "1- الضغط علي العصب المتوسط وهو المسؤل عن الاحساس \n2- وفي كثير من الأحيان، لا يوجد سبب واحد لمتلازمة النفق الرسغي. قد تكون مجموعة من عوامل الخطر هي التي ساهمت في حدوث هذه الحالة المرضية.",
    "symptoms": "1- الوخز أو الخدر. قد تشعر ببعض الوخز والخدر في أصابعك أو يدك. وعادةً ما تشعر بذلك في إصبعي الإبهام والسبابة، أو إصبع الوسطى أو البنصر، إلا أنك لن تشعر بذلك في إصبع الخنصر الأصغر. وقد تحس بشعور يشبه مرور تيار كهربي في هذه الأصابع.\n2- وربما ينتقل هذا الشعور من رسغك إلى ذراعك.\n3- عادةً ما تحدث هذه الأعراض أثناء الإمساك بمقود السيارة أو الهاتف أو الجريدة، أو قد توقظك هذه الأعراض من النوم.\n4- يلجأ معظم الأشخاص لـ \"هزِّ\"اليد كمحاوَلة منهم للتخلُّص من هذا الإحساس. مع الوقت قد يصبح إحساس الخدر موجودًا دائمًا.\n5- الضعف. قد تشعر بضعف في يدك وتسقط منها الأشياء. وقد يكون سبب ذلك الخدر في اليد أو ضعف عضلات الإبهام القابضة التي يتحكم فيها أيضًا العصب المتوسط.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },

  "fe241": {
    "title": "التهاب الأوتار",
    "image": "images/organs/eas.webp",
    "causes": "1- أصابه مفاجئة\n2- تكرار نفس الحركه بمرور الوقت\n3- التحرك بشكل غير صحيح",
    "symptoms": "1- غالبًا ما يوصف الألم بأنه ألم خفيف ، خاصة عند تحريك الطرف أو المفصل المصاب\n2- تورم خفيف",
    "button": "كسر العضد",
    "pos": "fea241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea241": {
    "title": "كسر العضد",
    "image": "images/organs/Kasr-3adad.png",
    "causes": "",
    "symptoms": "1- الما حادًا يتفاقم مع الحركة\n2- تورما\n3- تكدما\n4- تشوها مثل اعوجاج\n5- عدم القدره علي تدوير الذراع",
    "button": "التضيق الشوكي",
    "pos": "feb241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb241": {
    "title": "التضيق الشوكي",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- النتوءات العظمية في العمود الفقري\n2- القرص المنفتق في العمود الفقري\n3- الاربطه السميكه\n4- الأورام\n5- أصابه العمود الفقري",
    "symptoms": "1- يتسبَّب التضيق الشوكي غالبًا في حدوث أعراض. ولكن عندما تحدث الأعراض، فإنها تبدأ ببطء وتتفاقم بمرور الوقت. وتتوقف الأعراض على الجزء المصاب من العمود الفقري.\n2- في أسفل الظهر:\n    - ألمًا أو تقلُّصات مؤلمة في رجل واحدة أو الرجلين\n    - ويحدث ذلك عند الوقوف لفترة طويلة أو عند المشي. وتتحسن الأعراض عند الانحناء أو الجلوس.\n    - وقد يشعر بعض الناس أيضًا بألم في الظهر.\n3- في الرقبة\n    - الخَدَر\n    - الشعور بوخز أو ضعف في اليد أو الذراع أو القدم أو الساق\n    - مشكلات في المشي والاتزان\n    - ألم الرقبة\n    - مشكلات في الأمعاء أو المثانة",
    "button": "العصب المنضغط",
    "pos": "fec241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec241": {
    "title": "العصب المنضغط",
    "image": "images/organs/3asab-monda8et.jpg",
    "causes": "1- زياده الضغط  بشكل كبير علي العصب\n2- الإصابة\n3- التهاب المفاصل الروماتويدي أو التهاب الرسغين\n4- الإجهاد من العمل المتكرر\n5- الهوايات أو الأنشطة الرياضية\n6- السمنة",
    "symptoms": "1- الخَدَر أو ضعف الإحساس في المنطقة التي يزودها العصب\n2- ألم حاد أو مستمر أو حارق، يمكن أن ينتشر للخارج\n3- الشعور بوخز كوخز الإبر والمسامير\n4- ضعف العضلات في المنطقة المصابة\n5- الإحساس المتكرر بتنميل القدم أو اليد",
    "button": "القرص المفتوق",
    "pos": "fed241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed241": {
    "title": "القرص المفتوق",
    "image": "images/organs/corse-monfateq.webp",
    "causes": "1- تقدُّم العمر . كلما تقدم العمر، أصبحت أقراص الفقرات أقل مرونةً وأكثر عُرضةً للتهتك أو التمزّق حتى مع أقل قدر من الإجهاد أو الالتِواء.\n2- لا يستطيع معظم الأشخاص تحديد سبب القرص المُنفتق لديهم تحديدًا دقيقًا. ففي بعض الأحيان يؤدي استخدام عضلات الظهر بدلاً من عضلات الساق والفخذ في رفع الأشياء الثقيلة إلى انفتاق القرص ويؤدي الدوران والالتِواء أثناء رفع الأشياء إلى ذلك أيضًا. وفي حالات نادرة، قد يتسبب حدوث إصابة جسدية مثل السقوط أو ضربة على الظهر في حدوث انفتاق القرص.",
    "symptoms": "1- ألم الساق أو الذراع. إذا كان القرص المنفتق في أسفل الظهر\n2- فعادةً ما تشعر بألم في الأليتين والفخذ وربلة الساق إلى جانب ألم أسفل الظهر. وقد تشعر بالألم في أجزاء من القدم أيضًا.\n3- وإذا كان القرص المنفتق في العنق، فستشعر بالقدر الأكبر من الألم في كتفك وذراعك. ورُبما ينتقل هذا الألم إلى ذراعك أو ساقك عند السعال أو العطاس أو الحركة بأوضاع مُعيّنة. وعادةً ما يُوصَف الألم بأنه حاد أو حارق.\n4- النَّمَل أو النَّخز. عادةً ما يشعر المُصابون بالقرص المنفتق بنَمَل أو نَخز منتشر في الجزء من الجسم الذي تصل إليه الأعصاب المُصابة.\n5- الضعف. تميل العضلات المتصلة بالأعصاب المُصابة إلى الضعف. وقد يتسبب ذلك في سقوطك أو يؤثر على قدرتك على رفع الأشياء أو إمساكها.",
    "button": "أسباب أخري",
    "pos": "fee241",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee241": {
    "title": "أسباب أخري",
    "image": "images/organs/nafaq.jpg",
    "causes": "1- امراض المناعه الذاتيه\n2- ذبحه صدريه\n- أعراض:\n1- الم في ذراعيك أو رقبتك أو فكك أو كتفك أو ظهرك.\n2- مع وجود أعراض اخري مثل:\nالم وانزعاج في الصدر. وهذا الشعور بالألم أو الانزعاج في الصدر قد يشبه: الحرق,الامتلاء,الضغط,العصر,الدوار,الإرهاق,الغثيان,ضيق النفس,التعرق",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "fe251": {
    "title": "انزلاق غضروفي أو الديسك",
    "image": "images/organs/enzelaq-8odrofy.png",
    "causes": "1- رفع شيء ثقيل\n2- التاكل التدريجي\n3- التعرض لحادث\n4- الحمل عند النساء",
    "symptoms": "1- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس \n2- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس والجلوس والوقوف\n3- التنميل والخدر\n4- الضعف العضلي\n5- يحدث احيانا ضعف ف المثانه والامعاء",
    "button": "ورم الفقرات",
    "pos": "fea251",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea251": {
    "title": " تضيق القناة الشوكية",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n2- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n3- كسور العظام أو التعرض لحادث أو إصابة.\n4- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف،والتقزم.\n5- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n6- كسور العظام أو التعرض لحادث أو إصابة.",
    "symptoms": "1- ألم في الأقدام.\n2- ألم في العنق.\n3- ألم في أسفل الظهر.\n4- خدر وتنميل في الأطراف يزداد سوءًا مع الحركة.\n5- ضعف عام في الأقدام أو الذراعين أو الأصابع.\n6- فقدان السيطرة على عمليات التبول والإخراج.\n7- الإصابة بمتلازمة ذيل الفرس.",
    "button": "الالم العضلى التليفى",
    "pos": "feb251",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb251": {
    "title": "الالم العضلى التليفى",
    "image": "images/organs/alm-3adaly.webp",
    "causes": "1- يعتقد العديد من الباحثين أن التحفيز المتكرر للأعصاب يتسبب في حدوث تغيرات في الدماغ والحبل النخاعي لدى الأشخاص المصابين بالألم الليفي العضلي. تشمل هذه التغيرات زيادة غير طبيعية في مستويات بعض المواد الكيميائية المسؤولة عن نقل الألم في الدماغ.\n2- بالإضافة إلى ذلك، يبدو أن مستقبلات الألم في الدماغ تُنشئ نوعًا من ذاكرة الألم وتصبح حساسة؛ ما يعني أنها يمكن أن تبالغ في رد الفعل تجاه الإشارات المؤلمة وغير المؤلمة.\n3- يُحتمل وجود العديد من العوامل المؤدية إلى هذه التغييرات، بما في ذلك:\n    - الجينات الوراثية. بما أن يسري الألم الليفي العضلي في أفراد العائلة الواحدة عادةً، فقد تكون هناك بعض الطفرات الجينية التي قد تجعلك أكثر عرضة للإصابة بهذا الاضطراب.\n    - حالات العدوى. وثمة أمراض قد تؤدي إلى الإصابة بالالتهاب الليفي العضلي أو إلى تفاقم أعراضه.\n    - الأحداث البدنية أو العاطفية. في بعض الأحيان، يمكن إثارة الألم الليفي العضلي نتيجة لإصابة جسدية، مثل التعرض لحادث سيارة. وقد يحفز الضغط النفسي الذي يستمر لفترة طويلة هذه الحالة أيضًا.",
    "symptoms": "1- ألمًا واسع المدى. غالبًا ما يوصف الألم المصاحب للألم الليفي العضلي بأنه ألم خفيف مستمر إذا دام لثلاثة أشهر على الأقل. وليعتبر الألم واسع المدى، لا بد أن تشعر به على جانبَي الجسم، وأعلى خَصرِك وأسفله.\n2- الإرهاق. غالبًا ما يستيقظ الأشخاص المصابون بالألم العضلي الليفي متعبين، على الرغم من أنهم أبلغوا عن نومهم لفترات طويلة. غالبًا ما يضطرب النوم بسبب الألم، ويعاني العديد من مرضى الألم العضلي الليفي من اضطرابات نوم أخرى، مثل متلازمة تململ الساقين وانقطاع النفس النومي.\n3- الصعوبات الإدراكية. يضعف أحد الأعراض الذي يشار إليه عادة باسم\"الضباب الليفي\"القدرة على التركيز والانتباه والتركيز على المهام العقلية.",
    "button": "التهاب المفاصل الروماتويدي",
    "pos": "fec251",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec251": {
    "title": "التهاب المفاصل الروماتويدي",
    "image": "images/organs/remo.jpg",
    "causes": "لا يعرف الأطباء سبب بدء هذه العملية، لكن يبدو أن السبب المحتمل هو مكون جيني. وعلى الرغم من أن الجينات لا تُسبب التهاب المفاصل الروماتويدي في الواقع، يمكنها أن تجعلك أكثر عرضة للاستجابة للعوامل البيئية - مثل الإصابة ببعض الفيروسات والبكتيريا - التي قد تُسبب الإصابة بالمرض.",
    "symptoms": "1- إيلام ودفء وتورم المفاصل\n2- تيبّس المفاصل، والذي يتفاقم عادةً في الصباح وبعد فترة من عدم النشاط\n3- التعب والحُمَّى وفقدان الشهية\n4- في العادة، يصيب التهاب المفاصل الروماتويدي في مراحله الأولى المفاصل الصغيرة أولاً، وخاصة المفاصل التي تَصِل أصابع اليدين باليدين وأصابع القدمين بالقدمين.\n5- ومع تفاقم المرض، تنتشر الأعراض غالبًا إلى مفصلَي الرسغ والركبة والكاحل والمرفق والفخذ والكتف. وفي معظم الحالات، تظهر الأعراض على المفاصل نفسها في كلا جانبي الجسم.\n6- يواجه نحو 40% من الأشخاص المصابين بالتهاب المفاصل الروماتويدي أيضًا علامات وأعراض تظهر في مناطق أخرى غير المفاصل. وتشمل تلك المناطق ما يلي:\n    - الجلد\n    - العينان\n    - الرئتان\n    - القلب\n    - الكلى\n    - الغدد اللعابية\n    - النسيج العصبي\n    - نخاع العظم\n    الأوعية الدموية",
    "button": "أسباب أخري",
    "pos": "fed251",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed251": {
    "title": "اسباب أخري",
    "image": "images/organs/nafaq.jpg",
    "causes": "1- وضعيات الجسم الخاطئة أثناء الجلوس أو الحركة.\n2- توتر عضلات الرقبة بسبب وضع الرقبة والرأس الخاطئ.\n3- تحريك الرقبة بشكل عنيف أثناء ممارسة التمارين الرياضية.\n4- الجلوس لفترات طويلة بدون تحريك الرأس وبقاء الرقبة في وضع واحد مدة طويلة\n5- التعرض لإصابة أو حادث\n6-  اللتهاب السحايا\الاسباب:\n1- التهاب السّحايا هو مرض التهابي يُصيب الأغشية المُخاطيّة المُحيطة بالدّماغ والنخاع الشّوكي، بسبب عدوى بكتيريّة أو فيروسيّة.\n2- يختلف سير المرض وأعراضه بحسب النوع، ويشمل التهاب السحايا عدة انواع (. التهاب السّحايا الجرثومي، التهاب السحايا العقيم ، التهاب السحايا الفيروسي)\n3- وهناك عدة اسباب اخرى مثلا الاصابة باحدى الجراثيم النى تسبب مرض التهاب السحايا",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "fe261": {
    "title": "التهاب الأوتار",
    "image": "images/organs/eas.webp",
    "causes": "1- أصابه مفاجئة\n2- تكرار نفس الحركه بمرور الوقت\n3- التحرك بشكل غير صحيح",
    "symptoms": "1- غالبًا ما يوصف الألم بأنه ألم خفيف ، خاصة عند تحريك الطرف أو المفصل المصاب\n2- تورم خفيف",
    "button": "كسر الساعد",
    "pos": "fea261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea261": {
    "title": "كسر الساعد",
    "image": "images/organs/casr-sa3ed.jpg",
    "causes": "",
    "symptoms": "1- الما حادًا يتفاقم مع الحركة\n2- تورما\n3- تكدما\n4- تشوها مثل اعوجاج\n5- عدم القدره علي تدوير الذراع",
    "button": "التضيق الشوكي",
    "pos": "feb261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb261": {
    "title": "التضيق الشوكي",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- النتوءات العظمية في العمود الفقري\n2- القرص المنفتق في العمود الفقري\n3- الاربطه السميكه\n4- الأورام\n5- أصابه العمود الفقري",
    "symptoms": "1- يتسبَّب التضيق الشوكي غالبًا في حدوث أعراض. ولكن عندما تحدث الأعراض، فإنها تبدأ ببطء وتتفاقم بمرور الوقت. وتتوقف الأعراض على الجزء المصاب من العمود الفقري.\n2- في أسفل الظهر:\n    - ألمًا أو تقلُّصات مؤلمة في رجل واحدة أو الرجلين\n    - ويحدث ذلك عند الوقوف لفترة طويلة أو عند المشي. وتتحسن الأعراض عند الانحناء أو الجلوس.\n    - وقد يشعر بعض الناس أيضًا بألم في الظهر.\n3- في الرقبة\n    - الخَدَر\n    - الشعور بوخز أو ضعف في اليد أو الذراع أو القدم أو الساق\n    - مشكلات في المشي والاتزان\n    - ألم الرقبة\n    - مشكلات في الأمعاء أو المثانة",
    "button": "العصب المنضغط",
    "pos": "fec261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec261": {
    "title": "العصب المنضغط",
    "image": "images/organs/3asab-monda8et.jpg",
    "causes": "1- زياده الضغط  بشكل كبير علي العصب\n2- الإصابة\n3- التهاب المفاصل الروماتويدي أو التهاب الرسغين\n4- الإجهاد من العمل المتكرر\n5- الهوايات أو الأنشطة الرياضية\n6- السمنة",
    "symptoms": "1- الخَدَر أو ضعف الإحساس في المنطقة التي يزودها العصب\n2- ألم حاد أو مستمر أو حارق، يمكن أن ينتشر للخارج\n3- الشعور بوخز كوخز الإبر والمسامير\n4- ضعف العضلات في المنطقة المصابة\n5- الإحساس المتكرر بتنميل القدم أو اليد",
    "button": "القرص المفتوق",
    "pos": "fed261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed261": {
    "title": "القرص المفتوق",
    "image": "images/organs/corse-monfateq.webp",
    "causes": "1- تقدُّم العمر . كلما تقدم العمر، أصبحت أقراص الفقرات أقل مرونةً وأكثر عُرضةً للتهتك أو التمزّق حتى مع أقل قدر من الإجهاد أو الالتِواء.\n2- لا يستطيع معظم الأشخاص تحديد سبب القرص المُنفتق لديهم تحديدًا دقيقًا. ففي بعض الأحيان يؤدي استخدام عضلات الظهر بدلاً من عضلات الساق والفخذ في رفع الأشياء الثقيلة إلى انفتاق القرص ويؤدي الدوران والالتِواء أثناء رفع الأشياء إلى ذلك أيضًا. وفي حالات نادرة، قد يتسبب حدوث إصابة جسدية مثل السقوط أو ضربة على الظهر في حدوث انفتاق القرص.",
    "symptoms": "1- ألم الساق أو الذراع. إذا كان القرص المنفتق في أسفل الظهر\n2- فعادةً ما تشعر بألم في الأليتين والفخذ وربلة الساق إلى جانب ألم أسفل الظهر. وقد تشعر بالألم في أجزاء من القدم أيضًا.\n3- وإذا كان القرص المنفتق في العنق، فستشعر بالقدر الأكبر من الألم في كتفك وذراعك. ورُبما ينتقل هذا الألم إلى ذراعك أو ساقك عند السعال أو العطاس أو الحركة بأوضاع مُعيّنة. وعادةً ما يُوصَف الألم بأنه حاد أو حارق.\n4- النَّمَل أو النَّخز. عادةً ما يشعر المُصابون بالقرص المنفتق بنَمَل أو نَخز منتشر في الجزء من الجسم الذي تصل إليه الأعصاب المُصابة.\n5- الضعف. تميل العضلات المتصلة بالأعصاب المُصابة إلى الضعف. وقد يتسبب ذلك في سقوطك أو يؤثر على قدرتك على رفع الأشياء أو إمساكها.",
    "button": "أسباب أخري",
    "pos": "fee261",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee261": {
    "title": "أسباب أخري",
    "image": "images/organs/nafaq.jpg",
    "causes": "1- امراض المناعه الذاتيه\n2- ذبحه صدريه\n- أعراض:\n1- الم في ذراعيك أو رقبتك أو فكك أو كتفك أو ظهرك.\n2- مع وجود أعراض اخري مثل:\nالم وانزعاج في الصدر. وهذا الشعور بالألم أو الانزعاج في الصدر قد يشبه: الحرق,الامتلاء,الضغط,العصر,الدوار,الإرهاق,الغثيان,ضيق النفس,التعرق",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },


  "fe271": {
    "title": "متلازمة العضلة الكمثرية",
    "image": "images/organs/komethreah.jpeg",
    "causes": "1- تضخّم العضلة الكمثرية، الذي عادةً ما يصاب به الرياضيون في فترات التدريب الشاقة.\n2- إصابات الورك، مثل: السقوط أو التعرض لحادث سيارة.\n3- الجلوس لفترات زمنية طويلة.\n4- ضعف عضلات الأرداف.\n5- ازدياد الوزن والضغط على الأرداف بسبب الحمل.\n6- وجود مشكلات في بنية العضلة الكمثرية، مثل انشطارها.",
    "symptoms": "1- ألم في جهة واحدة من الأرداف.\n2- عدم الشعور بالراحة عند الجلوس.\n3- الشعور بحرقة في الأرداف.\n4- شعور بوخز وتنميل يبدأ في الأرداف وقد ينتشر على طول الساق من الخلف.\n5- آلام أسفل الظهر.\n6- تشنّج عضلات الساقين.",
    "button": "الكيسة الشعرية",
    "pos": "fea271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea271": {
    "title": "الكيسة الشعرية",
    "image": "images/organs/kesah-she3reah.jpeg",
    "causes": "1- الشعر المتساقط الذي يخترق الجلد هو سبب معظم الكيسات الشعرية. فقد يؤدي الاحتكاك والضغط الناتجَين عن حك الجلد أو ارتداء الملابس الضيقة أو ركوب الدراجات أو الجلوس لفترات طويلة إلى دفع الشعر إلى داخل الجلد.\n2- يُكوِّن الجسم كيسة حول الشعر لمحاولة دفعه إلى الخارج. وتتكون معظم الكيسات الشعرية على عظمة العصعص. من الممكن أيضًا أن يُصاب الأشخاص الذين يشذبون شعر الحيوانات أو يعملون في قص الشعر بكيسة شعرية بين أصابعهم.",
    "symptoms": "قد لا تسبب الكيسة الشعرية ظهور أي أعراض. لكن إذا أُصيبت بالعدوى، فقد يحدث تورم وألم بالجلد المحيط بالكيسة. تتضمن أعراض الكيسة الشعرية المصابة بالعدوى ما يأتي:\n    - وهدة بالقرب من أعلى شق الأليَتَين.\n    - الشعور بالألم.\n    - التهاب الجلد وتورمه.\n    - خروج الصديد أو الدم من فتحة في الجلد.\n    - رائحة من مكان تصريف الصديد.",
    "button": "ورم الفقرات",
    "pos": "feb271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb271": {
    "title": "ورم الفقرات",
    "image": "images/organs/entefaq-qors.jpg",
    "causes": "- تُعد الأورام الفقرية التي تبدأ في العمود الفقري نادرة جدًا، ولم يتضح سبب حدوثها.\n1- ويشك الخبراء في أن الجينات المعيبة لها دور في الإصابة. ولكن لا يعرف عادةً ما إذا كانت هذه العيوب الجينية موروثة أو فقط تتطور بمرور الوقت. أو، قد تكون بسبب مشكلة ما في البيئة، مثل التعرض لبعض المواد الكيميائية.\n2- تكون معظم الأورام الفقرية نقيلية، مما يعني أنها قد انتشرت من أورام في أعضاء في أماكن أخرى من الجسم. يمكن لأي نوع من السرطان أن ينتقل إلى العمود الفقري، ولكن الأورام الشائعة التي تنتشر من الثدي والرئة والبروستاتا تكون أكثر قابلية من غيرها للانتشار في العمود الفقري. قد تنتشر سرطانات العظام الأخرى، مثل الورم النقوي المتعدد أيضًا في العمود الفقري.\n3- تكون الأورام الفقرية شائعة أيضًا لدى الأشخاص ممن لديهم تاريخ سابق من السرطان.",
    "symptoms": "يمكن أن تُسبب الأورام الفقرية عدة علامات وأعراض في أثناء نمو الورم. قد تؤثر الأورام في العمود الفقري أو جذور الأعصاب، أو الأوعية الدموية، أو عظام عمودك الفقري. قد تتضمن العلامات والأعراض الأخرى للورم الفقري:\n    - ألمًا في موقع الورم ناتجًا عن نمو الورم\n    - آلام الظهر، التي غالبًا ما تنتشر إلى أجزاء أخرى من جسمك\n    - يكون ألم الظهر في أسوأ حالاته في أثناء الليل\n    - فقدان الإحساس أو ضعف العضلات خاصة في ذراعيك أو ساقيك\n    - صعوبة المشي، وأحيانًا تؤدي إلى السقوط\n    - الشعور بحساسية أقل للبرودة والحرارة والألم\n    - فقدان وظيفة الأمعاء أو المثانة\n    - الشلل، الذي قد يكون خفيفًا أو شديدًا، ويمكن أن يصيب مناطق مختلفة في جميع أنحاء الجسم",
    "button": "انفتاق القرص ",
    "pos": "fec271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec271": {
    "title": "انفتاق القرص ",
    "image": "images/organs/entefaq-qors.jpg",
    "causes": "1- غالبًا ما ينتُج انفتاق القرص عن اهتراء تدريجي متعلق بتقدُّم العمر يُسمى تنَكُّس القرص. كلما تقدم العمر، أصبحت أقراص الفقرات أقل مرونةً وأكثر عُرضةً للتهتك أو التمزّق حتى مع أقل قدر من الإجهاد أو الالتِواء.\n2- لا يستطيع معظم الأشخاص تحديد سبب القرص المُنفتق لديهم تحديدًا دقيقًا. ففي بعض الأحيان يؤدي استخدام عضلات الظهر بدلاً من عضلات الساق والفخذ في رفع الأشياء الثقيلة إلى انفتاق القرص ويؤدي الدوران والالتِواء أثناء رفع الأشياء إلى ذلك أيضًا. وفي حالات نادرة، قد يتسبب حدوث إصابة جسدية مثل السقوط أو ضربة على الظهر في حدوث انفتاق القرص",
    "symptoms": "1- تحدث أغلب إصابات القرص المنفتق في أسفل الظهر، مع أنها قد تحدث في العنق أيضًا. وتعتمد المؤشرات المرَضية والأعراض على موضع القرص وما إذا كان القرص يضغط على العصب أم لا. وعادةً ما يؤثر القرص المنفتق على أحد جانبي الجسم دون الآخر.\n2- ألم الساق أو الذراع. إذا كان القرص المنفتق في أسفل الظهر، فعادةً ما تشعر بألم في الأليتين والفخذ وربلة الساق إلى جانب ألم أسفل الظهر. وقد تشعر بالألم في أجزاء من القدم أيضًا. وإذا كان القرص المنفتق في العنق، فستشعر بالقدر الأكبر من الألم في كتفك وذراعك. ورُبما ينتقل هذا الألم إلى ذراعك أو ساقك عند السعال أو العطاس أو الحركة بأوضاع مُعيّنة. وعادةً ما يُوصَف الألم بأنه حاد أو حارق.\n3- النَّمَل أو النَّخز. عادةً ما يشعر المُصابون بالقرص المنفتق بنَمَل أو نَخز منتشر في الجزء من الجسم الذي تصل إليه الأعصاب المُصابة.\n4- الضعف. تميل العضلات المتصلة بالأعصاب المُصابة إلى الضعف. وقد يتسبب ذلك في سقوطك أو يؤثر على قدرتك على رفع الأشياء أو إمساكها.",
    "button": "التهاب المفضل العجزى",
    "pos": "fed271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed271": {
    "title": "التهاب المفضل العجزى",
    "image": "images/organs/mefsal-3agjy.jpg",
    "causes": "1- الإصابة. يمكن للتأثيرات المفاجئة، مثل التعرض للسقوط أو لحادث سيارة، أن تسبب ضررًا في المفصل العجزي الحرقفي\n2-  التهاب المفاصل. يمكن أن يحدث التهاب المفاصل الناتج عن الاهتراء والتآكل (الالتهاب المفصلي العظمي) في المفاصل العجزية الحرقفية. وكذلك الأمر بالنسبة لنوع من التهاب المفاصل الذي يصيب العمود الفقري، والمعروف باسم التهاب الفقار المقسّط.\n3- الحمل. ترتخي المفاصل العجزية الحرقفية وتتمدد من أجل الولادة. ويمكن للوزن الزائد وتغيير طريقة السير أثناء فترة الحمل أن تضغط على هذه المفاصل.\n4- العدوى. في حالات نادرة، يمكن أن يصاب مفصل عجزي حرقفي بالعدوى",
    "symptoms": "يحدث ألم التهاب المفصل العجزي الحرقفي غالبًا في الأليتين وأسفل الظهر. ويمكن أن يؤثر أيضًا في الساقين والأربية وحتى القدمين. يمكن أن يتحسن الألم بالحركة. وقد يتفاقم الألم بسبب:\n    - تحميل الوزن على ساق أكثر من الأخرى.\n    - صعود الدرج.\n    - الركض.\n    -  المشي بخطوات واسعة.",
    "button": "التهاب الجراب",
    "pos": "fee271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee271": {
    "title": "التهاب الجراب",
    "image": "images/organs/garab.webp",
    "causes": "- اهم اسباب حدوث التهاب الجراب، هو اصابة أو جرح كيس الجراب الموجود في المفصل أي كان موضعه، مما يؤدي الى انتفاخه وحدوث ألم واحمرار خارجي في المنطقة، ويختلف نوع السبب المؤدي للإصابة بالتهاب الجراب على حسب النوع، مثلاً:\n1- يحدث التهاب الجراب الكيسي، بسبب: ممارسة الحركات الرياضية بطريقة خاطئة، أو ثني الركبة بشكل متكرر ولفترات طويلة، أو بسبب حدوث عدوى أو نزيف في الكيس الجرابي.\n2- يحدث التهاب الجراب الزهري، بسبب حدوث ضربة أو رضوض في الجزء الخلفي من المرفق، أو بسبب ركي المرفق بشكل متكرر على أسطح صلبة، أو بسبب عدوى.\n3- يحدث التهاب الجراب المدوي لعدة أسباب من أهمها الاستلقاء وعدم الحركة لفترة طويلة من الزمن، أو الجلوس أو الوقوف بشكل غير سليم، أو حدوث لإصابة مباشرة في الورك، أو بسبب الإصابة بالتهاب المفاصل أو بعدوى",
    "symptoms": "1- ألم في المكان المصاب، ويزداد هذا الألم عند الحركة أو الضغط على المفصل.\n2- رخاوة وطراوة في المنطقة.\n3- تورم.\n4- عدم القدرة على تحريك المفصل.\n5- حمى واحمرار في المنطقة المصابة، ويحدث ذلك في حال كان التهاب الجراب ناتج عن التهاب آخر",
    "button": "الفصال العظمى",
    "pos": "fef271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fef271": {
    "title": "الفصال العظمى",
    "image": "images/organs/fesal-3admy.webp",
    "causes": "1- يحدث الالتهاب المفصلي العظمي نتيجة التلف التدريجي للنسيج الغضروفي الذي يبطن أطراف العظام في المفاصل. النسيج الغضروفي هو نسيج ثابت، ومنزلق يتيح حركة المفاصل دون احتكاك تقريبًا.\n2- لذلك فإن تآكل النسيج الغضروفي تمامًا يؤدي إلى احتكاك العظام ببعضها.\n3- ويُعرَف الالتهاب المفصلي العظمي في أغلب الحالات بالتآكل والاهتراء الناجمين عن استخدام المفصل بمرور الزمن. ولا يستهدف الالتهاب المفصلي العظمي النسيج الغضروفي وحسب، بل يؤثر كذلك على المفصل بالكامل. ويسبب تغيرات في العظام وتآكل الأنسجة الضامة التي تربط المفصل معًا وتربط العضلات بالعظام. كما يصيب بطانة المفصل أيضًا بالالتهاب.",
    "symptoms": "1-  الألم. قد يشعر المريض بألم المفصل أثناء الحركة أو بعدها.\n2- التيبُّس. يصبح تيبّس المفصل أكثر وضوحًا عند الاستيقاظ أو بعد عدم النشاط لفترة.\n3- الألم عند اللمس. قد يشعر المريض بألم المفصل عند الضغط عليه أو بالقرب منه برفق.\n4- فقدان المرونة. قد لا يتمكن المريض من تحريك المفصل حركة كاملة.\n5- الشعور بالصرير. قد تشعر بالصرير عند استخدام المفصل، وقد تسمع صوت فرقعة أو طقطقة.\n6- النتوءات العظمية. يمكن أن تتكون قطع العظام الصغيرة هذه، التي تبدو ككتل صلبة، حول المفصل المصاب.\n7- التورُّم. التهاب الأنسجة الرخوة حول المفصل قد يكون سببًا من الأسباب.",
    "button": "انزلاق غضروفي أو الديسك",
    "pos": "feg271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feg271": {
    "title": "انزلاق غضروفي أو الديسك",
    "image": "images/organs/enzelaq-8odrofy.png",
    "causes": "1- رفع شيء ثقيل\n2- التاكل التدريجي\n3- التعرض لحادث\n4- الحمل عند النساء",
    "symptoms": "1- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس \n2- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس والجلوس والوقوف\n3- التنميل والخدر\n4- الضعف العضلي\n5- يحدث احيانا ضعف ف المثانه والامعاء",
    "button": "ورم الفقرات",
    "pos": "feh271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feh271": {
    "title": "التهاب المفصل الصدفى",
    "image": "images/organs/back-pain.jpg",
    "causes": "1- يحدث التهاب المفاصل الصدفي عندما يهاجم جهازُ المناعة الخلايا والأنسجةَ السليمة. تسبب الاستجابة المناعية التهاب المفاصل بالإضافة إلى فرط إنتاج خلايا الجلد.\n2- ويبدو أن للعوامل الجينية والبيئية دورًا في استجابة الجهاز المناعي. لدى العديد من الأشخاص المصابين بالتهاب المفاصل الصدفي سيرة مرضية عائلية تشمل الإصابة بالصدفية أو التهاب المفاصل الصدفي. اكتشف الباحثون علامات جينية معينة تبدو مرتبطة بالتهاب المفاصل الصدفي\n3- قد تؤدي الإصابات الجسدية أو بعض المسببات الموجودة في البيئة المحيطة — مثل العدوى الفيروسية أو البكتيرية — إلى الإصابة بالتهاب المفاصل الصدفي لدى الأشخاص ذوي الاستعداد الوراثي لمثل هذه الحالة.",
    "symptoms": "1- التهاب المفاصل الصدفي والصدفية من الأمراض المزمنة التي تتفاقم بمرور الوقت. ومع ذلك، قد يمر المريض بفترات تتحسن فيها الأعراض أو تختفي مؤقتًا.\n2- يمكن أن يصيب التهاب المفاصل الصدفي أحد جانبي الجسم أو كليهما. غالبًا ما تتشابه العلامات والأعراض بين التهاب المفاصل الصدفي والتهاب المفاصل الروماتويدي. يسبب كلا المرضين ألم المفاصل وتورمها وشعورًا بدفئها عند لمسها.\n3- ومع ذلك، يُحتمل أن يسبب التهاب المفاصل الصدفي أيضًا ما يلي:\n1- تورم أصابع اليدين والقدمين. يمكن أن يسبب التهاب المفاصل الصدفي انتفاخات مؤلمة في أصابع اليدين والقدمين.\n2- ألم القدم. يمكن أن يسبب التهاب المفاصل الصدفي أيضًا ألمًا في النقاط الواصلة بين العظام والأوتار والأربطة — خاصةً في الجزء الخلفي من العقب (التهاب وتر العرقوب)، أو في أخمص القدمين (التهاب اللفافة الأخمصية).\n3- آلام أسفل الظهر. يصاب بعض الأشخاص بحالة تسمى التهاب الفقار نتيجة لالتهاب المفاصل الصدفي. يؤدي التهاب الفقار بشكل رئيسي إلى التهاب المفاصل بين فقرات العمود الفقري والمفاصل الواقعة بين العمود الفقري والحوض (التهاب المفصل العجزي الحرقفي).\n4- تغيرات في الأظافر. يمكن أن تتفتت الأظافر أو تنفصل عن قاعدتها أو تتشكل فيها انبعاجات صغيرة (حفر).\n5- التهاب العين. يمكن أن يسبب التهاب عنبية العين تشوش الرؤية وألم العين واحمرارها. إذا لم يُعالجَ التهاب عنبية العين فقد يؤدي إلى فقدان البصر.",
    "button": "تضييق العمود الفقري",
    "pos": "fei271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fei271": {
    "title": "تضييق العمود الفقري",
    "image": "images/organs/tadeak-3amood.jpg",
    "causes": "1- هشاشة العظام والتوترات العظمية، تعد هشاشة العظام والتوترات العظمية من أهم أسباب الإصابة بمرض تضيّق العمود الفقريّ مع تقدّم العمر.\n2- التهاب المفاصل الفقاعيّ الإلتهابيّ، تزيد الإصابة بالتهاب المفاصل الفقاعيّ الإلتهابيّ الضغط على الحبل الشوكيّ مما يزيد من احتمالية الإصابة بهذا المرض.\n3- أورام العمود الفقريّ أو أورام العظام بشكلٍ عام.\n4- مرض باجيت (بالإنجليزية: Paget’s Disease)، يسبب الإصابة بمرض باجيت في تلف ونمو العظام بشكلٍ غير طبيعيٍ.\n5- انحناء العمود الفقريّ.\n6- التقزّم (بالإنجليزية: Dwarfism).",
    "symptoms": "1- ضعف في الأطراف.\n2- ألم في منطقة أسفل الظهر، يعاني الأشخاص المصابين بمرض تضيّق العمود الفقريّ من ألم أسفل منطقة الظهر خصوصاً عند الوقوف أو المشي لفتراتٍ طويلةٍ.\n3- الشعور بالخدر في القدم أو في منطقة الفخذ.\n4- الشعور بعدم التوازن",
    "button": "تضيق القناة االشوكية",
    "pos": "fej271",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fej271": {
    "title": "تضيق القناة االشوكية",
    "image": "images/organs/tadeak-qanah.png",
    "causes": "1- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n2- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n3- كسور العظام أو التعرض لحادث أو إصابة.\n4- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n5- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n6- كسور العظام أو التعرض لحادث أو إصابة.",
    "symptoms": "1- ألم في الأقدام.\n2- ألم في العنق.\n3- ألم في أسفل الظهر.\n4- خدر وتنميل في الأطراف يزداد سوءًا مع الحركة.\n5- ضعف عام في الأقدام أو الذراعين أو الأصابع.\n6- فقدان السيطرة على عمليات التبول والإخراج.\n7- الإصابة بمتلازمة ذيل الفرس.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fe272": {
    "title": "حصي الكلي",
    "image": "images/organs/hasah-kelah.jpg",
    "causes": "1- قلة شرب الماء.\n2- تناول بعض الأدوية، مثل: مدرات البول.\n3- الإصابة ببعض الأمراض، مثل: التهاب الجهاز البولي، والنقرس، بالإضافة إلى بعض الاضطرابات الوراثية.",
    "symptoms": "تتحرك حصيات صغيرة في الكلى بسهولة من خلال المسالك البولية؛ لذا فقد لا تظهر أي أعراض، أما عند وجود حصيات كبيرة في الكلى، فقد يتم ملاحظة:\n    - ألم حاد في الخاصرة، والظهر، وتحت الأضلاع.\n    - ألم أثناء التبول.\n    - دم في البول.\n    - قيء، وغثيان.\n    - بول عكر، أو كريه الرائحة.\n    - حمى، ورعشة في حالة وجود التهاب.",
    "button": "التهاب الكلي",
    "pos": "fea272",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea272": {
    "title": "التهاب الكلي",
    "image": "images/organs/eltehab-kelah.jpg",
    "causes": "1- يمكن للبكتيريا التي تدخل المسالك البولية عبر الإحليل أن تتكاثر وتنتقل إلى الكلى. وهذا هو السبب الأكثر شيوعًا للإصابة بعدوى الكلى.\n2- يمكن أيضًا أن تنتشر البكتيريا من عدوى في جزء آخر من الجسم عبر مجرى الدم إلى الكلى. في حالات نادرة، يمكن أن يسبب المفصل الاصطناعي أو صمام القلب المُصاب عدوى الكلى.\n3- ونادرًا ما تحدث التهاب الكلى بعد الخضوع لعملية في الكلى. ",
    "symptoms": "1- الحمى\n2- القشعريرة\n3- الشعور بحرقة أو ألم عند التبول\n4- الحاجة إلى التبول بشكلٍ متكرر\n5- الحاجة الملحة المستمرة إلى التبول\n6- الشعور بآلام الظهر أو الجانب أو الأربية\n7- الغثيان والقيء\n8- ظهور صديد أو دم في البول\n9- خروج بول عكِر أو له رائحة كريهة\n10- ألم البطن",
    "button": "التهاب المثانة",
    "pos": "feb272",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb272": {
    "title": "التهاب المثانة",
    "image": "images/organs/eltehab-mathanah.jpg",
    "causes": "1-التدخل في تدفق البول: يمكن أن يحدث هذا في حالات مثل وجود حصوة في المثانة أو تضخم البروستاتا عند الرجال.\n2- التغييرات في جهاز المناعة: يمكن أن يحدث هذا في حالات معينة مثل مرض السكري وعدوى فيرووس وفي بعض الحالات من الالتهابات الفيروسية.\n3-الاستخدام المطول لقسطرة المثانة: قد تكون هناك حاجة إلى هذه الأنابيب في الأشخاص المصابين بأمراض مزمنة أو عند كبار السن حيث يمكن أن يؤدي الاستخدام المطول إلى زيادة التعرض للعدوى البكتيرية وكذلك تلف أنسجة المثانة",
    "symptoms": "1- الحاجة القوية والمستمرة إلى التبول\n2- الشعور بالألم أو الحرقة عند التبول\n3- التبول بكميات صغيرة على نحو متكرر\n4- ظهور دم في البول (البيلة الدموية)\n5 -بول غائم أو له رائحة قوية\n6- شعور مزعج في منطقة الحوض\n7- الشعور بضغط في منطقة أسفل السرة (البطن)\n8- ألم في الظهر أو في أحد جانبي الجسم\n9- الحُمّى والقشعريرة\n10- الغثيان والقيء\n11- حمى خفيفة",
    "button": "حصوات المسالك البولية ( حصوات المثانة)",
    "pos": "fec272",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec272": {
    "title": "حصوات المسالك البولية ( حصوات المثانة)",
    "image": "images/organs/hasah-masalek.jpg",
    "causes": "- تبدأ حصوات المثانة في النمو عند بقاء بعض البول في المثانة بعد التبول، مما يؤدي إلى تشكل بلورات تلتصق ببعضها البعض. يحدث هذا غالبًا بسبب وجود حالة طبية كامنة تمنع المثانة من التفريغ تمامًا عند استخدام المرحاض.\n- الحالات التي تمنع المثانة من التفريغ الكامل تشمل:\n1- المثانة العصبية: في حالة تلف الأعصاب التي تصل بين المثانة والجهاز العصبي، على سبيل المثال في السكتة الدماغية أو إصابة العمود الفقري، قد لا يحدث تفريغ للمثانة بشكل كامل.\n2- تضخم البروستاتا: إذا تضخمت البروستاتا، يمكن أن تضغط على مجرى البول وتتسبب في حدوث اضطراب في التدفق، وترك بعض البول في المثانة.\n3- العدوى: يمكن أن تتسبب التهابات المسالك البولية في الإصابة بحصوات المثانة.\n4- حصى الكلى: يمكن أن تتحرك حصى الكلى إلى أسفل الحالب، وإذا كانت كبيرة جدًا، فإنها ستبقى في المثانة ويمكن أن تسبب انسدادًا. حصى الكلى أكثر شيوعًا من حصوات المثانة.\n5- رتج المثانة: تعني هذه الحالة وجود أكياس داخل المثانة قد تصبح كبيرة بما يكفي لتتداخل مع خروج البول من الجسم.\n6- النظام الغذائي: يمكن أن يؤدي النظام الغذائي الذي لا يحتوي على كمية كافية من السوائل إلى تكوين حصوات المثانة ",
    "symptoms": "قد لا تُحدث حصوات المثانة الأعراض على الفور، ولكن إذا كانت الحصوات تُهيج المثانة، فيمكن أن تشمل الأعراض ما يلي:\n    - عدم الراحة أو الألم في القضيب للذكور.\n    - ألم في منطقة أسفل المعدة.\n    - الألم والانزعاج عند التبول.\n    - دم في البول.\n    - بول غامق بشكل غير طبيعي.\n    - التبول المتكرر، وخاصة خلال الليل.\n    - سلس البول، أو عدم القدرة على السيطرة على التبول",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fe273": {
    "title": "خراج شرجي",
    "image": "images/organs/5orag-sharage.png",
    "causes": "1- انسداد مخرج الغدة الشرجية الموجودة على مستوى الخط المسنن الواقع بين الثلث السفلي والثلث الأوسط لقناة الشرج.\n2- الإصابة ببعض الأمراض، مثل: داء كرون (crhon's disease)، والتهاب القولون التقرحي (ulcerative colitis)، وإصابة في منطقة الوركين، والتهاب الرتج (diverticulitis)، والأورام الخبيثة.\n3- إجراء شق جراحي في منطقة فتحة الشرج خلال عملية جراحية ما.",
    "symptoms": "1- آلام في المنطقة المحيطة بفتحة الشرج.\n2- الحمى.\n3- الانتفاخ والاحمرار الموضعي.\n4- تكون هذه الأعراض أكثر شدة في حالات الإصابة ببعض الأمراض، مثل مرض السكري، وبعض أمراض نقص المناعة، وسرطان الدم",
    "button": "التهاب الزائدة الدودية",
    "pos": "fea273",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea273": {
    "title": "التهاب الزائدة الدودية",
    "image": "images/organs/eltehab-zydah.jpg",
    "causes": "1- من المرجح أن يكون سبب التهاب الزائدة الدودية انسدادًا في بطانة الزائدة الدودية يؤدي إلى العدوى.\n2- تتكاثر البكتيريا بسرعة، مما يؤدي إلى التهاب الزائدة الدودية وتورمها وامتلائها بالصديد. إذا لم تتم معالجته على الفور، يمكن أن تنفجر الزائدة الدودية.",
    "symptoms": "1- الشعور بألم مفاجئ يبدأ في الجانب الأيمن بالجزء السفلى من البطن\n2- الشعور بألم مفاجئ حول السرة وغالبًا ما ينتقل إلى المنطقة السفلية اليمنى من البطن\n3- الشعور بألم يتفاقم عند السعال، أو المشي أو القيام بحركات مفاجئة\n4- الغثيان والقيء\n5- فقدان الشهية\n6- الإصابة بحمى منخفضة الدرجة والتي قد تتفاقم خلال تطور المرض\n7- الإمساك أو الإسهال\n8- انتفاخ البطن\n9- الانتفاخ",
    "button": " الشرخ الشرجي",
    "pos": "feb273",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb273": {
    "title": " الشرخ الشرجي",
    "image": "images/organs/shar5.jpeg",
    "causes": "1- عند خروج البراز يكون كبير جدا في الحجم\2- الإمساك والإجهاد أثناء حركات الأمعاء وصلابة البراز الخارج\n3- الإسهال المزمن\n4- الاصابة بالبواسير  — >  علاج البواسير بدون جراحة\n5- من الممكن أن تكون الولادة أحد أسباب للشق الشرجي\n6- وهناك بعض الأسباب الأخرى ولكنها تكون أسباب أقل شيوعا للإصابة بالشرخ الشرجي ومن ضمن تلك الأسباب:\n    - مرض كورون أو أمراض التهابات الأمعاء\n    - فيروس الذي يسبب مرض الايدز\n    - مرض السل  أو مرض الزهري",
    "symptoms": "1- الشعور بألم مفاجئ يبدأ في الجانب الأيمن بالجزء السفلى من البطن\n2- الشعور بألم مفاجئ حول السرة وغالبًا ما ينتقل إلى المنطقة السفلية اليمنى من البطن\n3- الشعور بألم يتفاقم عند السعال، أو المشي أو القيام بحركات مفاجئة\n4- الغثيان والقيء\n5- فقدان الشهية\n6- الإصابة بحمى منخفضة الدرجة والتي قد تتفاقم خلال تطور المرض\n7- الإمساك أو الإسهال\n8- انتفاخ البطن\n9- الانتفاخ",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fe274": {
    "title": "عسر الطمث ",
    "image": "images/organs/alm-ebadah.jpg",
    "causes": "ينتج عسر الطمث عن تقلصات عضلة الرحم التي تنقبض عادة أثناء الطمث وتتسبب التقلصات الشديدة بزيادة الضغط على الأوعية الدموية المجاورة وتأثر تروية عضلة الرحم ",
    "symptoms": "1- الألم المستمر في منطقة اسفل البطن\n2- الاحساس بالضغط في منطقة أسفل البطن\n3- ألم في منطقة الورك ، أسفل الظهر و الفخذين\n4- الغثيان، التقيؤ ورخاوة البراز في حالات الشد العضلي المزمن",
    "button": "الم الإباضة",
    "pos": "fea274",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea274": {
    "title": "الم الإباضة",
    "image": "images/organs/alm-ebadah.jpg",
    "causes": "1- توجد البويضات في المبيض داخل جريبات أو أكياس، لذا فإن نمو هذا الجريب إلى حجم كبير وتمزقه عند الإباضة قد يسبب تمدد سطح المبيض، الذي بدوره قد يسبب أعراض التبويض المؤلم.\n2- يتسبب السائل والدم الخارج من الجريب المتمزق في حدوث تهيج والتهاب بسيط في أنسجة المبيض، مما قد يؤدي بدوره إلى الشعور بمغص ووجع في الظهر بعد التبويض، أو ألم الفخذ، أو ألم الرجل وقت التبويض، ويعود السبب في ألم الفخذ أو الرجل إلى مرور أربطة الرحم في منطقة الإربية، وهي منطقة التقاء الفخذ بالبطن، يؤدي تغير مستوى الهرمونات في أيام التبويض في ارتخاء هذه الأربطة والشعور بالألم.",
    "symptoms": "1- ألم شديد في المبيض الأيمن وقت التبويض أو المبيض الأيسر، أو في أحد جانبي الحوض.\n2- ألم يشبه ألم الدورة من العديد من النواحي مثل وجع الحوض، وآلام أعلى الفخذ.\n3- ألم في حلمتي الثدي بعد التبويض أو خلال فترة التبويض نتيجة لارتفاع مستويات الهرمونات، أو حدوث الحمل.\n4- ألم التبويض والجماع إذ قد يزيد الجماع من شدة ألم الإباضة.\n5- النزيف المهبلي الخفيف.",
    "button": "تكايس المبايض",
    "pos": "feb274",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb274": {
    "title": "تكايس المبايض",
    "image": "images/organs/takaes-mebed.jpg",
    "causes": "1- السمنة.\n2- التاريخ العائلي.\n3- مقاومة الأنسولين.\n4- الالتهاب في الجسم، والذي قد يزيد من مقاومة الأنسولين",
    "symptoms": "1- عدم انتظام الدورة الشهرية أو ندرة الطمث.\n2- زيادة الوزن.\n3- ترقق شعر الرأس وتساقطه.\n4- زيادة إفرازات دهون البشرة أو حب الشباب.\n5- نمو الشعر الزائد على الوجه، أو الصدر، أو الظهر، أو الأرداف، وهي حالة تسمى الشعرانية.\n6- صعوبة في الحمل أو عدم انتظام الإباضة.",
    "button": "داء التهاب الحوضى ",
    "pos": "fec274",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec274": {
    "title": "داء التهاب الحوضى ",
    "image": "images/organs/da2-7od.jpg",
    "causes": "1- يمكن أن تسبب أنواع عديدة من البكتيريا مرض التهاب الحوض (PID)، لكن عدوى السيلان أو داء المتدثرة هما الأكثر شيوعًا. عادةً ما تحدث الإصابة بهذه البكتيريا أثناء ممارسة الجنس غير الآمن.\n2- يمكن للبكتيريا أن تدخل إلى الجهاز التناسلي في أي وقت يكون فيه الحاجز الطبيعي الناتج عن عنق الرحم في حالة اضطراب، وهي حالة أقل شيوعًا. يمكن أن يحدث هذا أثناء الحيض أو بعد الولادة أو الإجهاض التلقائي أو الإجهاض. وفي حالات نادرة، يمكن للبكتيريا أن تدخل إلى الجهاز التناسلي أثناء عملية غرز اللولب الرحمي (IUD) ",
    "symptoms": "1- الشعور بألم حاد في أسفل البطن ( منطقة الحوض) .\n2- نزيف مهبلي غير طبيعي.\n3- حدوث نزيف بعد ممارسة الجماع .\n4- الألم أثناء الجماع .\n5- إفرازات مهبلية غير طبيعية .\n6- الحمى .\n7- آلام أسفل الظهر .\n8- الام خلال التبول .\n9- القيء .\n10- الغثيان .\n11- عدم انتظام الحيض ( الدورة الشهرية )",
    "button": "انتباذ بطانة الرحم ( بطانة الرحم المهاجرة ) ",
    "pos": "fed274",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed274": {
    "title": "انتباذ بطانة الرحم ( بطانة الرحم المهاجرة ) ",
    "image": "images/organs/entebath.webp",
    "causes": "1. الحيض الارتجاعي (Retrograde menstruation) وفي هذه الحالة يتدفق دم الحيض الذي يحتوي هلى أجزاء من بطانة الرحم عبر أنابيب فالوب إلى جوف الحوض بدلًا من الخروج من الجسم.\n2. تحول الخلايا الصفاقية (Transformation of peritoneal cells) وهي نظرية يقترح خلالها الخبراء بتحول الخلايا المبطنة للجانب الداخلي من البطن إلى خلايا تشبه خلايا بطانة الرحم.\n3. غرس الندبات الجراحية (Surgical scar implantation) بعد إجراء العملات الجراحية المتعلقة بمنطقة الحوض مثل استئصال الرحم أو العملية القيصرية بحيث تلتصق خلايا بطانة الرحم في الشق الشرجي.\n4. انتقال خلايا بطانة الرحم (Endometrial cell transport) حيث تنقل الأوعية دموية أو السائل اللمفاوي خلايا من بطانة الرحم إلى أجزاء أخرى من الجسم.\n5. اضطراب الجهاز المناعي (Immune system disorder) تؤدي مشكلة في وظائف جهاز المناعة إلى عجز الجسم عن تميز نسيج بطانة الرحم الذي ينمو خارج الرحم وبالتالي تدميره.",
    "symptoms": "1- العقم لدى 30 - 40% من اللواتي يعانين من انتباذ بطانة الرحم. لدى النساء اللواتي يعانين من العقم، فإن المسبب الأكثر وضوحًا له هو داء انتباذ بطانة الرحم نحو 15 إلى 25%.\n2- مشاكل في الإباضة.\n3- عسر الطمث (Dysmenorrhea) والألم أثناء الدورة الشهرية وقد تكون آلام الطمث هذه قوية جدًا إلى درجة أنها تسبب الوهن.\n4- عسر الجماع (Dyspareunia) والألم أثناء الجماع.\n5- الألم المزمن في الحوض.\n6- آلام أسفل الظهر.\n7- ألم أثناء التبول أو التبرز وخاصه خلال فترات الطمث.",
    "button": "التصاقات الحوض",
    "pos": "fee274",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee274": {
    "title": "التصاقات الحوض",
    "image": "images/organs/elteqasat.jpeg",
    "causes": "تعرض المراءة لحدوث التهابات شديدة في منطقة الحوض هذه الالتهابات تتطور مكونة النسيج الليفي المسئول عن تكون الالتصاقات بداخل الحوض ، اصابة المراءة بمرض البطانة الهاجرة التي تؤثر بدورها على الاخصاب ومن ثم يحدث تكون للنسيج الليفي المسئول عن تكوين انسجة الالتصاقات ، اذا كانت المراءة تعرضت الى عمليات جراحة في الجزء السفلي من البطن او في الرحم او قامت بأزالة الزائدة الدودية و تحدث الالتصاقات بشكل اكثر و مؤكد اذا انفجرت الزائدة في البطن  أو المرارة ، عند اتمام عملية تفريغ و ازالة كيس المبيض ، تعرض المراءة لحدوث الحمل الهاجر ",
    "symptoms": "1- قد تأتي الالتصاقات من دون أي أعراض أو مضاعفات\n2- غير أنها قد تسبب الألم والمشاكل المعدية المعوية، منها الانتفاخ والإمساك؛ وقد تسبب العقم أيضا.\n3- كما أنها ترتبط بالإجهاض والانتباذ البطاني الرحمي.\n4- عندما تسبب الالتصاقات الحوضية هذه الأعراض، فعادة ما يتم استئصالها بإجراء طبي.",
    "button": "الأورام الليفية الرحمية",
    "pos": "fef274",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fef274": {
    "title": "الأورام الليفية الرحمية",
    "image": "images/organs/waram-lefy.jpg",
    "causes": "1- التغيُّرات الوراثية. تنطوي الكثير من الأورام الليفية على تغيرات في الجينات تختلف عن تلك الموجودة في خلايا العضلات الرحمية الطبيعية.\n2- الهرمونات. تظهر الدراسات أن هرمونَي الإستروجين والبروجسترون -وهما الهرمونان اللذان يحفزان نمو بطانة الرحم أثناء كل دورة حيض استعدادًا للحمل- يزيدان نمو الأورام الليفية.\n3- تحتوي الأورام الليفية على مستقبلات لهرمونَي الإستروجين والبروجسترون أكثر من الموجودة في خلايا عضلات الرحم الطبيعية، إذ تميل الأورام الليفية إلى الانكماش بعد سن الإياس، ويرجع السبب إلى انخفاض إنتاج الهرمونات.\n4- عوامل النمو الأخرى. قد تُؤثِّر المواد التي تُساعد الجسم على صيانة الأنسجة، مثل عامل النمو الشبيه بالأنسولين، على نمو الورم الليفي.\n5- مواد الخلايا الإضافية (ECM). إن مواد الخلايا الإضافية هي المواد التي تجعل الخلايا تلتصق ببعضها مثل المِلاط بين الطوب. تتزايد مواد الخلايا الإضافية في الأورام العَضَلِية الملساء وتجعلها ليفية. تقوم مواد الخلايا الإضافية أيضًا بتخزين عوامل النمو وتُسبِّب تغيُّرات حيوية في الخلايا نفسها. ",
    "symptoms": "1- معظم المصابات بالورم الليفي لا تظهر لديهم أي أعراض. وإن حدثت أعراض، فإنها تتأثر بمكان الأورام الليفية وحجمها وعددها.\n2- في النساء المصابات بالورم الليفي اللائي يعانين من أعراض، تشمل أكثر العلامات والأعراض شيوعًا ما يلي:\n    - نزف الدم الغزير خلال الحيض\n    - تمتدُّ فترة الحيض لأكثر من أسبوع\n    - ضغط أو ألم في الحوض\n    - كثرة التبوُّل\n     - تفريغ صعب للمثانة\n    -الإمساك\n    - ألم في الظهر أو الساقين\n    - نادرًا ما يسبب الورم الليفي ألمًا حادًّا إن نما بسرعة أكبر من التغذية الدموية الخاصة به وبدأ في الضمور.\n    - تُقسَّم الأورام الليفية في العموم حسب مكانهم. تنمو الأورام الرحمية الداخلية داخل جدار الرحم العضلي. تنتفخ الأورام الرحمية تحت المخاطية داخل تجويف الرحم. تبرز الأورام الرحمية تحت المصلالي إلى خارج الرحم.",
    "button": "أسباب أخري",
    "pos": "feg274",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feg274": {
    "title": "اسباب أخري",
    "image": "images/organs/komethreah.jpeg",
    "causes": "1- جلوس لفترات طويلة.\n2- السمنة المفرطة.\n3- النحافة الشديدة\n4- اجهاد العضلات",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

  "fe281": {
    "title": "عسر الطمث ",
    "image": "images/organs/alm-ebadah.jpg",
    "causes": "ينتج عسر الطمث عن تقلصات عضلة الرحم التي تنقبض عادة أثناء الطمث وتتسبب التقلصات الشديدة بزيادة الضغط على الأوعية الدموية المجاورة وتأثر تروية عضلة الرحم ",
    "symptoms": "1- الألم المستمر في منطقة اسفل البطن\n2- الاحساس بالضغط في منطقة أسفل البطن\n3- ألم في منطقة الورك ، أسفل الظهر و الفخذين\n4- الغثيان، التقيؤ ورخاوة البراز في حالات الشد العضلي المزمن",
    "button": "الم الإباضة",
    "pos": "fea281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea281": {
    "title": "الم الإباضة",
    "image": "images/organs/alm-ebadah.jpg",
    "causes": "1- توجد البويضات في المبيض داخل جريبات أو أكياس، لذا فإن نمو هذا الجريب إلى حجم كبير وتمزقه عند الإباضة قد يسبب تمدد سطح المبيض، الذي بدوره قد يسبب أعراض التبويض المؤلم.\n2- يتسبب السائل والدم الخارج من الجريب المتمزق في حدوث تهيج والتهاب بسيط في أنسجة المبيض، مما قد يؤدي بدوره إلى الشعور بمغص ووجع في الظهر بعد التبويض، أو ألم الفخذ، أو ألم الرجل وقت التبويض، ويعود السبب في ألم الفخذ أو الرجل إلى مرور أربطة الرحم في منطقة الإربية، وهي منطقة التقاء الفخذ بالبطن، يؤدي تغير مستوى الهرمونات في أيام التبويض في ارتخاء هذه الأربطة والشعور بالألم.",
    "symptoms": "1- ألم شديد في المبيض الأيمن وقت التبويض أو المبيض الأيسر، أو في أحد جانبي الحوض.\n2- ألم يشبه ألم الدورة من العديد من النواحي مثل وجع الحوض، وآلام أعلى الفخذ.\n3- ألم في حلمتي الثدي بعد التبويض أو خلال فترة التبويض نتيجة لارتفاع مستويات الهرمونات، أو حدوث الحمل.\n4- ألم التبويض والجماع إذ قد يزيد الجماع من شدة ألم الإباضة.\n5- النزيف المهبلي الخفيف.",
    "button": "تكايس المبايض",
    "pos": "feb281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb281": {
    "title": "تكايس المبايض",
    "image": "images/organs/takaes-mebed.jpg",
    "causes": "1- السمنة.\n2- التاريخ العائلي.\n3- مقاومة الأنسولين.\n4- الالتهاب في الجسم، والذي قد يزيد من مقاومة الأنسولين",
    "symptoms": "1- عدم انتظام الدورة الشهرية أو ندرة الطمث.\n2- زيادة الوزن.\n3- ترقق شعر الرأس وتساقطه.\n4- زيادة إفرازات دهون البشرة أو حب الشباب.\n5- نمو الشعر الزائد على الوجه، أو الصدر، أو الظهر، أو الأرداف، وهي حالة تسمى الشعرانية.\n6- صعوبة في الحمل أو عدم انتظام الإباضة.",
    "button": "داء التهاب الحوضى ",
    "pos": "fec281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec281": {
    "title": "داء التهاب الحوضى ",
    "image": "images/organs/da2-7od.jpg",
    "causes": "1- يمكن أن تسبب أنواع عديدة من البكتيريا مرض التهاب الحوض (PID)، لكن عدوى السيلان أو داء المتدثرة هما الأكثر شيوعًا. عادةً ما تحدث الإصابة بهذه البكتيريا أثناء ممارسة الجنس غير الآمن.\n2- يمكن للبكتيريا أن تدخل إلى الجهاز التناسلي في أي وقت يكون فيه الحاجز الطبيعي الناتج عن عنق الرحم في حالة اضطراب، وهي حالة أقل شيوعًا. يمكن أن يحدث هذا أثناء الحيض أو بعد الولادة أو الإجهاض التلقائي أو الإجهاض. وفي حالات نادرة، يمكن للبكتيريا أن تدخل إلى الجهاز التناسلي أثناء عملية غرز اللولب الرحمي (IUD) ",
    "symptoms": "1- الشعور بألم حاد في أسفل البطن ( منطقة الحوض) .\n2- نزيف مهبلي غير طبيعي.\n3- حدوث نزيف بعد ممارسة الجماع .\n4- الألم أثناء الجماع .\n5- إفرازات مهبلية غير طبيعية .\n6- الحمى .\n7- آلام أسفل الظهر .\n8- الام خلال التبول .\n9- القيء .\n10- الغثيان .\n11- عدم انتظام الحيض ( الدورة الشهرية )",
    "button": "انتباذ بطانة الرحم ( بطانة الرحم المهاجرة ) ",
    "pos": "fed281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed281": {
    "title": "انتباذ بطانة الرحم ( بطانة الرحم المهاجرة ) ",
    "image": "images/organs/entebath.webp",
    "causes": "1. الحيض الارتجاعي (Retrograde menstruation) وفي هذه الحالة يتدفق دم الحيض الذي يحتوي هلى أجزاء من بطانة الرحم عبر أنابيب فالوب إلى جوف الحوض بدلًا من الخروج من الجسم.\n2. تحول الخلايا الصفاقية (Transformation of peritoneal cells) وهي نظرية يقترح خلالها الخبراء بتحول الخلايا المبطنة للجانب الداخلي من البطن إلى خلايا تشبه خلايا بطانة الرحم.\n3. غرس الندبات الجراحية (Surgical scar implantation) بعد إجراء العملات الجراحية المتعلقة بمنطقة الحوض مثل استئصال الرحم أو العملية القيصرية بحيث تلتصق خلايا بطانة الرحم في الشق الشرجي.\n4. انتقال خلايا بطانة الرحم (Endometrial cell transport) حيث تنقل الأوعية دموية أو السائل اللمفاوي خلايا من بطانة الرحم إلى أجزاء أخرى من الجسم.\n5. اضطراب الجهاز المناعي (Immune system disorder) تؤدي مشكلة في وظائف جهاز المناعة إلى عجز الجسم عن تميز نسيج بطانة الرحم الذي ينمو خارج الرحم وبالتالي تدميره.",
    "symptoms": "1- العقم لدى 30 - 40% من اللواتي يعانين من انتباذ بطانة الرحم. لدى النساء اللواتي يعانين من العقم، فإن المسبب الأكثر وضوحًا له هو داء انتباذ بطانة الرحم نحو 15 إلى 25%.\n2- مشاكل في الإباضة.\n3- عسر الطمث (Dysmenorrhea) والألم أثناء الدورة الشهرية وقد تكون آلام الطمث هذه قوية جدًا إلى درجة أنها تسبب الوهن.\n4- عسر الجماع (Dyspareunia) والألم أثناء الجماع.\n5- الألم المزمن في الحوض.\n6- آلام أسفل الظهر.\n7- ألم أثناء التبول أو التبرز وخاصه خلال فترات الطمث.",
    "button": "التصاقات الحوض",
    "pos": "fee281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee281": {
    "title": "التصاقات الحوض",
    "image": "images/organs/elteqasat.jpeg",
    "causes": "تعرض المراءة لحدوث التهابات شديدة في منطقة الحوض هذه الالتهابات تتطور مكونة النسيج الليفي المسئول عن تكون الالتصاقات بداخل الحوض ، اصابة المراءة بمرض البطانة الهاجرة التي تؤثر بدورها على الاخصاب ومن ثم يحدث تكون للنسيج الليفي المسئول عن تكوين انسجة الالتصاقات ، اذا كانت المراءة تعرضت الى عمليات جراحة في الجزء السفلي من البطن او في الرحم او قامت بأزالة الزائدة الدودية و تحدث الالتصاقات بشكل اكثر و مؤكد اذا انفجرت الزائدة في البطن  أو المرارة ، عند اتمام عملية تفريغ و ازالة كيس المبيض ، تعرض المراءة لحدوث الحمل الهاجر ",
    "symptoms": "1- قد تأتي الالتصاقات من دون أي أعراض أو مضاعفات\n2- غير أنها قد تسبب الألم والمشاكل المعدية المعوية، منها الانتفاخ والإمساك؛ وقد تسبب العقم أيضا.\n3- كما أنها ترتبط بالإجهاض والانتباذ البطاني الرحمي.\n4- عندما تسبب الالتصاقات الحوضية هذه الأعراض، فعادة ما يتم استئصالها بإجراء طبي.",
    "button": "الأورام الليفية الرحمية",
    "pos": "fef281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fef281": {
    "title": "الأورام الليفية الرحمية",
    "image": "images/organs/waram-lefy.jpg",
    "causes": "1- التغيُّرات الوراثية. تنطوي الكثير من الأورام الليفية على تغيرات في الجينات تختلف عن تلك الموجودة في خلايا العضلات الرحمية الطبيعية.\n2- الهرمونات. تظهر الدراسات أن هرمونَي الإستروجين والبروجسترون -وهما الهرمونان اللذان يحفزان نمو بطانة الرحم أثناء كل دورة حيض استعدادًا للحمل- يزيدان نمو الأورام الليفية.\n3- تحتوي الأورام الليفية على مستقبلات لهرمونَي الإستروجين والبروجسترون أكثر من الموجودة في خلايا عضلات الرحم الطبيعية، إذ تميل الأورام الليفية إلى الانكماش بعد سن الإياس، ويرجع السبب إلى انخفاض إنتاج الهرمونات.\n4- عوامل النمو الأخرى. قد تُؤثِّر المواد التي تُساعد الجسم على صيانة الأنسجة، مثل عامل النمو الشبيه بالأنسولين، على نمو الورم الليفي.\n5- مواد الخلايا الإضافية (ECM). إن مواد الخلايا الإضافية هي المواد التي تجعل الخلايا تلتصق ببعضها مثل المِلاط بين الطوب. تتزايد مواد الخلايا الإضافية في الأورام العَضَلِية الملساء وتجعلها ليفية. تقوم مواد الخلايا الإضافية أيضًا بتخزين عوامل النمو وتُسبِّب تغيُّرات حيوية في الخلايا نفسها. ",
    "symptoms": "1- معظم المصابات بالورم الليفي لا تظهر لديهم أي أعراض. وإن حدثت أعراض، فإنها تتأثر بمكان الأورام الليفية وحجمها وعددها.\n2- في النساء المصابات بالورم الليفي اللائي يعانين من أعراض، تشمل أكثر العلامات والأعراض شيوعًا ما يلي:\n    - نزف الدم الغزير خلال الحيض\n    - تمتدُّ فترة الحيض لأكثر من أسبوع\n    - ضغط أو ألم في الحوض\n    - كثرة التبوُّل\n     - تفريغ صعب للمثانة\n    -الإمساك\n    - ألم في الظهر أو الساقين\n    - نادرًا ما يسبب الورم الليفي ألمًا حادًّا إن نما بسرعة أكبر من التغذية الدموية الخاصة به وبدأ في الضمور.\n    - تُقسَّم الأورام الليفية في العموم حسب مكانهم. تنمو الأورام الرحمية الداخلية داخل جدار الرحم العضلي. تنتفخ الأورام الرحمية تحت المخاطية داخل تجويف الرحم. تبرز الأورام الرحمية تحت المصلالي إلى خارج الرحم.",
    "button": "أسباب أخري",
    "pos": "feg281",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feg281": {
    "title": "اسباب أخري",
    "image": "images/organs/komethreah.jpeg",
    "causes": "1- جلوس لفترات طويلة.\n2- السمنة المفرطة.\n3- النحافة الشديدة\n4- اجهاد العضلات",
    "symptoms": "",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },
  "fe282": {
    "title": "النتوء الفقري",
    "image": "images/organs/noto2-faqre.jpg",
    "causes": "تلف المفصل بسبب هشاشة العظام هو السبب الأكثر شيوعًا للنتوءات العظمية",
    "symptoms": "1- يمكن تتسبب النتوءات العظمية في فقراتك في تضييق المسافة التي تحتوي على النخاع الشوكي (الحبل النخاعي) لديك. يمكن أن تضغط النتوءات العظمية على النخاع الشوكي (الحبل النخاعي) وجذوره العصبية ويمكن أن تتسبب في ضعف أو تنميل في ذراعك أو ساقيك.\n2- تتسبب معظم النتوءات العظمية في وجود أي علامات أو أعراض. قد لا تدرك أنك تعاني من النتوءات العظمية إلى حين أن تكشف الأشعة السينية",
    "button": "الفتق الفقري",
    "pos": "fea282",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea282": {
    "title": "الفتق الفقري",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "1- التقدم في السن \n2- استخدام عضلات الظهر بدل من عضلات الفخذ والساق في رفع الأشياء\n3- السقوط أو ضربه علي الظهر",
    "symptoms": "1- ألم\n2- ضعف العضلات\n3- وخز أو نمل",
    "button": "كلاس الغضاريف ( النقرس الكاذب)",
    "pos": "feb282",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb282": {
    "title": "كلاس الغضاريف ( النقرس الكاذب)",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "1- في معظم الحالات لا يوجد سبب محدد لهذه الظاهرة حيث أن الإصابة بالمرض تزداد مع تقدم العمر\n2- حالات أيضية تؤدي إلى زيادة مفرطة للكالسيوم في الدم.\n3- حالات تراكم الحديد",
    "symptoms": "1- عادةً ما تكون المفاصل المصابة:\n    - منتفخة\n     - دافئة\n    - مؤلمة بشدة.",
    "button": "التهاب العضلات ",
    "pos": "fec282",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec282": {
    "title": "التهاب العضلات",
    "image": "images/organs/eltehab-3adalat.jpg",
    "causes": "ليس هناك سبب دقيق معروف للإصابة بالتهاب العضلات، ولكن يشترك المرض في العديد من الخصائص مع اضطرابات المناعة الذاتية، من حيث قيام جهازك المناعي عن طريق الخطأ بمهاجمة أنسجة الجسم.",
    "symptoms": "ضعف العضلات",
    "button": "التهاب العظم",
    "pos": "fed282",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed282": {
    "title": "التهاب العظم",
    "image": "images/organs/eltehab-3adm.jpg",
    "causes": "1- إصابة العظم بعدوى بكتيرية\n2- الاصابة بأمراض مثل داء باجت\n3- وقوع حادث ووجود كسر مرتبط به\n4- في أثناء الجراحة يمكن أن تحصل العدوى،",
    "symptoms": "1- التهاب العظم يؤدي إلى علامات الالتهاب الخمسة النموذجية\n2- المنطقة المتضررة تتلون باللون الأحمر، وتصبح دافئة، وتتورم، وتؤلم بسبب كل هذه الأعراض، وهناك وظائف محدودة\n3- ارتفاع درجة الحرارة وزيادة عدد الكريات البيضاء وعلامات التهابات مرتفعة\n4- تطور ناسور مرافق مع التهاب العظم",
    "button": "تضيق القناة الشوكية",
    "pos": "fee282",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee282": {
    "title": " تضيق القناة الشوكية",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n2- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n3- كسور العظام أو التعرض لحادث أو إصابة.\n4- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف،والتقزم.\n5- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n6- كسور العظام أو التعرض لحادث أو إصابة.",
    "symptoms": "1- ألم في الأقدام.\n2- ألم في العنق.\n3- ألم في أسفل الظهر.\n4- خدر وتنميل في الأطراف يزداد سوءًا مع الحركة.\n5- ضعف عام في الأقدام أو الذراعين أو الأصابع.\n6- فقدان السيطرة على عمليات التبول والإخراج.\n7- الإصابة بمتلازمة ذيل الفرس.",
    "button": "",
    "pos": "",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },


  "fe291": {
    "title": "تقلص العضلات في جانبي العمود",
    "image": "images/organs/taqalos.jpg",
    "causes": "1- الانضغاط العصبي\n2- نقص المعادن\n3- عدم تدفق القدر الكافي من الدم",
    "symptoms": "1- التشنج\n2- ألم حاد\n3- تورم الأنسجة\n4- تسبب انزعاجًا شديدًا\n5- يصاحبها تورم الساق، أو احمرارها، أو تغيرات جلدية\n6- يصاحبها ضعف العضلات\n7- تحدث بصورة متكررة\n8- لا تتحسن مع الرعاية الذاتية\n9- لا ترتبط بسبب واضح، كالتمرينات الشاقة",
    "button": "ضيق التنفس",
    "pos": "fea291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fea291": {
    "title": "ضيق التنفس",
    "image": "images/organs/deek-tanafos.jpg",
    "causes": "الانسداد الرئوي",
    "symptoms": "1- ألم في الصدر والكتف.\n2- ألم في الرقبة.\n3- الدوخة.\n4- التنفس السريع\n5- اضطراب ضربات القلب.\n6- السعال.\n7- الأرق.",
    "button": "انزلاق غضروفي أو الديسك",
    "pos": "feb291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feb291": {
    "title": "انزلاق غضروفي أو الديسك",
    "image": "images/organs/enzelaq-8odrofy.png",
    "causes": "1- رفع شيء ثقيل\n2- التاكل التدريجي\n3- التعرض لحادث",
    "symptoms": "1- الالم شديد خصوصا عند رفع الأشياء الثقيلة أو عند السعال والعطس\n2- والجلوس والوقوف\n3- التنميل والخدر\n4- الضعف العضلي\n5- يحدث احيانا ضعف ف المثانه والامعاء",
    "button": "ألم عضلي ليفي",
    "pos": "fec291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fec291": {
    "title": "ألم عضلي ليفي",
    "image": "images/organs/3adaly-lefy.jpg",
    "causes": "1- تزال أسباب الفيبروميالجيا غير واضحة ومحددة، إلا أن هناك بعض الفرضيات عن سبب الألم العضلي الليفي تقول أنه ناجم عن وجود مشكلة في عملية معالجة الألم في الدماغ، حيث قد تكون هناك حساسية متزايدة تجاه الألم.\n2- ومن العوامل التي يمكن أن تزيد من خطر الإصابة بالألم العضلي الليفي:\n3- الضغط العاطفي والجسدي.\n4- التعرض للإصابات بشكل متكرر.\n5- عوامل وراثية.\n6- الإصابة بأحد أمراض المناعة الذاتية، مثل التهاب المفاصل الروماتويدي أو الذئبة.\n7- القيام بعمليات جراحية.\n8- الولادة.\n9- السمنة.\n10- الإصابة بالعدوى الفيروسية.",
    "symptoms": "1- آلام منتشره في عده مناطق في الجسم\n2- الارهاق الشديد\n3- اضطراب النوم\n4- مشاكل في الأداء العقلي مثل كثرة النسيان وضعف التركيز.\n5- آلام الرأس والتي تكون أحيانا نفس آلام الشقيقة ويصاحبها الشعور بالدوار.\n6- الأرق والإكتئاب.\n7- آلام في الوجه والفكين.\n8- زيادة الحساسية للبرد أو الحرارة.\n9- أحيانا قد يشعر المصاب بتورم المفاصل واحتقان أنسجتها وخدران أطرافها لكن هذا الشعور يحدث دون وجود أية مشاكل في الجهاز العصبي المركزي.\n10- تشنج المفاصل والعضلات، وخاصة في فترة الصباح.",
    "button": "التهاب العظم",
    "pos": "fed291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fed291": {
    "title": "التهاب العظم",
    "image": "images/organs/eltehab-3adm.jpg",
    "causes": "1- إصابة العظم بعدوى بكتيرية\n2- الاصابة بأمراض مثل داء باجت\n3- وقوع حادث ووجود كسر مرتبط به\n4- في أثناء الجراحة يمكن أن تحصل العدوى،",
    "symptoms": "1- التهاب العظم يؤدي إلى علامات الالتهاب الخمسة النموذجية\n2- المنطقة المتضررة تتلون باللون الأحمر، وتصبح دافئة، وتتورم، وتؤلم بسبب كل هذه الأعراض، وهناك وظائف محدودة\n3- ارتفاع درجة الحرارة وزيادة عدد الكريات البيضاء وعلامات التهابات مرتفعة\n4- تطور ناسور مرافق مع التهاب العظم",
    "button": "التهاب المراره ",
    "pos": "fee291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fee291": {
    "title": "التهاب المراره ",
    "image": "images/organs/eltehab-mararah.jpg",
    "causes": "التهاب الحويصله الصفراوية ",
    "symptoms": "1- ألم شديد في الجزء العلوي الأيمن من البطن أو وسط البطن\n2- ألم يمتد إلى الكتف الأيمن أو الظهر\n3- ألم عند لمس البطن\n4- الغثيان\n5- القيء\n6- الحُمّى",
    "button": "النوبة القلبية ",
    "pos": "fef291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fef291": {
    "title": "النوبة القلبية ",
    "image": "images/organs/nawbah-qalbeah.png",
    "causes": "1- وقد تحدث النوبة القلبية بسبب حدوث انسداد كامل أو جزئي في أحد شرايين القلب (الشريان التاجي).\n2- تشنج الشريان التاجي. تحدث هذه الحالة نتيجة لاعتصار حاد لأحد الأوعية الدموية غير المسدودة.\n3-حالات عَدوى معيّنة.\n4-التسلُّخ التلقائي للشريان التاجي. تظهر هذه الحالة المَرَضية المهددة للحياة نتيجة حدوث تمزق داخل أحد شرايين القلب.",
    "symptoms": "1-  ألم في الصدر يشبه الإحساس بضغط أو ثقل أو ضيق أو ألم عاصر أو وجع\n2- الشعور بألم أو انزعاج يمتد إلى الكتف أو الذراع أو الظهر أو العنق أو الفك أو الأسنان وأحيانًا يصل إلى الجزء العلوي من البطن\n3- العرق البارد\n4- الإرهاق\n5- حرقة المعدة أو عسر الهضم\n6- شعور مفاجئ بالدوار أو الدوخة\n7- الغثيان\n8- ضيق النفَس",
    "button": "النتوء الفقري",
    "pos": "feg291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feg291": {
    "title": "النتوء الفقري",
    "image": "images/organs/noto2-faqre.jpg",
    "causes": "تلف المفصل بسبب هشاشة العظام هو السبب الأكثر شيوعًا للنتوءات العظمية",
    "symptoms": "1- يمكن تتسبب النتوءات العظمية في فقراتك في تضييق المسافة التي تحتوي على النخاع الشوكي (الحبل النخاعي) لديك. يمكن أن تضغط النتوءات العظمية على النخاع الشوكي (الحبل النخاعي) وجذوره العصبية ويمكن أن تتسبب في ضعف أو تنميل في ذراعك أو ساقيك.\n2- تتسبب معظم النتوءات العظمية في وجود أي علامات أو أعراض. قد لا تدرك أنك تعاني من النتوءات العظمية إلى حين أن تكشف الأشعة السينية",
    "button": "الفتق الفقري",
    "pos": "feh291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feh291": {
    "title": "الفتق الفقري",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "1- التقدم في السن \n2- استخدام عضلات الظهر بدل من عضلات الفخذ والساق في رفع الأشياء\n3- السقوط أو ضربه علي الظهر",
    "symptoms": "1- ألم\n2- ضعف العضلات\n3- وخز أو نمل",
    "button": "التضيق الشوكي ",
    "pos": "fei291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fei291": {
    "title": "التضيق الشوكي ",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- النتوءات العظميه\n2- القرص المنفتق\n3- الاربطه السميكه\n4- الأورام\n5- إصابات العمود الفقري",
    "symptoms": "1- أو تقلُّصات مؤلمة في رجل واحدة أو الرجلين. ويحدث ذلك عند الوقوف لفترة طويلة أو عند المشي. وتتحسن الأعراض عند الانحناء أو الجلوس. وقد يشعر بعض الناس أيضًا بألم في الظهر.\n2- يمكن أن يسبب التضيُّق النخاعي في الرقبة ما يلي:\n    - الخَدَر\n    - الشعور بوخز أو ضعف في اليد أو الذراع أو القدم أو الساق\n    - مشكلات في المشي والاتزان\n    - ألم الرقبة\n    - مشكلات في الأمعاء أو المثانة",
    "button": "كلاس الغضاريف ( النقرس الكاذب)",
    "pos": "fej291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fej291": {
    "title": "كلاس الغضاريف ( النقرس الكاذب)",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "1- في معظم الحالات لا يوجد سبب محدد لهذه الظاهرة حيث أن الإصابة بالمرض تزداد مع تقدم العمر\n2- حالات أيضية تؤدي إلى زيادة مفرطة للكالسيوم في الدم.\n3- حالات تراكم الحديد",
    "symptoms": "1- عادةً ما تكون المفاصل المصابة:\n    - منتفخة\n     - دافئة\n    - مؤلمة بشدة.",
    "button": "التهاب العضلات ",
    "pos": "fek291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fek291": {
    "title": "التهاب العضلات ",
    "image": "images/organs/eltehab-3adalat.jpg",
    "causes": "ليس هناك سبب دقيق معروف للإصابة بالتهاب العضلات، ولكن يشترك المرض في العديد من الخصائص مع اضطرابات المناعة الذاتية، من حيث قيام جهازك المناعي عن طريق الخطأ بمهاجمة أنسجة الجسم.",
    "symptoms": "ضعف العضلات",
    "button": "العصب المقروص أو المنضغط",
    "pos": "fel291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fel291": {
    "title": "العصب المقروص أو المنضغط",
    "image": "images/organs/3asab-monda8et.jpg",
    "causes": "1- القيام بنشاطات متكررة أو البقاء بوضعية معينة لفترة طويلة وتعد\n2- التهاب أو الضغط على جذور الأعصاب\n3- التقدم بالعمر\n4- يتحرك  الغضروف الموجود بين الفقرات",
    "symptoms": "1- ألم حاد\n2- شعور الإبر والدبابيس في المنطقة المصابة.\n3- ضعف وفقدان الإحساس في المنطقة المصابة.\n4- تفاقم الألم عند تحريك المنطقة المصابة.\n5- وفي حال عدم التعامل مع العصب المنضغط يمكن أن يؤدي إلى زيادة في الضغط وانتفاخ المنطقة والتأثير على حركة المنطقة المصابة ووظيفتها.",
    "button": "متلازمه ألم اللفاف العضلية",
    "pos": "fem291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fem291": {
    "title": "متلازمه ألم اللفاف العضلية",
    "image": "images/organs/eltehab-3adalat.jpg",
    "causes": "يمكن أن تتشكل مناطق حساسة من أليافٍ عضليةٍ مشدودةٍ ضمن العضلات بعد إصابتها أو الإفراط في استخدامها. وتسمى هذه المناطق الحساسة بنقاط التوتر. ويمكن أن تسبب نقطة التوتر في العضلة الإجهاد والألم في كامل العضلة. وحين يستمر الألم أو يتفاقم، يسمّي الأطباء ذلك بمتلازمة الألم الليفي العضلي.",
    "symptoms": "1- ألم عميق وموجع في العضلة\n2- ألم يستمر أو يزداد سوءاً\n3- وجود عقدة مؤلمة عند اللمس في العضلة\n4- صعوبة النوم بسبب الألم",
    "button": "داء القرص التنكسي",
    "pos": "fen291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fen291": {
    "title": "داء القرص التنكسي ",
    "image": "images/organs/da2-qors.jpg",
    "causes": "1- هشاشة العظام\n2- انهيار الانسجة المكونة للغضروف\n3- الانزاق الغضروفي بسبب حمل شيء ثقيل او التعرض لصدمة مباشرة\n4- تضيق العمود الفقري او تضيق القناة الشوكية\n5- وجود ورم\n6- امراض العظام",
    "symptoms": "1- الام تعتمد على موقع القرص المصاب، وشدة الصابة الغضروف ومكان الاصابة حيث تؤدي الى امتداد الألم للكتف أو الذراعين أو الى الفخدين والساقين كما تسوء مع انحناء الفقرات.\n2- خدران أو وخز.",
    "button": "انحناءات العمود الفقري",
    "pos": "fep291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fep291": {
    "title": "انحناءات العمود الفقري",
    "image": "images/organs/enhena2at.jpg",
    "causes": "1- حالات عصبية عضلية معينة مثل الشلل الدماغي أو الحثل العضلي\n2- مشكلات منذ الولادة تؤثر على تطور عظام العمود الفقري\n3- الخضوع لجراحة سابقة في جدار الصدر أثناء الطفولة المبكرة\n4- تعرض العمود الفقري للإصابة أو العدوى\n5- شذوذات الحبل النخاعي",
    "symptoms": "1- عدم تساوي الكتفين\n2- بروز أحد لوحي الكتف بشكل أكبر من الآخر\n3- عدم تساوي الخصر\n4- ارتفاع أحد الوركين عن الآخر\n5- بروز أحد جانبي القفص الصدري\n6- بروز أحد جانبي الظهر عند الميل للأمام",
    "button": "التهاب مفاصل الفقرات ( الفقار المقسط) ",
    "pos": "feq291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "feq291": {
    "title": "التهاب مفاصل الفقرات ( الفقار المقسط) ",
    "image": "images/organs/fatq-faqry.jpg",
    "causes": "لا يوجد سبب محدد معروف لالتهاب الفقار المقسط، لكن يبدو أن العوامل الوراثية لها دور في الإصابة به. وعلى وجه الخصوص، الأشخاص الذين لديهم جين يُسمى HLA-B27 يكونون أكثر عرضة للإصابة بالتهاب الفقار المقسط. ومع ذلك، لا يصاب بهذه الحالة إلا بعض الأشخاص الذين لديهم الجين.",
    "symptoms": "1- لا يوجد سبب محدد معروف لالتهاب الفقار المقسط، لكن يبدو أن العوامل الوراثية لها دور في الإصابة به. وعلى وجه الخصوص، الأشخاص الذين لديهم جين يُسمى HLA-B27 يكونون أكثر عرضة للإصابة بالتهاب الفقار المقسط. ومع ذلك، لا يصاب بهذه الحالة إلا بعض الأشخاص الذين لديهم الجين.\n2- وفيما يأتي المناطق الأكثر تضررًا:\n    - المفصل الموجود بين قاعدة العمود الفقري والحوض.\n    - الفقرات الموجودة أسفل الظهر.\n    - الأماكن التي تلتقي فيها الأوتار والأربطة بالعظام، وخصوصًا في العمود الفقري، وأحيانًا على طول الجزء الخلفي من العَقِب (كعب القدم).\n    - الغضاريف الموجودة بين عظم الصدر والأضلاع.",
    "button": "ورم الحبل الشوكى",
    "pos": "fer291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fer291": {
    "title": "ورم الحبل الشوكى",
    "image": "images/organs/waram-7abl.jpg",
    "causes": "- ورم الحبل الشوكى له عدة انواع و يختلف السبب حسب نوع الورم\n- لم يَتَّضِح سبب تطوُّر مُعظم أورام العمود الفقري. يُخمِّن الخُبراء أنَّ الجينات تلعَب دورًا في ذلك. لكن من غير المعروف عادةً ما إذا كانت هذه العُيوب الوراثيَّة مَوروثة أم أنها ببساطةٍ تتطوَّر مع مرور الوقت. قد يتسبَّب فيها أحد المؤثِّرات البيئية مثل التعرُّض لموادَّ كيميائية مُعيَّنة. في بعض الحالات، ترتبِط أورام الحبل النخاعي بمُتلازِمات وراثية مثل الورام الليفي العصبي 2 وداء فون هيبل ليندوا.",
    "symptoms": "- ومن الممكن أن تتسبَّب أورام الحبل الشوكي في ظهور علامات وأعراض مختلفة، لا سيما عندما يكبر حجمها. قد تؤثر تلك الأورام على النخاع الشوكي أو على جذور الأعصاب أو الأوعية الدموية أو عظام عمودك الفقري. قد تتضمَّن العلامات والأعراض ما يلي:\n    - ألم في مكان الورك نتيجة زيادة حجمه\n    - ألم في الظهر، والذي غالبًا ما ينتشر إلى أجزاء أخرى من جسمك\n    - الشعور بكونك أقل حساسيةً للألم والحرارة والبرودة\n    - فقدان وظيفي في المثانة أو الأمعاء\n    - صعوبة المشي، قد يؤدِّي أحيانًا للسقوط\n    - ألم في الظهر ربما يزداد ليلًا\n    - فقدان الإحساس أو ضعف العضلات، لا سيما في ذراعيك ورجليك\n    - ضعف العضلات، والذي يمكن أن يكون طفيفًا أو حادًّا، في أجزاء مختلفة من جسمك",
    "button": " تضيق القناة الشوكية",
    "pos": "fes291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fes291": {
    "title": " تضيق القناة الشوكية",
    "image": "images/organs/tadeak-qanah-shawkeah.jpg",
    "causes": "1- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف، والتقزم.\n2- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n3- كسور العظام أو التعرض لحادث أو إصابة.\n4- الإصابة بأحد الأمراض الآتية: الفصال العظمي في العمود الفقري، وداء القرص التنكسي، وأورام العمود الفقري، وتشوهات العمود الفقري، والتهاب المفاصل الروماتويدي، ومرض باجيت، والجنف،والتقزم.\n5- التقدم في العمر، وما قد يرافقه من مشكلات في العظام والعمود الفقري.\n6- كسور العظام أو التعرض لحادث أو إصابة.",
    "symptoms": "1- ألم في الأقدام.\n2- ألم في العنق.\n3- ألم في أسفل الظهر.\n4- خدر وتنميل في الأطراف يزداد سوءًا مع الحركة.\n5- ضعف عام في الأقدام أو الذراعين أو الأصابع.\n6- فقدان السيطرة على عمليات التبول والإخراج.\n7- الإصابة بمتلازمة ذيل الفرس.",
    "button": "أسباب أخري",
    "pos": "fet291",
    "image-width": "0",
    "image-height": "200",
    "last": ""
  },
  "fet291": {
    "title": "اسباب أخري ",
    "image": "images/organs/shar5.jpeg",
    "causes": "1- النساءالنساء\n2-  الحمل\n3- التغيرات الهرمونية \n4- متلازمه ماقبل الحيض\n5- وضعيه غير صحيحة\n6- التعرض لموجات البرد\n7- مشكلات القولون\n8- التعرض لاصابه\n9- التهابات المفاصل\n10- هشاشه العظام\n11- الكسور\n12- الحدب\n13- اختلاف طول الساقين\n14- المرض النفسي\n15- التقدم في السن\n16- رفع الاشياء الثقيله\n17- زياده الوزن\n18- مشاكل المرارة\n19- مشاكل الكلي",
    "symptoms": "",
    "button": "",
    "pos": "fet291",
    "image-width": "0",
    "image-height": "200",
    "last": "",
    "irregular": "1"
  },

};


var for_back = [];

class SecondStage extends StatefulWidget {
  const SecondStage({Key? key}) : super(key: key);

  @override
  State<SecondStage> createState() => _SecondStageState();
}
class _SecondStageState extends State<SecondStage> {
  @override
  void initState() {
    for_back = [];
    // TODO: implement initState
    super.initState();
  }
  Widget build(BuildContext context) {
    return  MaterialApp(
      theme: ThemeData(
        scaffoldBackgroundColor: Colors.white
      ),
      home: WillPopScope(
        onWillPop: ()async{
          return false;
        },
        child: Scaffold(
          appBar: AppBar(
            leading: for_back.length != 0? IconButton(icon: Icon(Icons.arrow_back_ios_new_rounded),onPressed: (){setState(() {
                setState(() {
                  current_pos = for_back[for_back.length -1];
                  for_back.removeLast();
                  // for_back
                });
            });},): null,
            backgroundColor: Color(0xff196299),
            title: Row(mainAxisAlignment: MainAxisAlignment.center,children: [
              Text("QD.",style: TextStyle(color: Colors.white,fontSize: 24,fontWeight: FontWeight.bold)),
              Container(
                margin: EdgeInsets.only(top: 5),
                child: Text("(Quick Diagnosis)",style: TextStyle(color: Colors.white,fontSize: 16)),
              ),

            ]),
            centerTitle: true,
          ),
          body: SafeArea(
            child: Directionality(
                textDirection: TextDirection.rtl,
                child: SingleChildScrollView(
                  child: second_stage_data[current_pos]!["irregular"] == "1"?
                  Container(
                    width: double.infinity,
                    child: Column(
                      crossAxisAlignment: CrossAxisAlignment.start,
                      children: [
                        Center(child: Padding(padding: EdgeInsets.fromLTRB(0, 10, 5, 0),child: Text("${second_stage_data[current_pos]!["title"]!}",style: TextStyle(color: Color(0xffF76833),fontWeight: FontWeight.bold,fontSize: 25),),)),

                        Padding(padding: EdgeInsets.fromLTRB(0, 10, 10, 0),child: Text("الأسباب",style: TextStyle(color: Color(0xff196299),fontWeight: FontWeight.bold,fontSize: 20),),),
                        Padding(padding: EdgeInsets.fromLTRB(0, 5, 30, 0),child: Text(second_stage_data[current_pos]!["causes"]!,style: TextStyle(color: Color(0xffFF6C86),fontWeight: FontWeight.bold,fontSize: 16),),),

                        Container(
                          margin: EdgeInsets.only(top: 10),
                          width: double.infinity,
                          padding: EdgeInsets.all(10),
                          color: Color(0xff196299),
                          child: is_female?  Text(last_female[current_pos]!,style: TextStyle(color: Colors.white,fontWeight: FontWeight.bold,fontSize: 14),): Text(last_male[current_pos]!,style: TextStyle(color: Colors.white,fontWeight: FontWeight.bold,fontSize: 14),),
                        )
                      ],
                    ),
                  ):
                  Container(
                    width: double.infinity,
                    child: Column(
                      crossAxisAlignment: CrossAxisAlignment.start,
                      children: [
                        Center(child: Padding(padding: EdgeInsets.fromLTRB(0, 10, 5, 0),child: Text("${second_stage_data[current_pos]!["title"]!}",style: TextStyle(color: Color(0xffF76833),fontWeight: FontWeight.bold,fontSize: 25),),)),
                        Center(
                          child: Container(
                            margin: EdgeInsets.fromLTRB(0, 10, 0, 0),
                            width:   double.parse("${second_stage_data[current_pos]!["image-width"]}")!=0?  double.parse("${second_stage_data[current_pos]!["image-width"]}") : null,
                            height:   double.parse("${second_stage_data[current_pos]!["image-height"]}")!=0?  double.parse("${second_stage_data[current_pos]!["image-height"]}") : null,
                            child: Image.asset(second_stage_data[current_pos]!["image"]!),
                          ),
                        ),
                        Padding(padding: EdgeInsets.fromLTRB(0, 10, 10, 0),child: Text("الأسباب",style: TextStyle(color: Color(0xff196299),fontWeight: FontWeight.bold,fontSize: 20),),),
                        Padding(padding: EdgeInsets.fromLTRB(0, 5, 30, 0),child: Text(second_stage_data[current_pos]!["causes"]!,style: TextStyle(color: Color(0xffFF6C86),fontWeight: FontWeight.bold,fontSize: 16),),),

                        Padding(padding: EdgeInsets.fromLTRB(0, 10, 10, 0),child: Text("الأعراض",style: TextStyle(color: Color(0xff196299),fontWeight: FontWeight.bold,fontSize: 20),),),
                        Padding(padding: EdgeInsets.fromLTRB(0, 5, 30, 0),child: Text(second_stage_data[current_pos]!["symptoms"]!,style: TextStyle(color: Color(0xffFF6C86),fontWeight: FontWeight.bold,fontSize: 16),),),
                        if (second_stage_data[current_pos]!["button"]!.length != 0)
                          Center(
                              child: SizedBox(
                                  width: 200,
                                  child: Container(
                                    child: ElevatedButton(
                                        onPressed: (){setState(() {
                          for_back.add(current_pos);
                          current_pos = second_stage_data[current_pos]!["pos"]!;
                        });},
                                        style: ElevatedButton.styleFrom(backgroundColor: Color(0xffF76833)),
                                        child: Text(second_stage_data[current_pos]!["button"]!,style: TextStyle(color: Colors.white,fontWeight: FontWeight.bold,fontSize: 16))),
                                  )))
                        else Container(),
                        Container(
                          margin: EdgeInsets.only(top: 10),
                          width: double.infinity,
                          padding: EdgeInsets.all(10),
                          color: Color(0xff196299),
                          child: is_female?  Text(last_female[current_pos]!,style: TextStyle(color: Colors.white,fontWeight: FontWeight.bold,fontSize: 14),): Text(last_male[current_pos]!,style: TextStyle(color: Colors.white,fontWeight: FontWeight.bold,fontSize: 14),)
                        )
                      ],
                    ),
                  )
                )
            ),
          ),
        ),
      ),
    );
  }
}



// "22": {
// "title": "",
// "image": "images/organs/